{
		"config.PlayerTitle.description": "Choose how your children call you.",
		"config.SpouseTitle.description": "Choose how your children call your spouse.",
		"config.VanillaDarkSkinToddler.description": "Select this for dark skin boy and you aren't using any custom children sprite mod.",
		"config.VanillaDarkSkinToddlerGirl.description": "Select this for dark skin girl and you aren't using any custom children sprite mod.",
		"config.AlternativeTextureToddlerSprites.description": "Read MOD page description before using this. Select this if you are using Alternative Texture MOD for toddler sprite, such as Lumisteria Toddlers Like Parents - Alternative Children.",
		"config.GirlName.description": "Type your daughter's name here",
		"config.BoyName.description": "Type your son's name here",
		"config.UsePortraitMOD.description": "Tick this if you are using a content patcher MOD that modifies the children's portraits during events such as Immersive Children- Portraits and Sprites",
	
//Baby Stage Events
	//Kid 1
		
		//Event 1 (Birth) 172420000
	
    "Kid1_0H_01":"Oh, our little angel...$4",
	"Kid1_0H_02":"@, this might be the happiest day of my life...$4#$b#I'm gonna treasure this memory forever...$4",
	"Kid1_0H_02.1":"Oh, so adorable...",
	"Kid1_0H_03":"Darling, let's give %kid1 all the love in the world, making him the happiest kid ever.$h",
	"Kid1_0H_03_girl":"Darling, let's give %kid1 all the love in the world, making her the happiest kid ever.$h",
	"Kid1_0H_04":"And I hope he grows up to be as remarkable as you someday.",
	"Kid1_0H_04_girl":"And I hope she grows up to be as remarkable as you someday.$4",
	"Kid1_0H_05":"#Or as endearing as you.#Or as kind-hearted as you.#Or as smart as you.#Or as hearty as you.#Or as resilient as you.",
	"Kid1_0H_06":"Oh, my love...$4",
	
	// kid1_0h
	
	"kid1_0h_Robin":"Hey, @, if you ever need any advice or tips on taking care of a baby, don't hesitate to reach out to me!#$b#After all, I'm a mother of two children myself.$h",
	"kid1_0h_Vincent":"Hi, farmer @! Is your baby a boy or a girl?#$b#A boy? Cool, I wanna give him this gift!$h[2]",
	"kid1_0h_Vincent_girl":"Hi, farmer @! Is your baby a boy or a girl?#$b#A girl? Cool, I wanna give her this gift!$h[18]",
	"kid1_0h_Jas":"Um... c...can I come to your home to see the baby?$s#$b#I'll be really, really gentle and won't make a peep!$s",
	"kid1_0h_Lewis":"Hi there, @! How're you doing today?$h#$b#I just stopped by to see your baby while I was inspecting your shipments. A healthy and adorable child, I must say.$h",
	
	"kid1_0h_Keahi":"Hey, @! When %kid1 grows up, can I come over to play?#$b#Don't worry, I won't be mean or anything! Just some fun little pranks, that's all!$4",
	"kid1_0h_Trinnie":"Hey, @! Can I go see the little baby?$h#$b#Please?#$b#Pretty please?$s",
	"kid1_0h_Lenny":"I just whooshed over to your house to see %kid1, and wow, he's cute as a button!$h#$b#Those eyes, they're kinda like yours, you know!",
	"kid1_0h_Lenny_girl":"I just whooshed over to your house to see %kid1, and wow, she's cute as a button!$h#$b#Those eyes, they're kinda like yours, you know!",
	"kid1_0h_Pika":"Long time no see, @! I guess your little one is keeping you occupied.$h#$b#Hang on, I'll cook up something special for you to take home and enjoy.",
	
	"kid1_0h_Sen":"Can I come by to sneak a peek at %kid1? I'll only get closer when they're in a deep slumber.#$b#I'm afraid they might be scared of us shadows.$8",	
	"kid1_0h_Barron":"I heard the good news!$1#$b#Congratulations, I'm sure little %kid1 will be perfect.$1",
		
	//Event 2 (Sleep) 172420001
	
    "Kid1_1H_01":"Are you okay? @?$s",
	"Kid1_1H_02":"Yeah, I really want to sleep too. We haven't been getting much sleep at night recently.$s",
	"Kid1_1H_03":"I heard that the first few days after a baby is born are the toughest for parents, especially at night.",
	"Kid1_1H_04":"But I never imagined it would be this terrifying.$s",
	"Kid1_1H_05":"Our angel is so adorable during the day, but at night, it's just dreadful...#$b#Full of energy, crying at the top of his lungs, just like turning into a wailing monster. I wonder who he takes after...$s",
	"Kid1_1H_girl_05":"Our angel is so adorable during the day, but at night, it's just dreadful...#$b#Full of energy, crying at the top of her lungs, just like turning into a wailing monster. I wonder who she takes after...$s",
	"Kid1_1H_06":"You know, Robin mentioned to me that we don't have to stay up together to take care of the baby. We can sleep in separate rooms and take turns looking after the baby!",
	"Kid1_1H_06_Maru":"You know, mother mentioned to me that we don't have to stay up together to take care of the baby. We can sleep in separate rooms and take turns looking after the baby!",
	"Kid1_1H_06_Sebastian":"You know, Mom mentioned to me that we don't have to stay up together to take care of the baby. We can sleep in separate rooms and take turns looking after the baby!",
	"Kid1_1H_07":"Why didn't I think of that sooner...$s",
	"Kid1_1H_08":"Darling, you do so much physically demanding work every day, so let me take on more of the nighttime baby duties. You should get more sleep.",
	"Kid1_1H_09":"Oh... @... you're always so considerate...$4",
	"Kid1_1H_10":"Could you step closer for a moment?$4",
	"Kid1_1H_11":"%Suddenly, there's a loud cry from the baby's room.",
	"Kid1_1H_12":"Oh no...$s",
	
	// kid1_1h
	
	"kid1_1h_Pierre":"Hey, @, I know the first few months with a baby can be challenging.#$b#Caroline has a collection of books on parenting. You can ask her if you want to take a look.",
	"kid1_1h_Marnie":"Oh my, @! You look like you're not getting enough sleep. Have you been resting properly?$s#$b#Please take some fresh milk here. I hope it can provide a little help to you both.[186]",
	"kid1_1h_Jodi":"I overheard from %spouse that you two haven't been sleeping well lately. So I thought I can help with a few suggestions.#$b#It's important to have a consistent routine for feeding, sleeping, and playtime for the baby.#$b#This can help %kid1 develop good sleeping habits.$h",
	"kid1_1h_George":"Hmmph... You look terrible. Go get some more sleep.",
	"kid1_1h_Evelyn":"Oh my! Dear...You look like you've been through the wringer. Is %spouse also drained like you?$s#$b#Why don't you come over sometime soon? Let Granny whip up some delicious, hearty cooking for the two of you.",
	
	"kid1_1h_Shanice":"Hi, dear! If it weren't for tending to the store, I'd be heading down to see your baby.$h",
	
	"kid1_1h_Gunther":"You're stepping into a new chapter of life.#$b#May this new phase in your life be filled with success and happiness.$h",
	
	"kid1_1h_Rodney":"I've heard %spouse and you were going around town, gathering parenting advice from folks.#$b#But why hasn't anyone popped in to ask me...$7",
	"kid1_1h_Barron":"@? You're looking so tired, you know I'd be happy to watch the baby. So you and your better half can rest more.$2",
	
	
	//Kid 1
		//Event 3 (Book) 172420002
		
	"Kid1_2H_01":"I still have a few books about newborns, and they're right here.",	
	"Kid1_2H_02":"Okay.",
	"Kid1_2H_03":"And the books over here might be worth checking out as your child gets bigger.",
	"Kid1_2H_04":"Wow, that's quite a library!$h",
	"Kid1_2H_05":"Have you read all of them? I had no idea you were such an avid reader!",
	"Kid1_2H_05_Abigail":"Have you read all of them? I had no idea you were such an avid reader, Mom.",
	"Kid1_2H_06":"Parenthood often drives us to learn things we didn't care about before.#$b#That sounds like you right now, doesn't it?$h#$b#Anyway, just keep in mind, books can't cover all the surprises that come your way.#$b#Whenever you're in need, whether it's advice or a babysitter, don't hesitate to ask, okay?",
	"Kid1_2H_06_Penny":"Parenthood often drives us to learn things we didn't care about before.#$b#Anyway, just keep in mind, books can't cover all the surprises that come your way.#$b#Whenever you're in need, whether it's advice or a babysitter, don't hesitate to ask, okay?",
	"Kid1_2H_06_Flor":"Parenthood often drives us to learn things we didn't care about before.#$b#Anyway, just keep in mind, books can't cover all the surprises that come your way.#$b#Whenever you're in need, whether it's advice or a babysitter, don't hesitate to ask, okay?",
	"Kid1_2H_06_Elliott":"Parenthood often drives us to learn things we didn't care about before.#$b#Anyway, just keep in mind, books can't cover all the surprises that come your way.#$b#Whenever you're in need, whether it's advice or a babysitter, don't hesitate to ask, okay?",
	"Kid1_2H_06_Abigail":"Parenthood often drives us to learn things we didn't care about before.#$b#That sounds like you right now, doesn't it? You wouldn't have bothered with these books before.$h#$b#Anyway, just keep in mind, books can't cover all the surprises that come your way.#$b#Whenever you're in need, whether it's advice or a babysitter, don't hesitate to ask your Mom, okay?",
	"Kid1_2H_07":"Hmm... This one looks like a good pick.",
	"Kid1_2H_08":"Ah, might borrow these as well.$h",
	"Kid1_2H_09":"Huh? What's that?",
	"Kid1_2H_10":"!! #$b#...$5 #$b#...$s",
	"Kid1_2H_11":"Guess I'll just pretend I didn't see that.$s",
	
	//	kid1_2h
	
	"kid1_2h_Pierre":"%spouse's been giving me these strange looks lately. Am I imagining things?$s",
	"kid1_2h_Caroline":"%spouse inquired about some parenting books, hoping they could provide some guidance for you all.",
	
	"kid1_2h_Barron":"@, I can look up some parenting books for you, if you need them.$h#$b#Hold on, I've got that book Caroline let you borrow. I'll look up some tips.$1",
	
	
	//Kid 1
		//Event 4 (Mother Visit) 172420003 172420004
	
	"Kid1_MV_01":"%On this momentous day, you all should have risen early because a special guest is on the way to Stardew Valley.#$b#%But unfortunately, %spouse and you end up sleeping in a tad too much because of a restless night...#$b#%And now, you're waiting at the bus stop, and %spouse is off to get Gus's help.",
	"Kid1_MV_02":"Hey, %spouse. Here's your grub, as ordered.",
	"Kid1_MV_03":"Oh, Gus, you're a lifesaver.$h#$b#When @ and I overslept, I was completely lost...$s",
	"Kid1_MV_04":"Don't mention it, you better skedaddle back home. Your mother-in-law could be showing up any time.$h",
	"Kid1_MV_05":"Oh! Yeah, I better get going!$s",
	"Kid1_MV_06":"Thanks!",
	"Kid1_MV_07":"Give her my regards!",
	"Kid1_MV_08":"*Panting*",
	"Kid1_MV_09":"Hey, darling!",
	"Kid1_MV_10":"She hasn't shown up yet, right?$s",
	"Kid1_MV_11":"Alright, the food's in hand. I've got to head back and get things ready. Can't leave little %kid1 alone too long.",
	"Kid1_MV_12":"Gotta run!",
	"Kid1_MV_13":"%Your preparations were a little rushed because of oversleeping, but thankfully, everything was in place before your mother's arrival.#$b#%After she arrived... She couldn't contain her excitement, and tears of joy welled up in her eyes as she embraced her grandchild tightly.#$b#%This might have been the first time you saw her so genuinely happy, and your home resonated with laughter and warmth for the entire day.#$b#%If your grandpa could hear from the great beyond, he'd surely be heartened...",
	
	"MotherMail":"Dear @, ^^Yesterday was truly heartwarming! It's been quite some time since I've had such a good laugh, my cheeks almost went numb! ^^Seeing your baby brought back cherished memories of your own childhood, so full of vivacity and adorableness. It's incredible to think that the tiny baby you once were has grown up to run your Grandpa's farm so brilliantly, with such a wonderful partner and an adorable little one of your own. It fills me with immense gratitude, truly...I'm not crying! ^^Now that I'm heading back, make sure you two take good care of yourselves. Being parents means the responsibility is even bigger, my dear. ^^Love, Mom ^^P.S. I've got to share the pictures on social media to show off a bit!",
	
	//	kid1_MV
	
	"kid1_MV_Evelyn":"Your mother paid us a visit before she left. It was a wonderful surprise! It's been ages since we last saw her.$h",
	"kid1_MV_George":"Hmmph, after all these years, she finally remembered this small community.$a#$b#%You notice that George is savoring the snacks your mother brought with great relish.",
	"kid1_MV_Gus":"Glad I could lend a hand. If there's anything you need, don't hesitate to call on me!$h",
	"kid1_MV_Lewis":"Hi there, @! It's been too long since we last had the pleasure of your mother's company in Pelican Town. You should encourage her to visit more often.$h",
	
	"kid1_MV_Lenny":"I bumped into your dear mum at the bus stop. It's been quite a while since our last chit-chat.#$b#Don't worry, I was singing your praises. You're practically a local hero in Ridgeside, after all.$h",
	"kid1_MV_":"",
	
	//Kid 1
		//Event 5 (Talk) 172420005
	
	"Kid1_3H_01":"!$h",
	"Kid1_3H_02":"%%spouse is brimming with an extraordinary level of excitement, gleefully leaping and bouncing around.",
	"Kid1_3H_03":"Oh, you're back! Perfect timing.$h#$b#I was just about to share my happiness with you!$h",
	"Kid1_3H_04":"Guess what happened right after I finished feeding %kid1?",
	"Kid1_3H_05":"Hehe, our precious little one waved his tiny hands at me, and then...",
	"Kid1_3H_05_girl":"Hehe, our precious little one waved her tiny hands at me, and then...",
	"Kid1_3H_06":"%kid1 called me! Called me!$h",
	"Kid1_3H_07":"%kid1's just a small baby, but already calling out to me!$h",
	"Kid1_3H_08":"It's absolutely precious, so adorable, beyond adorable!$h",
	"Kid1_3H_09":"Come over quickly, let's go see if our baby's learned to call you!$h",
	"Kid1_3H_10":"%Over the next hour, the two silly parents tried every trick in the book to get their baby to call them, and they couldn't stop giggling.",
	
	// kid1_3h
	
	"kid1_3h_Demetrius":"Congratulations, @! I heard that your little one has started calling you.#$b#This is truly one of the happiest moments of parenthood.$h",
	"kid1_3h_Gus":"Hi there, @! You look so overjoyed that you might burst into dance at any moment. Is it because your little one has begun speaking?$h#$b#How do I know? Well, %spouse can't stop talking about it to everyone!",
	"kid1_3h_Clint":"%spouse told me that your child has started speaking, and looks absolutely delighted.$4#$b#When will I have the chance to experience such joy...$s",
	
	"kid1_3h_Faye":"With %kid1 here, I feel inspired to explore design possibilities I've never thought of before.#$b#Oh, wait, I've got a fabulously cute baby fashion inspiration now!$h",
	"kid1_3h_Bert":"You know, the first time Trinnie called me Papa, I got a bit teary-eyed. How 'bout you?",
	"kid1_3h_Ezekiel":"Heard from %spouse that your kid got you all weepy, huh?$h#$b#What? When Corine was born?$3#$b#Nah, not a chance. I'm made of tougher stuff!",
	
	"kid1_3h_Rodney":"The very first time Meredith called me, it was the epitome of pure bliss in my life, surpassing the joy of receiving any award for my books.$h",
	"kid1_3h_Barron":"Now that %kid1 is talking, it's very important to start reading to him.#$b#It'll help develop his speech.",
	"kid1_3h_Barron_girl":"Now that %kid1 is talking, it's very important to start reading to her.#$b#It'll help develop her speech.",
	
	//Kid 2
		// Event 1 (Birth) 172421000
		//- Portrait 
		
		"Kid2_0H_01":"Wow! Who's this tiny baby?$4",
		"Kid2_0H_02":"%kid1, come meet your little brother.$h",
		"Kid2_0H_02_girl":"%kid1, come meet your little sister.$h",
		"Kid2_0H_03":"Hi, little bro!$h",
		"Kid2_0H_03_girl":"Hi, little sis!$h",
		"Kid2_0H_04":"%Suddenly, %kid2 begins to giggle and starts waving his little hands happily.",
		"Kid2_0H_04_girl":"%Suddenly, %kid2 begins to giggle and starts waving her little hands happily.",
		"Kid2_0H_05":"Look, he's waving back!$4",
		"Kid2_0H_05_girl":"Look, she's waving back!$4",
		"Kid2_0H_06":"Hehe, he's trying to say hi, just like you.$h",
		"Kid2_0H_06_girl":"Hehe, she's trying to say hi, just like you.$h",
		"Kid2_0H_07":"Okay, listen to me, %kid1.",
		"Kid2_0H_08":"You're a big brother now. Remember to be nice to your little sister and take good care of her, okay?",
		"Kid2_0H_08_girl":"You're a big sister now. Remember to be nice to your little brother and take good care of him, okay?",
		"Kid2_0H_09":"Okaaay~$4",
		"Kid2_0H_10":"",
		
		// Kid2_0H
	
	"Kid2_0H_Vincent":"%kid1 told me he got a little sister now.#$b#So cool! I wanna have little sister too.$h",
	"Kid2_0H_Vincent_girl":"%kid1 told me she got a little brother now.#$b#So cool! I wanna have little brother too.$h",		
	"Kid2_0H_Jas":"Hi, farmer @. Can the baby play with the plushies? I wanna play with him.",	
	"Kid2_0H_Jas_girl":"Hi, farmer @. Can the baby play with the dolls? I wanna play with her.",	
	"Kid2_0H_Gus":"Hi, @! Been a while since I've seen you and %spouse around. I'm guessing that newborn's keeping you both occupied.#$b#How about swinging by for a drink sometime? It's on the house.$h",	
	"Kid2_0H_Pierre":"Looks like we've got another new baby in town. Don't you worry, I've stocked up on all the baby supplies.$h#$b#If you ever need anything, just stop by.",	
	"Kid2_0H_Robin":"Hey there, welcome to the 'Two Kiddos Club'! Looks like we're growing.$h",	
	"Kid2_0H_Caroline":"One child can be quite the handful already, and now you have two. You might end up more exhausted than us.#$b#But, you know, I'm joking. Your family is growing, and that's something to celebrate!$h",	
	
	"Kid2_0H_Sophia":"Aww. %kid2's just too cute.$9#$b#Do you think %kid1 or %kid2 is cuter?#$b#I can't decide!$9",	
	
	"Kid2_0H_Ian":"Hi, @! I imagine you've been quite busy recently, especially with the new family member.#$b#Do you need any help with your farm?#$b#Just give me a shout, I'll throw in a friend discount!$h",	
	"Kid2_0H_Sean":"Hey, @! You must be super busy these days, right? Feel free to rely on us more.#$b#Seriously, no need to hold back. It's just our way of saying thanks for all the times you've had our backs.$h",	
	
	"Kid2_0H_Lavril":"Can I go see your baby too?$10#$b#Oh, I can't wait!$12",	
	"Kid2_0H_Barron":"A second baby?$1#$b#Wow, you two a real troopers!$1",	
	
	"Kid2_0H_":"",	
	
	
		//Event 2 (Milk baby) 172421001 
		//- Portrait 
		
		"Kid2_Milk_01":"...And then I was taken aback by how the prices for baby necessities have risen since %kid1 was born...$s",
		"Kid2_Milk_02":"I know, but he argued that it's due to inflation...$s#$b#He doesn't even budge when I asked for a discount!$a",
		"Kid2_Milk_02_Abigail":"I know, but he argued it's due to inflation...$s#$b#He won't even give his own daughter a discount!$a",
		"Kid2_Milk_03":"%Suddenly, the sound of %kid2 crying interrupts.",
		"Kid2_Milk_04":"Oops, we got carried away with our conversation and forgot about %kid2's feeding time.$s#$b#Let's hurry over.",
		"Kid2_Milk_05":"%But as you approach the baby crib, you find out...",
		"Kid2_Milk_06":"Don't cry, little sis!#$b#Big bro's here with you!",//Need Update
		"Kid2_Milk_06_girl":"Don't cry, little bro!#$b#Big sis's here with you!",//Need Update
		"Kid2_Milk_07":"Big bro's here with you!",//
		"Kid2_Milk_07_girl":"Big sis's here with you!",//
		"Kid2_Milk_08":"Look, this is your milk bottle!#$b#Sip slowly, no crying, okay?",//Need Update
		"Kid2_Milk_09":"Sip slowly, no crying, okay?",//
		"Kid2_Milk_10":"%With the bottle in his tiny hands, %kid2's crying gradually ceases, and he begins to drink the milk slowly.",
		"Kid2_Milk_10_girl":"%With the bottle in her tiny hands, %kid2's crying gradually ceases, and she begins to drink the milk slowly.",
		"Kid2_Milk_11":"Good boy~",
		"Kid2_Milk_11_girl":"Good girl~",
		"Kid2_Milk_12":"Lalala, my little star~",
		"Kid2_Milk_13":"%%kid1 starts to hum the lullaby you always sang to him.",
		"Kid2_Milk_13_girl":"%%kid1 starts to hum the lullaby you always sang to her.",
		"Kid2_Milk_14":"*Whisper* Oh dear, look at this...$4",
		"Kid2_Milk_15":"This is too sweet...$4",
		"Kid2_Milk_16":"Honey, I never expected to witness this...",
		"Kid2_Milk_17":"%kid1 is making us so proud.$h",
		
		//  Kid2_Milk
		
		"Kid2_Milk_Jodi":"Oh my, isn't this just adorable?$h#$b#I know %kid1's a tad mischievous sometimes, but it seems like he's already showing signs of becoming a responsible big brother.$h",
		"Kid2_Milk_Jodi_girl":"Oh my, isn't this just adorable?$h#$b#I know %kid1's a tad mischievous sometimes, but it seems like she's already showing signs of becoming a responsible big sister.$h",
		"Kid2_Milk_Penny":"You know, it's not uncommon for the older sibling to become more mischievous when the second one arrives, feeling a bit neglected.#$b#It seems like %kid1 doesn't act like that, It's wonderful.$h",
		
		"Kid2_Milk_Olga":"You think Trinnie would take on more responsibility if she had a little brother or sister?",
		"Kid2_Milk_Bert":"Hey there, @. Trinnie caught wind of %kid1 helping feed his baby sister, and said that she'd be keen to join in as well.$h",
		"Kid2_Milk_Bert_girl":"Hey there, @. Trinnie caught wind of %kid1 helping feed her baby brother, and said that she'd be keen to join in as well.$h",
		"Kid2_Milk_Naomi":"It's a bit easier when you have a helpful big brother or sister looking after the second one.#$b#Don't ask me how I know.$h",
		
		"Kid2_Milk_Aideen":"So, have you traversed great distances just to regale us with the story of %kid1's nurturing of his sister?#$b#Very well, it is indisputably endearing. The children and, perhaps, the parents too.$7",
		"Kid2_Milk_Aideen_girl":"So, have you traversed great distances just to regale us with the story of %kid1's nurturing of her brother?#$b#Very well, it is indisputably endearing. The children and, perhaps, the parents too.$7",
		"Kid2_Milk_Rosa":"You know, it feels like yesterday you'd bring %kid1 here, seeking a babysitter. Knowing how responsible he's become is really heartwarming.#$b#You see, %kid1 has always felt like the child we all helped nurture in the Scarp.$h",
		"Kid2_Milk_Rosa_girl":"You know, it feels like yesterday you'd bring %kid1 here, seeking a babysitter. Knowing how responsible she's become is really heartwarming.#$b#You see, %kid1 has always felt like the child we all helped nurture in the Scarp.$h",
		"Kid2_Milk_":"",
		"Kid2_Milk_":"",
	

		//Event 3 (Clinic) 172421003 172421004
	
	"Kid2_1H_01":"%You received a phone call from Harvey, informing you something has happened to your baby, and you're now racing to the clinic at full throttle.",
	"Kid2_1H_02":"@! You made it just in time!",
	"Kid2_1H_03":"Oh no, what should we do... %kid2 is very ill! I'm not sure what's going on!$s",
	"Kid2_1H_04":"Oh, alright, let me gather my thoughts.$s#$b#Today, shortly after I fed %kid2 milk, I suddenly heard him crying incessantly.#$b#At first, I assumed it was just because he needed to relieve himself.#$b#But to my surprise, his body became more swollen and red. And he's been vomiting and having diarrhea too.$s",
	"Kid2_1H_04_girl":"Oh, alright, let me gather my thoughts.$s#$b#Today, shortly after I fed %kid2 milk, I suddenly heard her crying incessantly.#$b#At first, I assumed it was just because she needed to relieve herself.#$b#But to my surprise, her body became more swollen and red. And she's been vomiting and having diarrhea too.$s",
	"Kid2_1H_05":"It looks really serious.$s#$b#So, I rushed him over to the clinic, and luckily, Dr. Harvey's still here.",
	"Kid2_1H_05_girl":"It looks really serious.$s#$b#So, I rushed her over to the clinic, and luckily, Dr. Harvey's still here.",
	"Kid2_1H_06":"Will he be okay? I've heard that newborns are incredibly fragile and can easily succumb to various illnesses.$s",
	"Kid2_1H_06_girl":"Will she be okay? I've heard that newborns are incredibly fragile and can easily succumb to various illnesses.$s",
	"Kid2_1H_07":"What should we do? What should we do!$s",
	"Kid2_1H_08":"@, %spouse.",
	"Kid2_1H_09":"Doctor! What's wrong with %kid2? Is his condition severe? Is it something terminal? Is there anything we can do?$s",
	"Kid2_1H_09_girl":"Doctor! What's wrong with %kid2? Is her condition severe? Is it something terminal? Is there anything we can do?$s",
	"Kid2_1H_10":"Please, both of you, try to stay calm.",
	"Kid2_1H_11":"%kid2 is just exhibiting symptoms of lactose intolerance, which is a common problem among newborns.#$b#As long as we carefully manage his diet for now, we can control it.#$b#Moreover, many children recover from lactose intolerance without any further complications. ",
	"Kid2_1H_11_girl":"%kid2 is just exhibiting symptoms of lactose intolerance, which is a common problem among newborns.#$b#As long as we carefully manage her diet for now, we can control it.#$b#Moreover, many children recover from lactose intolerance without any further complications. ",
	"Kid2_1H_12":"Oh my... But is he doing better now?$s",
	"Kid2_1H_12_girl":"Oh my... But is she doing better now?$s",
	"Kid2_1H_13":"Yes, I provided emergency treatment, and %kid2 is pretty stable now. He's sleeping soundly back there.",
	"Kid2_1H_13_girl":"Yes, I provided emergency treatment, and %kid2 is pretty stable now. She's sleeping soundly back there.",
	"Kid2_1H_14":"Phew... Thank Yoba.$h",
	"Kid2_1H_15":"I'll also prescribe some lactase enzyme and other medications.#$b#Come, please follow me. I'll explain what dietary precautions you need to know...",
	
	// kid2_1h
	
	"kid2_1h_Harvey":"Please don't worry. I will keep a close eye on %kid2's health, and help him slowly regain the ability to have a regular diet.",
	"kid2_1h_Harvey_girl":"Please don't worry. I will keep a close eye on %kid2's health, and help her slowly regain the ability to have a regular diet.",
	"kid2_1h_Maru":"Witnessing a little baby endure such pain is truly heart-wrenching. I hope %kid2 makes a speedy recovery.$s",
	"kid2_1h_Jodi":"Do you need recommendations for lactose-free baby formula?#$b#I went through something similar with my children when they were born, so I'm quite familiar with it.",
	"kid2_1h_Marnie":"I heard about what happened to %kid2, so I didn't bring him fresh milk.$s#$b#I hope he gets better soon.",
	"kid2_1h_Marnie_girl":"I heard about what happened to %kid2, so I didn't bring her fresh milk.$s#$b#I hope she gets better soon.",
	"kid2_1h_Pierre":" I learned about your child's health condition, and I'm really sorry to hear that.$s#$b#By the way, I can always help you stock up on lactose-free baby food!#$b#Please rest assured, I won't take advantage of your situation!$h",
	"kid2_1h_Evelyn":"Oh Yoba... When babies are newly born, it's important to introduce them to different foods gradually. You've to check for any food allergies.$s#$b#...You didn't do that with %kid1 and nothing happened? That was just sheer luck.$s#$b#Now, let's be more cautious with %kid2. Okay?",
	"kid2_1h_Pam":"Hey, I heard that %kid2 got food poisoning. You gotta watch what he's munching on, kid.#$b#!!!$4#$b#...$s",
	"kid2_1h_Pam_girl":"Hey, I heard that %kid2 got food poisoning. You gotta watch what she's munching on, kid.#$b#!!!$4#$b#...$s",
	
	"kid2_1h_MorrisTod":"Oh, that's what happens when you don't choose Joja's products!$2#$b#We offer chemically synthesized milk powder, completely lactose-free, and scientifically proven for safety! Perfectly suited for %kid2!$5",
	
	"kid2_1h_Lenny":"I heard %kid2 got hospitalized. He's okay now, right?$s",
	"kid2_1h_Lenny_girl":"I heard %kid2 got hospitalized. She's okay now, right?$s",
	"kid2_1h_Shanice":"Oh no! %kid2 got admitted to the hospital?$3#$b#Oh, the poor little one... I'll be over to visit after I close the shop.$s",
	"kid2_1h_Lorenzo":"Mama mia! I just heard that %kid2 was in the hospital, he's alright, right?$3#$b#Lactose intolerance? We got lactose-free products, take some with you!",
	"kid2_1h_Lorenzo_girl":"Mama mia! I just heard that %kid2 was in the hospital, she's alright, right?$3#$b#Lactose intolerance? We got lactose-free products, take some with you!",
	"kid2_1h_Paula":"Ohh, @... Heard about %kid2's situation from Harvey, and it's got me worried.$s#$b#If you need any advice or assistance, I'm here for you, you know.$s",
	
	"kid2_1h_Barron":"Is %kid2 okay? I've been so worried, you and your family mean a lot to this community you know.$2",
	
	
//Kid 2
		//Event 4 (Picnic) 172421005
		//- Portrait 
	
	"kid2_Forest_01":"Oh... %kid2 is so cute!$h",
	"kid2_Forest_02":"Can I help feed him, pretty please?$s",
	"kid2_Forest_02_girl":"Can I help feed her, pretty please?$s",
	"kid2_Forest_03":"Sure, but be gentle and feed slowly, okay? Feeding too fast might cause him to choke.",
	"kid2_Forest_03_girl":"Sure, but be gentle and feed slowly, okay? Feeding too fast might cause her to choke.",
	"kid2_Forest_04":"Okay!",
	"kid2_Forest_05":"%With a smile, %spouse hands the baby bottle to Jas.",
	"kid2_Forest_06":"Come on, baby, take it slowwie~",
	"kid2_Forest_07":"*Whisper* So precious.$h",
	"kid2_Forest_08":"Look! Mister Squirrel!$h",
	"kid2_Forest_09":"A white one!$h#$b#He's so fluffy!$h",//Need Update
	"kid2_Forest_10":"He's so fluffy!$h",//
	"kid2_Forest_11":"Darling, I'm so glad you could make it today. We should make time for relaxed days like this more often.$h",
	"kid2_Forest_11.1":"Blessed with this wonderful weather, having a lovely picnic with my beloved...",
	"kid2_Forest_12":"And watching Jas lovingly feeds our precious son...",
	"kid2_Forest_12_girl":"And watching Jas lovingly feeds our precious daughter...",
	"kid2_Forest_13":"As for Vincent and our beloved son...",
	"kid2_Forest_13_girl":"As for Vincent and our beloved daughter...",
	"kid2_Forest_14":"Having a friendly playdate with a fluffy little squirrel...$h",
	"kid2_Forest_15":"Well... what a serene and delightful day... right?$h",
	
	// kid2_Forest
	
	"kid2_Forest_Jas":"%kid2' is too cute! Can I feed her again, pretty please?$h",
	"kid2_Forest_Vincent":"Hehe, %kid1 and me, we gonna catch Mister Squirrel next time!$h",
	
	"kid2_Forest_Lenny":"Hmph! Can't believe you went on a picnic and didn't think of me, how mean!$a",
	"kid2_Forest_Yuuma":"I was near Aunt Marnie's place and noticed you were having a picnic.#$b#Can I come along next time?$h",
	"kid2_Forest_Keahi":"Heya, @! I'm all set to help Vincent and %kid1 in their mission to catch that white squirrel. They can count on me!$4",
	"kid2_Forest_Trinnie":"Hey, hey! @! Will you let me join next time you go for a picnic? Pretty please?$s#$b#I'll be the most fun!$h",
	
	"kid2_Forest_Eloise":"I told Vinnie and %kid1 that squirrels are easily frightened animals. I hope they won't chase after Mr. Squirrel...$s",
	"kid2_Forest_Lavril":"Vincent said they want to catch Mr. Squirrel to be friends...$7#$b#I also want to be friends with Mr. Squirrel, but I think you can't make friends by pushing it...$6",
	
	"kid2_Forest_Jorts":"Hey, @! Take this!$h[128]#$b#The television said babies need fish oil to grow big, so I caught this big round fish from the sea!#$b#It's kinda weird, but it sure looks oily!$h",
	"kid2_Forest_Jean":"Jorts, no! We can't let %kid2 eat this! He's just a little baby!$4",
	"kid2_Forest_Jean_girl":"Jorts, no! We can't let %kid2 eat this! She's just a little baby!$4",
	
	"kid2_Forest_":"",
	
	
	//Event 5 (Jodi) 172421006 
			
	"Kid2_3H_01":"I'm sorry for troubling you once again, we were hoping you could lend a hand in babysitting %kid2 today.$s#$b#@ is busy with mining, and it falls upon me to take %kid1 for medical check-up.#$b#Afterward, I still need to go shopping for household items and attend to some work-related matters.",
	"Kid2_3H_01_Sam":"I'm sorry for troubling you once again, Mom. We were hoping you could lend a hand in babysitting %kid2 today.$s#$b#@ is busy with mining, and it falls upon me to take %kid1 for medical check-up.#$b#Afterward, I still need to go shopping for household items and attend to some work-related matters.",
	"Kid2_3H_02":"Today is going to be quite hectic, and while I can handle %kid1 since she's older, %kid2 is still too young. It wouldn't be suitable for him to tag along.#$b#He might get overwhelmed, I would be worried about %kid2 crying and causing a ruckus.$s",
	"Kid2_3H_02_girl":"Today is going to be quite hectic, and while I can handle %kid1 since he's older, %kid2 is still too young. It wouldn't be suitable for her to tag along.#$b#She might get overwhelmed, I would be worried about %kid2 crying and causing a ruckus.$s",
	"Kid2_3H_03":"Oh, come on, %spouse, please don't feel like you're imposing. It's just a little favor, you can always count on me for babysitting.#$b#Vincent and Jas are really fond of %kid2. They're also delighted to have a baby around.$h",
	"Kid2_3H_03_Sam":"Oh, come on, Sam, please don't feel like you're imposing. You can always count on your mom for babysitting.#$b#Vincent and Jas are really fond of %kid2. They're also delighted to have a baby around.#$b#And I'm looking forward to bonding with my sweet grandchild even more.$h",
	"Kid2_3H_04":"Oh, thank you so much, you're a lifesaver.$h#$b#Well, I should be on my way now...",
	"Kid2_3H_04_Sam":"Oh, thank you so much, Mom, you're a lifesaver.$h#$b#Well, I should be on my way now...",
	"Kid2_3H_05":"Hold on a second, wasn't %kid1 just in the living room? Where did she vanish to?$a#$b#She didn't sneak out, did she? Oh no...$s",
	"Kid2_3H_05_girl":"Hold on a second, wasn't %kid1 just in the living room? Where did he vanish to?$a#$b#He didn't sneak out, did he? Oh no...$s",
	"Kid2_3H_06":"Oh my...I hope not.$s",
	"Kid2_3H_07":"Oh no, %kid2 ate my shiny stone!$3",
	"Kid2_3H_08":"Vincent, remember what Ms. Penny taught us? We shouldn't give small things to babies because they tend to put everything into their mouths.$4",
	"Kid2_3H_09":"Oh Yoba...",
	"Kid2_3H_10":"Ah, darn it, Vincent!!!!$3",
	"Kid2_3H_11":"%Thankfully, we later found out that %kid2 had simply been holding the stone in his mouth and hadn't swallowed it.#$b#%And as for %kid1, she might have plunged into the river if the fisherman hadn't been there to spot her... But that's a story for another time...",	
	"Kid2_3H_11_girl":"%Thankfully, we later found out that %kid2 had simply been holding the stone in her mouth and hadn't swallowed it.#$b#%And as for %kid1, he might have plunged into the river if the fisherman hadn't been there to spot him... But that's a story for another time...",	
	
	// kid2_3h
	
	"kid2_3h_Vincent":"I'm really, really sorry! I promise I won't give %kid2 any more small things to play with...$s",
	"kid2_3h_Jas":"I'm sorry, farmer @. I should have stopped Vincent earlier.$s",
	"kid2_3h_Jodi":"@, I'm truly sorry. I will keep a close eye on Vincent from now on, and this won't happen again.$s#$b#Just say the word if you need me to look after your children, alright?",
	"kid2_3h_Sam":"Taking care of kids is no joke, man. You can't even zone out for a second.$s",
	"kid2_3h_Lewis":"I witnessed what happened by the river that day. Please remind %spouse to be extra careful!$4#$b#If it weren't for Willy being there at the right time, it would've been a heartbreaking tragedy!$s#$e#I'm sorry, I got a little carried away, but I'm genuinely worried about %kid1.",
	"kid2_3h_Willy":"Hey, @.... It would've been a real disaster if I hadn't caught that.$s#$b#Keep a firm grip on the kid, ya got that?",
	
	"kid2_3h_Eloise":"Oh... I heard Vinnie almost let %kid2 swallow a stone. He seems really sad now.$s",
	"kid2_3h_Yri":"Hey, @. I got to hold %kid2 when %spouse brought him for a routine checkup.#$b#So small, so cute, and so adorable!$h",
	"kid2_3h_Yri_girl":"Hey, @. I got to hold %kid2 when %spouse brought her for a routine checkup.#$b#So small, so cute, and so adorable!$h",
	
//Third Stage Events
	//Kid 1
		//Event 6 (Town Intro) 172420006

    "Kid1_Events_01":"Hey, @, you're back.#$b#Welcome home! You've had a hard day at work again, haven't you?$h",
    "Kid1_Events_03":"%Raucous sounds could be heard from the room.",
    "Kid1_Events_04":"Oh boy, could you go over there and check on %kid1?$s",
	"Kid1_Events_05":"%kid1 got a new toy and went to play over there, but he's making quite a noisy sound.$s",
	"Kid1_Events_05_girl":"%kid1 got a new toy and went to play over there, but she's making quite a noisy sound.$s",
    "Kid1_Events_06":"I'm a bit concerned, but I still have to tidy up these things...$s",
    "Kid1_Events_07":"What is this? Oh, did you forget?#$b#We agreed earlier that %kid1 is getting older now, so it's time to occasionally take him to the town and introduce our little precious one to everyone.",
	"Kid1_Events_07_girl":"What is this? Oh, did you forget?#$b#We agreed earlier that %kid1 is getting older now, so it's time to occasionally take her to the town and introduce our little precious one to everyone.",
	"Kid1_Events_08":"So today, I took %kid1 there, and everyone absolutely adores our baby. It's really wonderful.$h",
	"Kid1_Events_09":"Ah, perhaps there's a bit too much *adoration* going on.#$b#Just look at all these gifts! So many of them! Everyone has a small gift to give to our child.",
	"Kid1_Events_10":"But now I have to unwrap them and tidy everything up.$s",
	"Kid1_Events_11":"No matter what, I'm grateful that our dear child is receiving so much love and affection.",
	"Kid1_Events_12":"%kid1 is absolutely thrilled too, because he hardly ever gets to play with so many friends.#$b#Usually, he only gets to play with others when our friends drop by once in a while.$h",
	"Kid1_Events_12_girl":"%kid1 is absolutely thrilled too, because she hardly ever gets to play with so many friends.#$b#Usually, she only gets to play with others when our friends drop by once in a while.$h",
	"Kid1_Events_13":"Ah, if I don't tidy up all these messy things soon, it'll be too late.",
	"Kid1_Events_14":"Let's chat later, alright? Can you go there and check on %kid1 for me, please?",
	
	// kid1_intro1
	
	"kid1_intro1_penny":"Seems like %kid1 is sproutin' up real fast. I reckon it's time I prepare some new homework for %kid1.",
	"kid1_intro1_Abigail":"Hey @, %kid1 caught me taking a peek at those colorful gemstones you've hidden in the chest. Quite an impressive collection you've got there!#$b#Don't you worry, I definitely didn't grab any of them, thinking they were edible!$h",
	"kid1_intro1_Alex":"Noticed how %kid1's been eyeing my gridball? Caught him kicking it a few times when I wasn't looking.#$b#Who knows, maybe he got more potential than me to be a real gridball star player?$h",
	"kid1_intro1_Alex_girl":"Noticed how %kid1's been eyeing my gridball? Caught her kicking it a few times when I wasn't looking.#$b#Who knows, maybe she got more potential than me to be a real gridball star player?$h",
	"kid1_intro1_Harvey":"%kid1's brimming with energy and so healthy. It's truly marvelous.$h#$b#May %kid1 have that cheerful smile on the face, forever and ever.$h",
	"kid1_intro1_Sam":"You won't believe what I saw. %kid1's been doing air guitar lately, making some super strange noises.$h#$b#Makes me wonder if %kid1's been peeping on my guitar practices. What do you think?$u",
	"kid1_intro1_Leah":"You won't believe what %kid1 asked for when I asked what he wants as a present.#$b#It's a wooden sword! Because %kid1 said you're frequently away, and wants to protect the family.$h#$b#So adorable, right?$h",
	"kid1_intro1_Leah_girl":"You won't believe what %kid1 asked for when I asked what she wants as a present.#$b#It's a wooden sword! Because %kid1 said you're frequently away, and wants to protect the family.$h#$b#So adorable, right?$h",
	"kid1_intro1_Maru":"I'm thinking of making a little present for %kid1. Any ideas?#$b#A miniature robot? It sounds quite fascinating!$h",
	"kid1_intro1_Sandy":"Emily told me how adorable %kid1 is.$h#$b#I'm dying to meet the little sweetheart, but dragging kids to this scorching desert would be a terrible idea, right?$2",
	"kid1_intro1_Krobus":"I'm still a little wary of humans, but the young human is so adorable.$h#$e#Oh, yes, I took a little peek.$h",
	
	"kid1_intro1_Andy":"Tell me. Did you read any Yoba text to %kid1?#$b#I gotta say teachin' them kiddos the right religious values from the start.$3#$b#If ya need it, I can go on and teach him a thing or two from that good ol' Yoba text.$3",
	"kid1_intro1_Andy_girl":"Tell me. Did you read any Yoba text to %kid1?#$b#I gotta say teachin' them kiddos the right religious values from the start.$3#$b#If ya need it, I can go on and teach her a thing or two from that good ol' Yoba text.$3",
	"kid1_intro1_Scarlett":"Sophia was so hyped when she told me about playing with the bunnies alongside %kid1.#$b#I'm so happy for her.$h",
	"kid1_intro1_Susan":"If you're ever in need of a babysitter for %kid1, don't hesitate to reach out.#$b#My farm is not as bustling as %farm, so I've got some spare moments to lend a hand.",
	"kid1_intro1_Marlon":"Hmm... @. I believe %kid1 may walk the path of a valiant warrior.#$b#Oh, %spouse asked me to demonstrate a few sword moves during the festival, for fun, of course.#$b#You won't believe this. %kid1 grabbed a tree branch and copied my moves with near-perfect precision!$1",
	"kid1_intro1_Morgan":"I want to give %kid1 a magical gift. but Magnus said no.$2",
	
	"kid1_intro1_Lenny":"%kid1's growing up so fast! Hmph, if we ever have to compete at the Egg Festival, I won't be holding back!$h",
	"kid1_intro1_Louie":"I got this rad new game that's totally awesome!$h#$b#Well, if you beg me nicely, I might let %kid1 borrow it.$4",
	"kid1_intro1_Blair":"%kid1 seems quite curious about fishing. Maybe I could show him the ropes one day.",
	"kid1_intro1_Blair_girl":"%kid1 seems quite curious about fishing. Maybe I could show her the ropes one day.",
	"kid1_intro1_Richard":"Hello, @! Seeing you now, building a life and family, your grandpa would be raising a glass up there, toasting to your success.$h",
	"kid1_intro1_Trinnie":"I told %kid1 that talking to the plants helps them grow really tall and strong.#$b#And now %kid1 said he's going to chat with all the plants on your farm too! Isn't that cool?$h",
	"kid1_intro1_Trinnie_girl":"I told %kid1 that talking to the plants helps them grow really tall and strong.#$b#And now %kid1 said she's going to chat with all the plants on your farm too! Isn't that cool?$h",
	"kid1_intro1_Olga":"Oh, hearing from %spouse about your parenting life takes me back to the days when Trinnie was just a wee little thing. So darn cute back then!#$b#But now? Well, it's mostly about being all worried and stuff.$5#$b#Still, she's my precious darling, no doubt about that!$h",
	"kid1_intro1_Kiwi":"More tiny human chasing Kiwi now.$5#$b#Kiwi hates chase.$s",
	"kid1_intro1_Philip":"I'm happy to be the one %kid1 runs to for piggyback rides. Working the latissimus dorsi muscles is a bonus, right?$h",
	"kid1_intro1_Maddie":"Don't get me wrong, %kid1 is very adorable.#$b#But those meltdowns are something else$s.",
	"kid1_intro1_Yuuma":"I saw %kid1 while I was passing a message for Miss Lenny.#$b#I wish I could play with him.$s",
	"kid1_intro1_Yuuma_girl":"I saw %kid1 while I was passing a message for Miss Lenny.#$b#I wish I could play with her.$s",
	"kid1_intro1_Sean":"You know, @. %kid1 is a little bundle of fun! He's totally taken in by all my crazy stories.$h",
	"kid1_intro1_Sean_girl":"You know, @. %kid1 is a little bundle of fun! She's totally taken in by all my crazy stories.$h",
	"kid1_intro1_Paula":"So, that day, %kid1 saw me and went all out, 'Hey, it's the pretty doctor lady!'#$b#Then everyone burst into laughter... It was so embarrassing.$4#$b#I'm starting to suspect Keahi's influence.$a",
	"kid1_intro1_Paula_girl":"You know, I had this incredibly adorable moment at Pika's. %kid1 rushed over, eager for me to pick her up.#$b#Well, naturally, I scooped up the little sweetheart.$h#$b#Then she pointed at Pika's, saying, 'Can we get some sweets?'#$b#Oh, @, how could I say no?$h",
	
	"kid1_intro1_Eloise":"I read bird encyclopedias to %kid1, but he always gets so bored and fall asleep.$s#$b#So, I started telling him some bird stories, and he really loves 'Penguin Rave's Big Adventure'.$h",
	"kid1_intro1_Eloise_girl":"I read bird encyclopedias to %kid1, but she always gets so bored and fall asleep.$s#$b#So, I started telling her some bird stories, and she really loves 'Penguin Rave's Big Adventure'.$h",
	"kid1_intro1_Juliet":"You know, it seems like %kid1's the only one from this small town that knows how to appreciate classy yo-yo skills.#$b#Guess the rest of 'em just don't have an eye for talent, huh?$1",
	"kid1_intro1_Jessie":"If you ever need a hand with %kid1, please feel free to ask anytime.$1#$b#I do have some experience, and by the way, I have a stash of old toys in my basement. You're welcome to borrow.",
	"kid1_intro1_Jasper":"It seems goblin stories captivate %kid1's curiosity, as he hangs on every word with delight.",
	"kid1_intro1_Jasper_girl":"It seems goblin stories captivate %kid1's curiosity, as she hangs on every word with delight.",
	"kid1_intro1_Sterling":"Mia said she's happy to babysit %kid1 if we wanna hang out at the saloon.#$b#You should take it easy sometimes, @.$h",
	"kid1_intro1_Mateo":"Hey, @, give this pumpkin pie to %kid1.[608]#$b#Why? Well... Consider it our little secret pact!$36",
	"kid1_intro1_Barron":"%kid1 is going to grow up spoiled.$1#$b#You can blame me, I can't stop doting on him.$1",
	"kid1_intro1_Barron_girl":"%kid1 is going to grow up spoiled.$1#$b#You can blame me, I can't stop doting on her.$1",
	"kid1_intro1_Eli":"Hello, Farmer! Did you know your kid’s got nerves of steel?$h#$b#We were playing *toss the kid*, and %kid1 kept yelling, Higher! Higher!$h#$b#So I did. I might’ve overdone it a bit— higher than your roof, actually.$12#$b#%spouse wasn’t amused, though. End of story.$10",
	
	"kid1_intro1_Jorts":"While I may not be the smartest cat, I'd do everything to protect %kid1 because you mean the world to me.$h",
	"kid1_intro1_Jean":"Please don't worry about %kid1 when you and %spouse have to go to work. We will be there at %farm Farm regularly, keeping a close eye on your little one.",

	//Kid 2
		//Event 6 (Town Intro) 172421007

	"Kid2_6H_01":"Finally done with the wrapping, thanks guys.",
	"Kid2_6H_02":"It's all good.",
	"Kid2_6H_03":"You're welcome.",
	"Kid2_6H_04":"No worries.",
	"Kid2_6H_05":"Ah, @, you couldn't have come at a better moment!$h",
	"Kid2_6H_06":"We've just wrapped everything up and could really use a hand getting them home.",
	"Kid2_6H_07":"Ah, you mean these gifts?",
	"Kid2_6H_08":"Today, I took the little ones to town to show them around, and it's the first time I'm introducing %kid2 to everyone.",
	"Kid2_6H_09":"And... as you can see, this time we ended up with twice as many presents...$h",
	"Kid2_6H_10":"Yeah, I did tell them that we feel a bit guilty accepting such generosity. But they insisted, saying what you've given them is like a hundred times more...",
	"Kid2_6H_11":"Well, I actually thought I was the only one getting showered with all these gifts, and that I was your *most special one*...#$b#But it seems like anyone can get just as many gifts from you, regardless of who they are.$s",
	"Kid2_6H_12":"Oh, I wouldn't be surprised if even the cats over there managed to snag some gifts from you...",
	"Kid2_6H_13":"Oh, so you're saying I got the most gifts? Seriously?$h#$b#Oh, darling, put aside the playful jealousy. You're really sweet...$4",
	"Kid2_6H_14":"Ahem!",
	"Kid2_6H_15":"Let's hurry and take these things back home. You two can continue being lovey-dovey once we're done.$h",
	"Kid2_6H_16":"Yup, that's right!",
	"Kid2_6H_17":"Absolutely.",
	"Kid2_6H_18":"Cough, cough. Okay, @, I'll go grab the kids from the playground. They're playing with Vincent and Jas.#$b#You go ahead and bring the stuff back with everyone, alright?$h",
	
	// kid2_intro
	
	"kid2_intro_Linus":"Hey, @. I caught sight of your children. They're so lovely, I'm truly happy for you.$h",
	"kid2_intro_Emily":"Oh yeah, I remember! You've asked me to help %kid2 with a new outfit, right? I'm planning to make a blue one. I hope %kid2 will like it!",
	"kid2_intro_Haley":"I took some snapshots of %kid2, wanna check 'em out?#$b#He's so adorable, right?$h#$b#Although I gotta admit, %kid2 sure knows how to make some ruckus. My ears are still buzzing...$s",
	"kid2_intro_Haley_girl":"I took some snapshots of %kid2, wanna check 'em out?#$b#She's so adorable, right?$h#$b#Although I gotta admit, %kid2 sure knows how to make some ruckus. My ears are still buzzing...$s",
	"kid2_intro_Lewis":"@, you're always there for everyone, so there's no surprise they adore your kids so much.$h",
	"kid2_intro_Clint":"I'm glad I could help, and your kiddos are seriously adorable.$4#$b#*Mumble* Do I still have a chance at finding love?$s",
	"kid2_intro_George":"Hmph, bring those kids of yours to the town more often.$h",
	"kid2_intro_Kent":"If you're ever in need, don't forget to give me a holler.",
	"kid2_intro_Jas":"Guess what? I'm officially a big sister now! A big sis!$h",
	"kid2_intro_Vincent":"Hehehe! %kid2 called me big brother!$h",
	"kid2_intro_Evelyn":"Oh, dear, next time you bring the kids over, be sure to give Granny a little heads-up, okay?#$b#I can bake up some yummy goodies just for them.$h",
	"kid2_intro_Caroline":"Oh, the kids' happy faces when they got the gifts were just too precious. I think I'll get them some more.$h#$b#And Pierre? Well, he was just saying not to go overboard, but all ladies have their secret stash of money.",
	"kid2_intro_Robin":"It warms my heart to see Sebby enjoying the company of kids more than I thought he would.$h",
	"kid2_intro_Sebastian":"The kids seem to be having a great time. That's great.$h",
	"kid2_intro_Shane":"Well, rounding everyone up like this for the kids... I reckon it ain't the worst idea.",
	"kid2_intro_Elliott":"On this lovely day, witnessing the villagers coming together, sharing laughter, and engaging in heartfelt conversations, all for these adorable children.#$b#It was a truly heartwarming sight.$h",
	"kid2_intro_Sandy":"Alright, now we have another cutie to adore. I really want to meet %kid2.$h",
	"kid2_intro_Krobus":"The noise caught my attention, so I couldn't help but sneak a peek.#$b#And %kid2 is just too cute.$h",
	
	"kid2_intro_Claire":" %kid2's smile is pure magic, it lights up the whole town.$h",
	"kid2_intro_Sophia":"I'm gonna make a bunny costume for %kid2 too. We can both put 'em on for the Egg Festival.#$b#Why? Because we're bunny buddies!$9",
	"kid2_intro_Olivia":"During my time at the vineyard, %kid1 and %kid2 couldn't take their eyes off the wine I ordered, as if they believed it to be a large bottle of grape juice.#$b#My, my. Aren't they just adorable?$h",
	"kid2_intro_Victor":"You know, I've got a bunch of old games that are actually great for kids.$h#$b#Let me search around and see if I can find them. Maybe the old console is still lying around somewhere.",
	"kid2_intro_Andy":"Take this, farmer.[404]$8#$b#Those Yoba darn folks keep spoilin' your little ones with all these fancy, useless trinkets.$2#$b#Teach them about true bounties come from the earth.$3",
	"kid2_intro_Scarlett":"You know, %kid2 always has these wide-eyed looks when he sees our truck. It's kind of adorable.$h",
	"kid2_intro_Scarlett_girl":"You know, %kid2 always has these wide-eyed looks when she sees our truck. It's kind of adorable.$h",
	"kid2_intro_Susan":"Andy seems to have developed quite a soft spot for your children.#$b#Now, I definitely didn't see that coming...$h",
	"kid2_intro_Wizard":"@... I sensed something unique about %kid2.#$b#Hmm... Never mind. It's not yet time to reveal this secret.#$e#Patience, for the stars shall align when the moment is right.",
	"kid2_intro_Morgan":"I'm gonna show %kid2 some cool magic. I can't wait to see his reaction!$h",
	"kid2_intro_Morgan_girl":"I'm gonna show %kid2 some cool magic. I can't wait to see her reaction!$h",
	
	"kid2_intro_Irene":"Why not bring the kids to the mansion every now and then? Madame Amethyne is actually quite keen to meet them.$h",
	"kid2_intro_Sonny":"Madame Amethyne hasn't been forthright about it, but she truly desires to meet her old friends' great-grandchildren.#$b#Whenever you have the opportunity, please do bring them over. She'll be absolutely delighted, I'm sure.$h",
	"kid2_intro_Ariah":"I caught a glimpse of %kid1 and %kid2 during the festival, and they looked absolutely adorable.$h#$b#I really want to go get to know them, but I have to focus on my studies...$2",
	"kid2_intro_Maive":"@, a meticulously structured education plan holds tremendous significance in the children's upbringing. I trust you have attended to this matter with the utmost care and diligence, haven't you?#$b#Hmm? Do you truly believe Penny and Flor can handle their homework?$3#$b#I expected more effort!$5#$b#I shall instruct Sonny to arrange excellent professional teachers. Just say the word.",
	"kid2_intro_Carmen":"Ay hijo, I swung by to see tu hijo and tu hija earlier, and they were bursting with energy! If you ever need a babysitter, just give me a holler!$h ^Ay hija, I swung by to see tu hijo and tu hija earlier, and they were bursting with energy! If you ever need a babysitter, just give me a holler!$h",
	"kid2_intro_Naomi":"Hello, having a wonderful day, I hope?#$b#Whenever you find the time, don't hesitate to bring the kids over to the hotel for any event.#$b#I'll take care of all the arrangements and ensure they have an absolute blast here.$h",
	"kid2_intro_Pika":"Hello there, @. %spouse brings the kids up here to eat sometimes. You should drop by too!$h",
	"kid2_intro_Corine":"Hey, @. How about bringing the kids to the Ridge more often? They can't get enough of Pika's cooking!$h",
	"kid2_intro_Alissa":"Have you noticed how %kid2 has such a beautiful voice?#$b#Oh, of course, not when he's crying or fussing.$3#$b#I've noticed that sometimes when he's alone, he hums little tunes.$h",
	"kid2_intro_Alissa_girl":"Have you noticed how %kid2 has such a beautiful voice?#$b#Oh, of course, not when she's crying or fussing.$3#$b#I've noticed that sometimes when she's alone, she hums little tunes.$h",
	"kid2_intro_June":"I noticed %kid2 cheerfully singing along as I played the piano, and his voice is surprisingly melodious.#$b#He might have a natural affinity for music.$h",
	"kid2_intro_June_girl":"I noticed %kid2 cheerfully singing along as I played the piano, and her voice is surprisingly melodious.#$b#She might have a natural affinity for music.$h",
	"kid2_intro_Aguar":"Rasmodius observed that %kid2 has some peculiar qualities...#$b#Ah, maybe you should inquire him directly.",
	"kid2_intro_Lola":"Hello, @. %spouse brought the kids to greet us during the festival. One on each side, staring at us with those big, innocent eyes...#$b#Oh, it was simply adorable!$h",
	"kid2_intro_Freddie":"Seeing your young ones so hale and hearty brings a smile to this old man's heart. I'm genuinely happy for you, @.$h",
	"kid2_intro_Flor":"I've been pondering the most appropriate homework for %kid1 and %kid2 to make their learning experience enjoyable.#$b#Introducing overly complex lessons to young children can be counterproductive to their cognitive development, and may lead to psychological aversion towards education.",
	"kid2_intro_Faye":"Hi, @! Do you like the new clothes I've made for the kids?",
	"kid2_intro_Ian":"I was helping Marnie with some stuff, and %kid2 was waving at me excitedly from the farm.#$b#Haha, such cuteness!$h",
	"kid2_intro_Kimpoi":"Hello, @. I know the farm's a full-time gig, but do make time for your kids while they're wee ones.#$b#These days pass quick.$s",
	"kid2_intro_Malaya":"Your kids are just precious. Make sure to spend lots of time with them, @.$h#$b#How I wish I could've spent more time with young Alissa too.$s",
	"kid2_intro_":"",
	
	"kid2_intro_Jacob":"Hello, @. It's amazing to see how fast your kids are growing every time I drop by for the animals' check-ups.$h#$b#Time does seem to slip away, don't you agree?",
	"kid2_intro_Juliet":"Ah, those juicy fruits on %farm Farm are practically begging to be devoured.#$b#And yeah, sharing some with %kid1 and %kid2 too.",
	"kid2_intro_Charles":"Hello. Why don't you bring your kids to East Scarp more often? Yri has adored them since they were just babies.$h",
	"kid2_intro_Rodney":"%kid2 was super pumped when he received my autograph. You must have read him my books, right?$h#$b#What? You didn't? Could it be %spouse then...$7#$b#Or maybe nobody read it to him?$s",
	"kid2_intro_Rodney_girl":"%kid2 was super pumped when she received my autograph. You must have read her my books, right?$h#$b#What? You didn't? Could it be %spouse then...$7#$b#Or maybe nobody read it to her?$s",
	"kid2_intro_Sterling":"Hey, @, Mia baked some cookies. Want me to grab some for the kids?$h",
	"kid2_intro_Sen":"%kid1 and %kid2 seem to have no idea what us shadowfolk are. They're convinced I'm a 'Shadow Bear'...#$b#Seriously, do I really look that much like a bear?$8",
	"kid2_intro_Barron":"%kid2 is just the cutest little thing, I hope one day I can have children.$1",
	"kid2_intro_Eli":"Hey, farmer! Is %spouse still mad at me?#$b#What happened?#$b#Uh, well...$10#$b#They came over a few days ago, and we were helping %spouse out with babysitting.#$b#Somehow, when your kids left, they looked like they’d rolled through a chimney...$12#$b#On the bright side, they and Soot are besties now, huh?$3",
	
	"kid2_intro_Lucikiel":"It's intriguing how your two offspring respond to my presence.#$b#One of them trembles in fear when they see me.$3#$b#The other, however, is unfazed and even attempts to grasp my tail.$8#$e#How fascinating.$3",
	
	
	

//East Scarp Events
	//Yri's Crossover 172422001
	
	"Kid1_ES1_01":"Sure, just leave %kid1 in our care. We'll take good care of him.",
	"Kid1_ES1_01_girl":"Sure, just leave %kid1 in our care. We'll take good care of her.",
	"Kid1_ES1_02":"Thanks a million!$h",
	"Kid1_ES1_03":"@'s in a real hurry to gather some materials today, and they can only be found deep in the dangerous levels of the mine.",
	"Kid1_ES1_04":"So, I have to go with-",
	"Kid1_ES1_05":"Aww!",
	"Kid1_ES1_06":"Charles, %kid1 just giggled at me! So adorable!$1",
	"Kid1_ES1_07":"So, I gotta help @ out. Little %kid1's still very young, and we'll have to find a babysitter.",
	"Kid1_ES1_08":"No worries, we understand.#$b#@'s been a huge support to Yri, and with both of us home today, you can count on us.$h",
	"Kid1_ES1_09":"Many thanks! Well then, it's time for us to take-$h",
	"Kid1_ES1_10":"Aww!",
	"Kid1_ES1_11":"How sweet! %kid1 just nibbled my finger! Charles, you've got to see this!$7",
	"Kid1_ES1_12":"I guess Yri washes her hands frequently, right?$s",
	"Kid1_ES1_13":"...$6",
	"Kid1_ES1_14":"Anyway, let's get going. Hopefully, we can make it back soon.",
	"Kid1_ES1_15":"Take your time.$h",
	"Kid1_ES1_16":"Oops, %kid1 just wet himself. Charles, any ideas on what to do?$3",
	"Kid1_ES1_16_girl":"Oops, %kid1 just wet herself. Charles, any ideas on what to do?$3",
	"Kid1_ES1_17":"Just leave it to us, alright? We'll take care of everything.$h",
	
	// kid1_ES1
	
	"kid1_ES1_Yri":"Oh, would you mind bringing %kid1 over again? It was such a wonderful time.$h#$b#Oh, except the diaper changing part.$3",
	"kid1_ES1_Charles":"If you ever need a babysitter, just let us know, alright?$h#$b#It's such a joy to see Yri's cute reactions, too.",
	
	//Part 1 East Scarp Main 172422002 172422003
	
	// Update ES whole event
	"Kid1_ES2_01":"%On this particular day, you and %spouse found yourselves in need of a babysitter due to some urgent matters.",
	"Kid1_ES2_02":"Of course!$h",
	"Kid1_ES2_03":"You could've told me earlier. I'm more than willing to lend a hand.$h#$b#After all, the inn has lots of room, and miraculously, there are hardly any guests around.$4",
	"Kid1_ES2_04":"And %kid1 is so adorable, so small...$5",
	"Kid1_ES2_05":"%Suddenly, %kid1 emits adorable baby sounds.",
	"Kid1_ES2_06":"Oh...",
	"Kid1_ES2_07":"Looks like she really enjoys spending time with our baby, that's a relief.$h",
	"Kid1_ES2_08":"Let's leave him with her. We've got to hustle!",
	"Kid1_ES2_08_girl":"Let's leave her with her. We've got to hustle!",
	"Kid1_ES2_09":"Hey, farmer @! Hey, %spouse!#$b#Heard through the grapevine that you two hit up cowgirl for some babysitting help, right?",
	"Kid1_ES2_10":"Yup!",
	"Kid1_ES2_11":"So I thought, screw the job, gotta dash over and check it out!$h",
	"Kid1_ES2_12":"Me, lend a hand? You trust me with that? Or do I seem like the nurturing type to you?$s#$b#Nah, I'm just here to see Rosa playing nanny. Not something you see every day.",
	"Kid1_ES2_13":"%Abruptly, the sound of %kid1's cry is heard from the other room.",
	"Kid1_ES2_14":"Oh, great, looks like it's diaper duty time.$h#$b#Better hurry over and snap a pic.$h",
	"Kid1_ES2_15":"%Juliet's waving a camera she had somehow gotten from who-knows-where.",
	"Kid1_ES2_16":"Catch ya later!",
	"Kid1_ES2_17":"",
	
	// kid1_ES2
	
	"kid1_ES2_Mia":"Isn't %kid1 just the cutest? Can't wait to see them grow up.$3",
	"kid1_ES2_Henry":"Mia's been talking non-stop about %kid1 ever since she got home.$h",
	"kid1_ES2_Sterling":"Now East Scarp folks can't help but gush over the cuteness of %kid1.$h",
	"kid1_ES2_Rodney":"%kid1 is pretty fond of me, Quite a good kid, I must say.$h#$b#But, @, you can come to me as well. You know that right? I doubt anyone here is better at changing baby diapers than me.$2#$b#I'm pretty much a pro at this!$1",// Update ES
	"kid1_ES2_Mateo":"%kid1's just like you, a heartthrob even as a baby.$h",
	"kid1_ES2_Barron":"I've heard that sometimes you get friends from East Scarp to babysit %kid1 when you're off to the mines.#$b#If you ever need help, you can always bring him to Bookworm Mobile. I'll gladly look after him.$h#$b#And be careful down there, okay?",
	"kid1_ES2_Barron_girl":"I've heard that sometimes you get friends from East Scarp to babysit %kid1 when you're off to the mines.#$b#If you ever need help, you can always bring her to Bookworm Mobile. I'll gladly look after her.$h#$b#And be careful down there, okay?",
	"kid1_ES2_Lavril":"I want to go see your baby... but Void says babies and little animals get scared of ghosts like me...$3",
	"kid1_ES2_Rosa":"Howdy, @! If you need to go mining, feel free to stop by. I can always make space for your baby.$h",// Update ES
	"kid1_ES2_Aideen":"It's simply marvelous how %kid1 has effortlessly woven everyone's hearts together, much like bees gracefully drawn to a captivating flower.$7",
	"kid1_ES2_JosephineK":"The most adorable time for children is when they're still babies.$1#$e#Oh, they're still endearing as they get older, even if it comes with occasional worries.$2",
	"kid1_ES2_Lexi":"I heard some noise above recently, not sure what was happening.#$e#Your baby? Can I see?$h",
	"kid1_ES2_Sen":"Human babies are absolutely adorable.$4#$b#Oh, yeah, I snuck over to see %kid1, and you won't believe it... He's totally unafraid of me!$h#$b#He even tried to grab my face.$4",
	"kid1_ES2_Sen_girl":"Human babies are absolutely adorable.$4#$b#Oh, yeah, I snuck over to see %kid1, and you won't believe it... She's totally unafraid of me!$h#$b#She even tried to grab my face.$4",
	"kid1_ES2_Juliet":"Hey, thanks a bunch, farmer @! Got a ton of primo shots to rib Rosa with later.$h",// Update ES
	"kid1_ES2_Eli":"Hey, farmer...#$b#Uh, sorry about scaring your baby the other day. $s#$b#I thought making this goofy face would make him laugh, but nope, he didn’t take it well and tears everywhere...$10#$b#So now, whenever Rosa’s babysitting, I’m not even allowed near the inn.$s#$b#Who knew scaring kids was so serious?$10",
	"kid1_ES2_Eli_girl":"Hey, farmer!#$b#Uh, sorry about scaring your baby the other day. $s#$b#I thought making this goofy face would make her laugh, but nope, she didn’t take it well and tears everywhere...$10#$b#So now, whenever Rosa’s babysitting, I’m not even allowed near the inn.$s#$b#Who knew scaring kids was so serious?$10",
	"kid1_ES2_Dylan":"My brother is truly hopeless.$7#$b#Don’t worry, I’ll have a word with him, and it won’t happen again.$5",

	
	
	//Part 2 ES town- Ellie 172422004 172422005
	
	"Kid1_ES3_01":"Hi farmer @, I was looking for birds, but saw you and the baby instead, and had to drag Dad over to take a look!$h",
	"Kid1_ES3_02":"Hello!",
	"Kid1_ES3_03":"Baby?",
	"Kid1_ES3_04":"Oh no! Where's the baby?$s",
	"Kid1_ES3_05":"!$h#$b#Yay, I'm gonna go play with the baby!$h",
	"Kid1_ES3_06":"Chickadee, watch your step!",
	"Kid1_ES3_07":"Human baby... I gotta sneak a peek when they're not looking!$7",// Update ES
	"Kid1_ES3_08":"But... what if they're scared of us shadowfolk?$s",// Update ES
	"Kid1_ES3_09":"I don't care, they're @'s baby, I gotta get a look at them!$4",// Update ES
	
	// kid1_ES3
	
	"kid1_ES3_Jacob":"Ellie truly adores %kid1. Hopefully they'll become great friends as they grow up.$h",
	"kid1_ES3_Eloise":"Hehe, %kid1's soooo cute! So soft too!$h#$b#Can you bring him over again? Pretty please!$s",
	"kid1_ES3_Eloise_girl":"Hehe, %kid1's soooo cute! So soft too!$h#$b#Can you bring her over again? Pretty please!$s",
	"kid1_ES3_LadySheba":"*There's no doubt that she's still holding a grudge against %spouse for the cookie incident*$2",
	
//Jorts and Jean Events 172429001

	"Kid2_JJ1_01":"Oh no, we should've planned better. Now everyone's tied up, and we're stuck without a babysitter.$s",
	"Kid2_JJ1_02":"And I don't think we can rely on %kid1 to take care of his sibling.",
	"Kid2_JJ1_02_girl":"And I don't think we can rely on %kid1 to take care of her sibling.",
	"Kid2_JJ1_03":"%The ruckus over there appeared to have proven this.",
	"Kid2_JJ1_04":"What do you think, @? Should I stay home?#$b#Even though I feel like I should attend with you, just to be respectful.",
	"Kid2_JJ1_05":"Wait, you said you would reach out to the Adventurer's Guild?",
	"Kid2_JJ1_06":"Oh, I never thought of that!$h#$b#Quite unexpected, but having brave adventurers as babysitters does sound reassuring.",
	"Kid2_JJ1_07":"%After a moment, the two valiant babysitters arrived.",
	"Kid2_JJ1_08":"Hiya, @! We're here to lend a paw!#$b#I may be a cat, but I'm ready to assist you with all my might!$1",
	"Kid2_JJ1_09":"Don't worry, we always look after the little ones in town. We've got some experience under our fur.$6",
	"Kid2_JJ1_10":"That's right! When they start crying, I let them pet my fluffy fur, and it works like a charm!$1",
	"Kid2_JJ1_11":"Wait, are you being serious? Cats as babysitters?$s",
	"Kid2_JJ1_12":"Well, I suppose I was too quick to judge.#$b#If you think it's a good idea, I'll politely request their help too.$h",
	"Kid2_JJ1_13":"So... $s",
	"Kid2_JJ1_14":"Meow meow, meow?",
	"Kid2_JJ1_15":"Meow?$1",
	
	// kid2_JJ1
	
	"kid2_JJ1_Jorts":"%kid2 is very cute! %kid1 as well!$1#$b#But they keep pulling my whisker. Are they still here?$2",
	"kid2_JJ1_Jean":"No need to thank us, after all, we're your trusty helper cats!$1",
	"kid2_JJ1_Rodney":"You even got cats to help you with the kids... Why didn't you ask me?$s",
	"kid2_JJ1_Robin":"Hey, @. So sorry, but we were tied up with an urgent request and couldn't make it.",
	"kid2_JJ1_Yri":"Oh, I'd love to play with %kid2, but there was an urgent request, I'm really sorry.",
	"kid2_JJ1_Marnie":"Sorry, @, I couldn't help you earlier. Mayor Lewis need me for something else.",
	"kid2_JJ1_Jodi":"I'm sorry @. I couldn't help out previously, but I'll be there for you next time.",
	"kid2_JJ1_Caroline":"So sorry. @. Pierre asked for my help, so I couldn't offer my help earlier.",
	"kid2_JJ1_Pam":"I heard you got those cats to babysit the kids. Is that a joke?$3",
	"kid2_JJ1_Gus":"Everyone's spreading the word about you getting cats as babysitter, @.$s#$b#If you ever need a hand, I'm here for you. We can have the children stay in the room and take turns looking after them.",
	"kid2_JJ1_Marlon":"@, if you ever find yourself in a dire situation and require someone to look after the little ones, bring them to the Adventurer's Guild. ",
	
//SVE RSV ES Bonus Events

	//Part 1 Eloise Trinnie Keahi 172425001 

	"Kid2_SRE1_01":"Thank you for letting us help, Ms. Sophia! We'll do our best!$h",
	"Kid2_SRE1_02":"Yay!! I'll say hi to all grape vines and water them well!$h",
	"Kid2_SRE1_03":"Nice!$h",
	"Kid2_SRE1_04":"Hehe! But not too much water, and watch your step, okay?$9",
	"Kid2_SRE1_05":"Okay!",
	"Kid2_SRE1_06":"Awesome!",
	"Kid2_SRE1_07":"Yay!",
	"Kid2_SRE1_08":"Team pelican, go!",
	"Kid2_SRE1_09":"Affirm-aty!",
	"Kid2_SRE1_10":"Afro Maddie!",
	"Kid2_SRE1_11":"*Munch*",
	"Kid2_SRE1_12":"*Munch Munch*",
	"Kid2_SRE1_13":"Oh, gross... Keahi! We can't eat them!$s",
	"Kid2_SRE1_14":"Eek!",
	"Kid2_SRE1_15":"But they're so yummy! Wanna have some?$4",
	"Kid2_SRE1_16":"Yes!$h",
	
		// addConversationTopic Kid2_SRE1
	
	"kid2_SRE1_Sophia":"The kids came to help in the vineyard earlier.$1#$b#I knew they'd sneak a few grapes, but they ended up munching through an entire trellis!$2#$b#Well, they're just too cute to be upset with.$9",
	
	"kid2_SRE1_Keahi":"The grapes from the Blue Moon Vineyard are the best! You gotta try them!$h",
	"kid2_SRE1_Trinnie":"Working is so much fun! I get pocket money and yummy grapes to eat!$h",	
	"kid2_SRE1_Eloise":"!$3#$b#Hi farmer @. Dad needs my help, so I have to go. Bye-bye!$h",
	
	//Part 2 Yuuma Jas Vincent Morgan 172425002

	"Kid2_SRE2_01":"Please let us help, we'll take good care of the animals, we promise!$2",
	"Kid2_SRE2_02":"Please, Aunt Marnie, I know you usually let me help out.$s",
	"Kid2_SRE2_03":"Oh, Jas, it's not the same. Paying kids for work just doesn't seem appropriate.$2",
	"Kid2_SRE2_04":"Hi there, Morgan!",
	"Kid2_SRE2_05":"Who's he?",
	"Kid2_SRE2_06":"They!",
	
		// addConversationTopic Kid2_SRE2
	
	"kid2_SRE2_Morgan":"Why are we helping out on the farms?$1#$b#Lets say a wizard has their secret.$7",
	"kid2_SRE2_Yuuma":"Ms. Marnie's cows are really lovely.$h",
	"kid2_SRE2_Vincent":"!$2#$b#%You noticed Vincent avoiding your eyes as if he didn't want to talk.",
	"kid2_SRE2_Jas":"!$3#$b#Hi, farmer @. I've got some homework to finish, so I better be on my way!$h",
	
	"kid2_SRE2_Marnie":"The kids came out of nowhere and told me they wanted to work, and I didn't know what to do.$s#$b#But I never thought Mayor Lewis would allow them to work. He said it's just a game for the kids, like playing house.",
	"kid2_SRE2_Lewis":"The children have volunteered to help clean up the town's rubbish. Who would have thought that playing house could be a way to contribute to our community?$h#$b#Gave 'em a little pocket money in return, of course.",
	"kid2_SRE2_Gus":"Keahi and his buddies dropped by, asking if they could work at the Saloon.#$b#I can't go around hiring children, you know?$s",
	"kid2_SRE2_Pierre":"Can you believe them kids came over asking to help out in the store, but they wanted wages...$2#$b#Of course, I said no way!$3",
	"kid2_SRE2_Andy":"Was kinda moved when them kids said they wanna work at Fairhaven Farm, but now they're askin' me for money.$8#$b#Yoba darn it all, kids these days, I tell you.$7",
	"kid2_SRE2_Susan":"Had the kids lend a hand with the harvest, and they had a lot of fun runnin' around.",
	"kid2_SRE2_Jeric":"Hey, @, the little ones popped over to lend a hand earlier. Gave 'em some crops as a little thank-you.#$b#Guess what? They wanted to be paid!$s",
	"kid2_SRE2_Pika":"Keahi's been putting in some serious effort at work lately, and you'd think I'd be thrilled.#$b#But then he goes and asks for more pocket money...$5",
	
	//Part 3 Ridgeside Village 172425003

	"Kid2_SRE3_01":"Hello, Mr. @. Perfect Timing! Come quickly, this is quite a fascinating situation.$h^Hello, Ms. @. Perfect Timing! Come quickly, this is quite a fascinating situation.$h",
	"Kid2_SRE3_02":"Hi, agents. Welcome to the Ridge.$3#$b#Thank you for your great work so far. Now, please hand in the money you've earned.$3",
	"Kid2_SRE3_03":"Agent Violet, you first.$3",
	"Kid2_SRE3_04":"Agent Violet reporting in. Successfully gathered 250g.",
	"Kid2_SRE3_05":"Well done, Agent Violet. You didn't disappoint.",
	"Kid2_SRE3_06":"Next, Agent Magister.",
	"Kid2_SRE3_07":"Agent Magister here! 250g collected!$1#$b#I worked hard, even milked the cows!$3",
	"Kid2_SRE3_08":"Great job, Agent Magister! You're new, but you're working really hard!$h",
	"Kid2_SRE3_09":"Thanks!",
	"Kid2_SRE3_10":"Next!",
	"Kid2_SRE3_11":"Hmm... Agent Samurai, I earned 350.$h",
	"Kid2_SRE3_12":"Agent Samurai, don't push yourself too hard. Are you getting enough rest?$s",
	"Kid2_SRE3_13":"Oh...$3",
	"Kid2_SRE3_14":"Next one!",
	"Kid2_SRE3_15":"I'm sorry, Agent Pelican, I couldn't get the full 200g, I only have 150...$s",
	"Kid2_SRE3_16":"Oh... It's a bit less, but luckily, Agent Samurai made up for it earlier.$3",
	"Kid2_SRE3_16_1":"And then...",
	"Kid2_SRE3_17":"%Vincent seemed uneasy, glancing from side to side.",
	"Kid2_SRE3_18":"Agent Dino? Please don't hide from me.$s",
	"Kid2_SRE3_19":"I-I'm sorry, I only have 50...$2",
	"Kid2_SRE3_20":"How come it's so little? Weren't we working together?$s",
	"Kid2_SRE3_21":"I'm sorry, Mr. Wumbus saw some yummy snacks, sooo I-I...$s",
	"Kid2_SRE3_22":"You ate them! Don't blame Mr. Wumbus!$s",
	"Kid2_SRE3_23":"...How about Keahi?$s",
	"Kid2_SRE3_24":"Keahi?$s",
	"Kid2_SRE3_25":"Looks like I'm broke, zero in my pocket, hehe!$3",
	"Kid2_SRE3_26":"Stop with the giggles! You said you even helped Mr. Pika for extra money, but you're at the bottom of the pile?$5",
	"Kid2_SRE3_27":"I was running late, so I dashed out, but then I slipped and fell...$3#$b#My money took a swim in the river!$s",
	"Kid2_SRE3_28":"Oh, gross..",
	"Kid2_SRE3_29":"It seems like we don't have enough money. I have 250, how much more do we need?$s",
	"Kid2_SRE3_30":"100!",
	"Kid2_SRE3_31":"200!",
	"Kid2_SRE3_32":"200g.$4",
	"Kid2_SRE3_33":"Oh no...",
	"Kid2_SRE3_34":"Hey there, commoners! I've got 500 here, so if you beg me nicely, I might graciously share it with you!$4",
	"Kid2_SRE3_35":"I thought you didn't want to work with the peasants when we invited you.#$b#No thanks, we don't want the money that wasn't earned by us.$s",
	"Kid2_SRE3_36":"!$2",
	"Kid2_SRE3_37":"Dear young agents, may I have the privilege of speaking for young master?$h",
	"Kid2_SRE3_38":"Young master has been diligently assisting Irene and me in our work to earn this money. I sincerely ask that you all consider accepting his generous gesture.$h",
	"Kid2_SRE3_39":"Okay, Agent Kiwi, thank you for helping! You're now a member of Team Pelican!$h",
	"Kid2_SRE3_40":"Hey!$h",
	"Kid2_SRE3_41":"Wait a sec, am I supposed to be Kiwi? The most clumsy and awkward one?$3",
	"Kid2_SRE3_42":"Kiwi fast!",
	"Kid2_SRE3_43":"Oh wow! Everyone, tomorrow we're having %kid2's birthday party at the hotel! Let's go booking now!$h",
	"Kid2_SRE3_44":"Yay!$h",
	"Kid2_SRE3_45":"Pardon Me. Tomorrow is not %kid2's birthday?$3",
	"Kid2_SRE3_46":"%Regardless, the 'birthday party' the next day was a joyful occasion for %kid2!",
		
		// addConversationTopic Kid2_SRE3 
	
	"kid2_SRE3_Jas":"I'm the big sister, so I gotta help with %kid2's birthday party!",
	"kid2_SRE3_Vincent":"The birthday party was super cool, I wanna celebrate mine there too!$h",
	
	"kid2_SRE3_Morgan":"I used a little magic during the magic show, and everyone loved it!$1#$b#But the price was Magnus turning me into a frog for two hours.$2#$b# It's not fair! They didn't even know it was real magic...$8",
	"kid2_SRE3_Wizard":"Ah, Morgan believes I'm oblivious to their clandestine endeavors.#$e#Fear not, I am not vexed.",
	
	"kid2_SRE3_Trinnie":"Yay!! It's my turn to be Agent Pelican now! Jas and Ellie were super cool, I can't wait!$h",	
	"kid2_SRE3_Olga":"The new cartoon on TV seems to be all the rage these days.#$b#Trinnie can't seem to tear herself away from it to do her chores.$5",	
	"kid2_SRE3_Naomi":"I'm so happy to see Yuuma and his friends having such a great time together.$1#$b#Oh, my eyes are getting a little teary.$4",
	"kid2_SRE3_Richard":"Hello, young one. Please do remember to arrange something special for %kid1 on his birthday.$h",
	"kid2_SRE3_Richard_girl":"Hello, young one. Please do remember to arrange something special for %kid1 on her birthday.$h",
	"kid2_SRE3_Sonny":"It brings me great pleasure to see the young master getting along so well with the other kids.$h",
	"kid2_SRE3_Keahi":"Hey! Why do only girls become Agent Pelican? I want to give orders too!$s",
	"kid2_SRE3_Yuuma":"I don't get to see %kid2 much, so it's really nice to celebrate together!$h",
	"kid2_SRE3_Louie":"Agent Pelican? No, it's too childish for my taste. I prefer something more sophisticated.$4#$b#Wait, you say I know about Agent Kiwi?$3#$b#No, you must be hearing things.$5",
	
	"kid2_SRE3_Rosa":"Guess what? The kids showed up at the inn, and I figured they just wanted to play around, but nope, they wanted to help out and earn a little extra.#$b#I turned them down though, it's not like the inn is booming with business or anything.$s",
	"kid2_SRE3_Eloise":"%kid2's so happy! All our hard work paid off!$h",
	"kid2_SRE3_Jacob":"Ellie's been mimicking a character from a cartoon lately, and it's quite adorable.$1#$b#I believe it's called Agent Pelican or something?$1",	
	"kid2_SRE3_Lavril":"I wish ghosts could help out on the farm too.$3#$b#Anyway, %kid2's party was super fun! Tee-hee!$17",	
	
//Two Children Events 

	// Parenting discussion 172426016
	
	"TwoKidsPD_01":"Oh, honey, perfect timing, come on over.",
	"TwoKidsPD_02":"I'm reading this book, and it has some interesting insights, you know?",
	"TwoKidsPD_03":"%%spouse handed you the book 'Balanced Parenting: A Guide by Award-Winning Author Xiao'.#$b#%The author's name sounds somewhat familiar...",
	"TwoKidsPD_04":"In this book, there are some great tips in parenting strategy for new parents. Dive into this section first.",
	"TwoKidsPD_05":"%The section %spouse is pointing brings up the concept of parents assuming different roles in raising their kids.#$b#%One of them acts as the nurturing parent, offering emotional support and warmth.#$b#%And the other one takes on the strict role, establishing clear boundaries and expectations for the child's better development.",
	"TwoKidsPD_06":"I'm thinking her ideas totally make sense, right? How about you? Should we give it a try?",
	"TwoKidsPD_07":"Right? I thought we'd be on the same page about this.$h",
	"TwoKidsPD_08":"Okay, how about this...#$b#I'll play the tough parent, and you can go easy on them. Sound good?",
	"TwoKidsPD_09":"#I prefer being strict. Why do you suggest otherwise?#I'm okay with the nurturing role, but why do you suggest this?",
	"TwoKidsPD_10":"I've been mulling it over...#$b#You see, you spend most of your time working the farm, mining, and fishing, and by the time you get home, it's pretty late, right?#$b#And if you just walk in and start acting all strict... how do you think the kids will take it?",
	"TwoKidsPD_11":"They might get really scared of you... tremble at the sight of you...$s",
	"TwoKidsPD_12":"They might go so far as to think you don't love them...$s#$b#They could even have dreams of you turning them into doves...$s",
	"TwoKidsPD_13":"#No way! That's not happening!",
	"TwoKidsPD_14":"Makes sense, doesn't it?$s#$b#Also, considering I'm home most of the time, I'll get more chances to show them love. They probably won't get the idea that I'm only good at scolding.",
	"TwoKidsPD_15":"So no worries about me.#$b#While I'm not sure if I can pull off this role, I'll certainly do my best!$h",
	"TwoKidsPD_16":"",
	
	// TwoKidsPD
	
	
	
	// Eating 1 172426001 
	//-Portrait
	
	"TwoKids01_01":"{{SpouseTitle}}, ice cream is really tasty!$h",//update title
	"TwoKids01_01Mommy":"Mommy, ice cream is really tasty!$h",
	"TwoKids01_02":"Yep, I think so too.",
	"TwoKids01_03":"It's so sweet and cold!$h",
	"TwoKids01_04":"Uh-huh.",
	"TwoKids01_05":"So...",
	"TwoKids01_05.1":"Can we have another one?$4",
	"TwoKids01_06":"Ice cream!$4",
	"TwoKids01_07":"No.",
	
	// TwoKidsEat01
	
	"TwoKidsEat01_Jodi":"A few days back, %kid1 and %kid2 ran up to me, full of excitement, and gave me the warmest hugs. They're such cuties.$h#$b#It feels like just a short while ago I was babysitting them, and they were so little.$h",
	"TwoKidsEat01_Jodi_Sam":"There are moments when I look back and wonder if I committed to family life too soon, perhaps gave up some of my youthful freedom.#$b#But then, when I hold my precious grandkids close...#$b#Really, it makes everything worth it.$h#$b#I'm so proud of Sam, and of course, you, @.$h",
	"TwoKidsEat01_Kent":"You know, I was watching over the kids while they were playing outside, as usual.#$b#But then, out of the blue, some pretty grim memories came rushing back.$3#$b#Well, that's when the little one %kid2 walked up to me, asking if I was alright, if I felt sick.#$b#Then %kid1 hurried over and said, 'Uncle Kent, be happy, don't be all gloomy!'.#$b#...#$b#I tell you, I couldn't help but shed a tear.$h",
	"TwoKidsEat01_Kent_Sam":"You know, I was watching over the kids while they were playing outside, as usual.#$b#But then, out of the blue, some pretty grim memories came rushing back.$3#$b#Well, that's when the little one %kid2 walked up to me, asking if I was alright, if I felt sick.#$b#Then %kid1 hurried over and said, 'Grandpa, be happy, don't be all gloomy!'.#$b#...#$b#I tell you, I couldn't help but shed a tear.$h#$b#For the sake of my dear grandkids, I'll wear a smile more often.$h",
	"TwoKidsEat01_Pam":"Hey, kid. Sometimes I still can't believe you've got your own kids already.#$b#...$s#$b#Take good care of 'em, you hear?",
	"TwoKidsEat01_Pam_Penny":"Honestly, I never thought someone like me would end up a grandma...#$b#*sigh*$s#$b#I need to shape up!$3#$b#Can't say I'll be their shining example or anything, but I've got to leave a better impression on my grandkids, you know.$s",
	"TwoKidsEat01_Caroline":"A few days back, %spouse brought %kid1 and %kid2 to the mothers' gathering, showing off your precious babies.",
	"TwoKidsEat01_Caroline_Abigail":"A few days back, I brought %kid1 and %kid2 to the mothers' gathering. Showing off your precious grandkids is every grandma's privilege, you know?",
	"TwoKidsEat01_Pierre":"Not too long ago, I saw %spouse giving a stern talking to that little troublemaker %kid1.#$b#Raising kids is no easy task, I can vouch for that.$h",
	"TwoKidsEat01_Pierre_Abigail":"Not too long ago, I saw Abigail giving a stern talking to that little troublemaker %kid1. Her words felt strangely familiar...$4#$b#And then it hit me, those were the same words I'd used to scold her before... Haha.$h",
	"TwoKidsEat01_George":"@, whenever you find the time, drag your kids over. Evelyn's been asking about them.",
	"TwoKidsEat01_George_Alex":"Didn't reckon I'd stick around to meet the great-grandkids.$h#$b#Hmph, whenever you find the time, drag 'em over.",
	"TwoKidsEat01_Evelyn":"Seeing the four of you so happy together, I'm truly overjoyed for you and %spouse.$h#$b#Oh, by the way, %kid1 and %kid2 mentioned they're craving cake, so I've made some. Take it back with you, dear.[221]",
	"TwoKidsEat01_Evelyn_Alex":"I've been worried for some time about how our fractured family might influence Alex's future, my dear.$s#$b#But now, seeing the four of you so happy together... oh, it's got me all teary.#$b#Don't worry, these are tears of joy.$h#$b#Oh, by the way, %kid1 and %kid2 mentioned they're craving cake, so I've made some. Take it back with you, dear.[221]",
	"TwoKidsEat01_Demetrius":"I've noticed that %spouse has matured a lot since becoming a parent. It's evident that parenthood has a way of fostering personal growth.",
	"TwoKidsEat01_Demetrius_Sebastian":"I'm pleased to see that Sebastion has grown into a responsible person after settling down and having children.#$b#It's evident that parenthood has a way of fostering personal growth.",
	"TwoKidsEat01_Demetrius_Maru":"I've always had strong faith in Maru's capability to be an excellent mother. Her meticulous nature and sense of responsibility have been evident in her work.$h#$b#With parents like you two, I have no doubt my grandkids will develop into exceptional individuals.",
	"TwoKidsEat01_Robin":"Hey @, I've got some cookies. Share them with your adorable children, would you?$h[223]",
	"TwoKidsEat01_Robin_Sebastian":"You know, it's quite something to see my son, who used to be quite the introvert, now willingly running around for his sweet children.#$b#Honestly, watching him grow so much has made me really proud.$h#$b#@, my son is in your hands, and hey, I've got some cookies. Share them with my lovely grandkids, would you?$h[223]",
	"TwoKidsEat01_Robin_Maru":"Hey @, I know Maru has been a child who lets parents breathe a little, but still, please take good care of her.#$b#And don't forget about my two precious grandchildren.$h#$b#I've got some cookies. Share with them, would you?$h[223]",
	
	// Eating 2 - one week later 172426002
	
	"TwoKids02_01":"Hey, @, %spouse, I brought some bear pancakes with me.$h#$b#I remember the kids enjoyed them a lot during your last visit to East Scarp, so I made them some more.$3",
	"TwoKids02_02":"I can't believe you brought it all the way here for them. You're so awesome!$h#$b#I can already picture %kid1 and %kid2 doing a happy dance to that!$h",
	"TwoKids02_03":"Don't mention it. Seeing the kids enjoy themselves so much brings me a lot of joy too.$3#$b#Just let me know if there's anything else they like to eat, alright? I'll make sure to whip it up for them.$h",
	"TwoKids02_04":"This is incredibly kind of you, thank you.$h#$b#Come on in, and make yourself comfortable, the kids will be really happy to see you.",
	
	// Eating 3 - few hours later 172426003
	//- Portrait 
	
	"TwoKids03_01":"{{SpouseTitle}}, bear pancake is really yummy!$h",//update title
	"TwoKids03_01Mommy":"Mommy, bear pancake is really yummy!$h",
	"TwoKids03_02":"Super yummy!$h",
	"TwoKids03_03":"Yes, it is.",
	"TwoKids03_04":"So...",
	"TwoKids03_04.1":"One more bear pancake, please?$4",
	"TwoKids03_05":"Bear pancake!$4",
	"TwoKids03_06":"No.",
	"TwoKids03_07":"%A moment later...",
	"TwoKids03_08":"Oh, {{PlayerTitle}} is the best!$h",//update title
	"TwoKids03_08Mommy":"Oh, Mommy is the best!$h",
	"TwoKids03_09":"I love {{PlayerTitle}}!$h",//update title
	"TwoKids03_09Mommy":"I love Mommy!$h",
	"TwoKids03_10":"Ahem!",
	"TwoKids03_11":"@... Let's talk about this later.",
	
	//
	
	
	// Shopping 1 172426004  
	
	"TwoKidsShop1_01":"Got it?",
	"TwoKidsShop1_02":"Got it!",
	"TwoKidsShop1_03":"Good, now go.",
	"TwoKidsShop1_04":"Okay~",
	"TwoKidsShop1_05":"Hey, @, good timing.$h#$b#I'm letting him buy something by himself. Come on, let's see how he does quietly.",
	
	// Shopping 2 172426005
	//- Portrait
	
	"TwoKidsShop2_01":"Good morning, Aunt Caroline.",
	"TwoKidsShop2_01_Abigail":"Good morning, Grandma.",
	"TwoKidsShop2_02":"Good morning.$h",
	"TwoKidsShop2_03":"Hi, Uncle Pierre!",
	"TwoKidsShop2_03_Abigail":"Hi, Grandpa!",
	"TwoKidsShop2_04":"Hello, how come it's just you?",
	"TwoKidsShop2_05":"{{SpouseTitle}} wants oil, I help!",//update title
	"TwoKidsShop2_05Mommy":"Mommy wants oil, I help!",
	"TwoKidsShop2_06":"Oil is 100G!$3",
	"TwoKidsShop2_07":"500 for Uncle Pierre...$3",
	"TwoKidsShop2_07_Abigail":"500 for Grandpa...$3",
	"TwoKidsShop2_08":"And the change is 400!$h",
	"TwoKidsShop2_09":"Yep, you're really smart!$h",
	"TwoKidsShop2_10":"Hehe!$h",
	"TwoKidsShop2_11":"Here you go, watch your grip!",
	"TwoKidsShop2_12":"Okay~ Bye-bye!",
	"TwoKidsShop2_13":"Bye!$h",
	"TwoKidsShop2_13.1":"Oh... I'm so proud of-",
	"TwoKidsShop2_14":"Anything else?",
	"TwoKidsShop2_15":"Uncle Pierre...$3",
	"TwoKidsShop2_15_Abigail":"Grandpa...$3",
	"TwoKidsShop2_16":"Can I get candy with 400?$h",
	"TwoKidsShop2_17":"Sure!$h",
	"TwoKidsShop2_18":"",
	"TwoKidsShop2_19":"",
	
	// TwoKidsShop2
	
	"TwoKidsShop2_Pierre":"Your son seems really smart.  He might make a great helper at my store someday.",
	"TwoKidsShop2_Caroline":"Our store doesn't have candy on the shelves, but whenever I have the chance, I give the kids some treats when they visit.#$b#So your boy might believe he can buy some here.$h",
	"TwoKidsShop2_Shanice":"%spouse came in with your son the other day, teaching him how to shop for himself...#$b#Such a cute sight.$h",
	"TwoKidsShop2_Lorenzo":"Your son is a really good kid, very well-mannered indeed.",
	"TwoKidsShop2_Flor":"Exposing children to various interactions while they're young can really foster their social ease.#$b#Oh, I mean this can prevent them from becoming overly timid.",
	"TwoKidsShop2_Eli":"Hey, farmer... %spouse doesn’t seem too thrilled about me coming by your place anymore.$s#$b#Does %spouse think I’m a bad influence on the kids? I mean, %spouse might not be wrong...$11#$b#But I swear, they’re already plenty mischievous without me!$3",
	"TwoKidsShop2_":"",
	
	// Penguin 172426006
	//- Portrait
	
	"TwoKidsPenguin_01":"Alright, my little darlings, stand still and don't wiggle.$h",
	"TwoKidsPenguin_02":"Okay~",
	"TwoKidsPenguin_03":"Say cheese-",
	"TwoKidsPenguin_04":"Look, a super cool shell!$h",
	"TwoKidsPenguin_05":"Really?",
	"TwoKidsPenguin_06":"Kids, get back and stand still, now!$a",
	"TwoKidsPenguin_07":"Sorry {{SpouseTitle}}...",//update title
	"TwoKidsPenguin_07Mommy":"Sorry Mommy...",
	"TwoKidsPenguin_08":"Okay, now, say-",
	"TwoKidsPenguin_09":"Wow, a big birdie!$h",
	"TwoKidsPenguin_10":"It's a penguin! I saw it in my book!$h",
	"TwoKidsPenguin_11":"Wait!",
	"TwoKidsPenguin_12":"Penguins are wild animals. If we get too close, we might scare them away.",
	"TwoKidsPenguin_13":"Oh, I've got a great idea!$h",
	"TwoKidsPenguin_14":"Alright, now, let's give it a try, but be gentle.",
	"TwoKidsPenguin_15":"Okay~",
	"TwoKidsPenguin_16":"Okay!",
	"TwoKidsPenguin_17":"Miss Penguin...",
	"TwoKidsPenguin_18":"Here's a yummy fishy...$h",
	"TwoKidsPenguin_19":"(Munch...munch...)",
	"TwoKidsPenguin_20":"Whoa, she's munching away!$4",
	"TwoKidsPenguin_21":"Hehe, she's done eating!$h",
	"TwoKidsPenguin_22":"My turn now!$4",
	"TwoKidsPenguin_23":"Ready, guys?",
	"TwoKidsPenguin_24":" Time for a big smile!$h",
	
	// TwoKidsPenguin
	
	"TwoKidsPenguin_Sam":"Is it just me, or does the penguin in the photo have a penguin backpack? No one's bringing that up?$8",
	"TwoKidsPenguin_Elliott":"I recall having given your daughter a picture book about penguins once, and she appeared to be quite fond of it.#$b#I'm genuinely delighted that she's finally had the chance to lay her eyes on real penguins.$h",
	"TwoKidsPenguin_Willy":"It's a real comfort, I must say, watchin' %spouse guides your kiddos on how to be gentle with the ocean critters.$h#$b#With fine folks like yourselves as parents, I'd wager they're bound to grow into quite remarkable adults.",
	"TwoKidsPenguin_Lewis":"%spouse has been busy showing off your kids' penguin photos, and I have to admit, they're quite adorable.$h#$b#How about I help send these photos to a magazine for the baby photography contest? Who knows, you might end up winning something.",
	"TwoKidsPenguin_Haley":"You know what? Those photos of %kid1 and %kid2 with the penguins could totally make it in a photography magazine contest.#$b#Seriously, they're adorable!$h",
	"TwoKidsPenguin_Vincent":"That's so cool... I wanna feed penguins fish too!",
	"TwoKidsPenguin_Abigail":"Let's keep this between us, but honestly, I've actually been dying to pet a penguin.#$b#Is that too weird?$s",
	
	"TwoKidsPenguin_Sophia":"Since the kids are so into penguins, I'm planning on getting them the animated 'Penguin Rave's Big Adventure'.$h#$b#And hey, I'm up for watching it together with them.$9",
	
	"TwoKidsPenguin_Carmen":"Oh hola, hijo! I heard from Willy that he caught sight of tu hijo and tu hija playing with the penguin.$h^Oh hola, hija! I heard from Willy that he caught sight of tu hijo and tu hija playing with the penguin.$h#$b#That penguin, she likes to swing by the beach occasionally during winter! When I'm out fishing and happen to spot her, I can call up %spouse to bring them over!",
	"TwoKidsPenguin_Blair":"I've fed this penguin by the sea a bunch of times, and I've even given her a little pat.#$b#Wanna know about the touch?$h#$b#Well, it's not as soft and fuzzy as you might think.",
	"TwoKidsPenguin_Keahi":"I heard %kid1 saying they fed fish to a penguin earlier. So, I grabbed some fish from the restaurant and was all set to zoom down to the beach.#$b# But, uh-oh, Dad caught me red-handed...$s",

	"TwoKidsPenguin_Jacob":"Though it's quite rare, we do get the occasional penguin visit here in East Scarp, and Ellie, well, she's over the moon every time she sees them.$h#$b#If I happen to spot them, I'd be more than happy to give you a ring, and you can bring your kids over here.$h",
	"TwoKidsPenguin_Eloise":"Hi farmer @! I was just on my way to look for %kid1 and %kid2.#$b#They said they took photos with a penguin, so I'd like to see them too!$h",
	"TwoKidsPenguin_Lavril":"How nice... I wish I could be friends with the penguins too...$7#$b#%kid1's promised to let me know if he sees a penguin again.$h#$e#Tee-hee!$17",
	"TwoKidsPenguin_Lavril_girl":"How nice... I wish I could be friends with the penguins too...$7#$b#%kid1's promised to let me know if she sees a penguin again.$h#$e#Tee-hee!$17",
	"TwoKidsPenguin_Dylan":"Your kids seem to love penguins, @?#$b#Did you know I sometimes spot fairy penguins near the tidepools during my research?$h#$b#It might be worth bringing them to take a look sometime.$3",
	
	"TwoKidsPenguin_Jean":"I do recognize that penguin, @. Her name is Lala.#$b#How do I understand penguin talk, you ask?#$b#It may seem strange, but our shared love for fish bridges the gap quite nicely.$h",
	"TwoKidsPenguin_":"",
	
	// Plush Part 1  172426017
	// - Portrait
	
	"TwoKidsPlush1_01":"We really want it!",
	"TwoKidsPlush1_02":"Buy, buy, buy!$4",
	"TwoKidsPlush1_03":"But... Aren't your rooms full of them already?$s",
	"TwoKidsPlush1_04":"Not the same!#$b#This one's way cuter!$h",//Need Update
	"TwoKidsPlush1_05":"This one's way cuter!",//
	"TwoKidsPlush1_06":"Super, super cute!$h#$b#I really, really want it!$4",//Need Update
	"TwoKidsPlush1_07":"I really, really want it!",//
	"TwoKidsPlush1_08":"*mumbling quietly* The price they mention in this magazine...$s#$b#Why is it so pricey... it's just a tiny little thing...$s",
	"TwoKidsPlush1_09":"",
	"TwoKidsPlush1_10":"",
	
	// TwoKidsPlush1
	
	// Plush Part 2  172426018
	
	"TwoKidsPlush2_01":"...And we're really hoping you can lend a hand with this, Emily.",
	"TwoKidsPlush2_01_Haley":"...And we're really hoping you can lend a hand with this, sister.",
	"TwoKidsPlush2_02":"No problem at all!#$b#I might not be a pro at this, but I'm excited to give it a whirl and assist in any way I can.$h",
	"TwoKidsPlush2_02_Haley":"No problem at all, Haley!#$b#I might not be a pro at this, but I'll gladly do my best to give it a whirl for my beloved niece and nephew!$h",
	"TwoKidsPlush2_03":"Oh, thanks so much, Emily.$h",
	"TwoKidsPlush2_04":"See you later.",
	"TwoKidsPlush2_05":"Bye!",
	"TwoKidsPlush2_06":"Oh darling, glad you're here. Come closer, I've got something to tell you.",
	"TwoKidsPlush2_07":"",
	
	// TwoKidsPlush2
	
	// Plush Part 3  172426019
	//- Portrait
	
	"TwoKidsPlush3_01":"Why are we here, {{SpouseTitle}}?$3",//update title
	"TwoKidsPlush3_01Mommy":"Why are we here, Mommy?$3",
	"TwoKidsPlush3_02":"{{PlayerTitle}}?$3",//update title
	"TwoKidsPlush3_02Mommy":"Mommy?$3",
	"TwoKidsPlush3_03":"You'll find out soon enough!$h#$b#Alright, now, let's greet Ms. Emily properly.",
	"TwoKidsPlush3_03_Haley":"You'll find out soon enough!$h#$b#Alright, now, let's greet your Aunt Emily properly.",
	"TwoKidsPlush3_04":"Hi there, kids.",
	"TwoKidsPlush3_05":"Hi, Ms. Emily!",
	"TwoKidsPlush3_05_Haley":"Hi, Auntie Emily!",
	"TwoKidsPlush3_06":"Hiya!",
	"TwoKidsPlush3_07":"Guess what? I've got a little surprise just for you two.",
	"TwoKidsPlush3_08":"%Emily is keeping something hidden with both hands behind her back.",
	"TwoKidsPlush3_09":"Ta-da!",
	"TwoKidsPlush3_10":"Wow, wow, wow! Penguin Rave!$4",
	"TwoKidsPlush3_11":"And Penguin Elle too!$4",
	"TwoKidsPlush3_12":"A small gift I made for you guys, I hope you like it.$h",
	"TwoKidsPlush3_12_Haley":"A small special gift I made for my favorite niece and nephew; I hope you like it.$h",
	"TwoKidsPlush3_13":"Yay, yay!$4",
	"TwoKidsPlush3_14":"Aww, aww, it's so cute!$4#$b#Is it really for us?$h",//Need Update
	"TwoKidsPlush3_15":"Is it really for us?",//
	"TwoKidsPlush3_16":"Yup!",
	"TwoKidsPlush3_17":"Yay!",
	"TwoKidsPlush3_18":"Hooray!",
	"TwoKidsPlush3_19":"Come on, little ones, don't forget to thank Emily nicely.",
	"TwoKidsPlush3_19_Haley":"Come on, little ones, remember to thank your Aunt Emily nicely.",
	"TwoKidsPlush3_20":"Thank you, Ms. Emily!$h",
	"TwoKidsPlush3_20_Haley":"Thank you, Auntie Emily!$h",
	"TwoKidsPlush3_21":"Love you!$h",
	"TwoKidsPlush3_22":"Look how cute my penguin is!$h",
	"TwoKidsPlush3_23":"Mine is cuter.",
	"TwoKidsPlush3_24":"Look closely!$5",
	"TwoKidsPlush3_25":"Pink penguin is so pretty!",
	"TwoKidsPlush3_26":"Blue is cooler!$5",
	"TwoKidsPlush3_27":"And Penguin Rave is a superhero!$5",
	"TwoKidsPlush3_28":"%The little ones start bickering.",
	"TwoKidsPlush3_29":"Hey, no fighting, alright?$s",

	// TwoKidsPlush3
	
	"TwoKidsPlush3_Emily":"The two penguin plushies?#$b#Yeah, I took inspiration from characters in 'Penguin Rave's Big Adventure'. Adorable, right?$h#$b#I personally like the blue one more.$h",
	"TwoKidsPlush3_Emily_SVE":"The two penguin plushies?#$b#Yeah, I took inspiration from characters in 'Penguin Rave's Big Adventure'. Adorable, right?$h#$b#I personally like the blue one more.$h#$e#Yep, that's right. I borrowed the cartoon from Sophia to get some inspiration.",
	"TwoKidsPlush3_Haley":"You probably know Emily's a knitting whiz, but would you believe she crafts plushies too? Pretty impressive, right?$h#$b#So, seeing the joy on %kid1 and %kid2's faces... Maybe I should try my hand at making something for them too...",
	"TwoKidsPlush3_Abigail":"Hey, keep it on the down-low, but I've been secretly binge-watching 'Penguin Rave's Big Adventure'.#$b#Those mini penguin adventurers are just too cute to resist!$h",
	"TwoKidsPlush3_Maru":"What if Emily and I crafted a penguin plush with some cool mechanical bits inside? You know, make them do a few simple moves.#$b#Do you think %kid1 and %kid2 would love that even more?$h",
	"TwoKidsPlush3_Leah":"%kid1 and %kid2 can't wait to flaunt their penguins whenever they spot me. Seems like they're totally smitten.$h#$b#Emily did an awesome job, didn't she?$h",
	"TwoKidsPlush3_Vincent":"Don't need %kid1 and %kid2's penguins. Mr. Wumbus is way cooler!$s",
	"TwoKidsPlush3_Jas":"%kid1 said I could play with his penguin, but %kid2 won't share her penguin, she's so mean...$s#$b#I wanna play with the pink penguin too...$s",
	"TwoKidsPlush3_Jas_girl":"%kid1 said I could play with her penguin, but %kid2 won't share his penguin, he's so mean...$s#$b#I wanna play with the blue penguin too...$s",
	
	"TwoKidsPlush3_Sophia":"Penguin Rave is super cute, but I'm more into his girlfriend, Pengu Elle. That adorable, silly vibe she has is just too irresistible.$h#$b#And of course! Pink penguins are just way cuter, don't you think?$9",
	"TwoKidsPlush3_Olivia":"Quite the charming scene, isn't it? %kid1 and %kid2, taking their penguins along, having these sweet little exchanges wherever they go.$h",
	
	"TwoKidsPlush3_Philip":"Penguin Rave Big Adventure? Yeah, I'm all over that! They dropped a comic spin recently. Penguins doing the superhero thing is truly a fresh take.$h#$b#And trust me, some of those plot twists have a whole different vibe for us adults, not just kiddie stuff.",
	"TwoKidsPlush3_Faye":"So, Emily's making penguin plushies now?#$b#Oh, wait, I've got a fantastic idea!$h",
	"TwoKidsPlush3_Trinnie":"Ugh, %kid2 is showing off his penguin again, and Mom won't let me have one!$5",
	"TwoKidsPlush3_Trinnie_girl":"Ugh, %kid2 is showing off her penguin again, and Mom won't let me have one!$5",
	
	"TwoKidsPlush3_Rodney":"%kid2's got an eye for greatness, Pink is the best, no question about it!$h",
	"TwoKidsPlush3_Rodney_girl":"%kid1's got an eye for greatness, Pink is the best, no question about it!$h",
	"TwoKidsPlush3_Eloise":"Oh, farmer @, the penguins for %kid1 and %kid2 are so cute! I really want one!$h#$b#I'm a big fan of their storybooks you know!$h",
	"TwoKidsPlush3_Jacob":"Ellie's been bugging me about getting this 'Penguin Rave Big Adventure' penguin plushie ever since your kids got theirs.#$b#But, goodness, the price they quoted in those magazines is pretty steep. It's like five times more than a regular plushie!$s#$e#Might head over to Emily's and ask if she could make a penguin plushie for Ellie.$h",
	"TwoKidsPlush3_Sen":"I'm thinking of knitting these tiny sweaters for %kid1 and %kid2, with little penguins on them. Do you think they'd be into it?$h",
	"TwoKidsPlush3_Lavril":"O-Oh, @. I just saw the penguin plushies for %kid1 and %kid2. They're really cute, so soft and cuddly too.$17#$b#I want one too, but Void's not happy.$13#$b#He says I've got him already...$3",
	"TwoKidsPlush3_":"",
	"TwoKidsPlush3_Dylan":"@... did you give me a nickname or something?$2#$b#%kid2 keep calling me Coralman like I just stepped out of a comic book.$6",
	
	
	// Penny Homework 172426011
	//-Portrait
	
	"TwoKidsHomework_01":"Stay close to me.",
	"TwoKidsHomework_02":"No running off, okay?",
	"TwoKidsHomework_03":"Okay!",
	"TwoKidsHomework_03.1":"Yeees {{SpouseTitle}}!",//update title
	"TwoKidsHomework_03.1Mommy":"Yeees Mommy!",
	"TwoKidsHomework_04":"It's Ms Penny!$3",
	"TwoKidsHomework_05":"Oh no, more homework again!$a",
	"TwoKidsHomework_06":"Ugh!",
	"TwoKidsHomework_07":"Let's hide quick!$a",
	"TwoKidsHomework_07.1":"Wait for me!$a",
	"TwoKidsHomework_08":"Hey! Where are your manners?",
	"TwoKidsHomework_09":"Sorry, Penny, these little rascals don't always have the best manners.$s",
	"TwoKidsHomework_10":"It's alright. They're absolutely adorable.$h",
	"TwoKidsHomework_11":"By the way, what brings you here? We were just about to go shopping.",
	"TwoKidsHomework_12":"Well, I figured it was about time for some fresh homework, so I brought these over. ",
	"TwoKidsHomework_13":"Here.",
	"TwoKidsHomework_14":"If there's anything they don't grasp while you're teaching, feel free to call me over for help.",
	"TwoKidsHomework_15":"Oh, thanks!",
	"TwoKidsHomework_16":"We're so grateful to you, Penny.$h#$b#Since they got a bit too excited and were booted out by Gunther, I've been hesitant to bring them to your classes.$s#$b#We both want the kids to start learning early, and without your help, we wouldn't know what to do.",
	"TwoKidsHomework_16_RSV":"We're so grateful to you, and Flor too.$h#$b#Since they got a bit too excited and were booted out by Gunther, I've been hesitant to bring them to your classes.$s#$b#We both want the kids to start learning early, and without your help, we wouldn't know what to do.",
	"TwoKidsHomework_17":"No problem at all. I'm happy to help out.$h#$b#They're still too young, we can bring them to the class a little later.",
	"TwoKidsHomework_18":"Thanks, Penny. We'll be relying on you for a little while.$h",
	"TwoKidsHomework_19":"",
	
	// TwoKidsPHW
	
	"TwoKidsPHW_Penny":"Please, you're not bothering me at all. I truly adore %kid1 and %kid2, and I'm more than happy to assist with their learning.$h",
	"TwoKidsPHW_Pam":"Hey, kid, ever since Penny started pitching in with your little ones' homework, she's been staying up later than usual.#$e#I ain't griping, mind you.$s",
	
	"TwoKidsPHW_Gunther":"@, I apologize for having to ask your kids to leave the museum last time. This place also serves as a quiet space, and I need to think about the others.$s#$b#Perhaps you can bring them back when they've grown a bit older.",
	
	"TwoKidsPHW_Flor":"Oh! @.$3#$b#Uh... This, um...$3#$b#When I passed by your farm earlier, I ran into %kid1 and %kid2...#$b#They requested me to make their homework a bit easier. Did I not think through the previous homework carefully enough...?$s#$b#I'm sorry, @.$s",
	
	
	
	// Ice Cream 1 172426012 
	//- Portrait 
	
	"TwoKidsIcecream1_01":"Wait, look!",
	"TwoKidsIcecream1_02":"Hey, kiddos!",
	"TwoKidsIcecream1_03":"Are those ice creams?$h",
	"TwoKidsIcecream1_04":"Wow, they look yummy!$h#$b#Can we have some, please?$4",//Need Update
	"TwoKidsIcecream1_05":"Can we have some, please?$4",//
	"TwoKidsIcecream1_06":"Sure!$h#$b#But go ask your parents first, okay?",//Need Update
	"TwoKidsIcecream1_07":"But go ask your parents first, okay?",//
	"TwoKidsIcecream1_08":"But...$3",
	"TwoKidsIcecream1_09":"{{SpouseTitle}} always says no...$a",//update title
	"TwoKidsIcecream1_09Mommy":"Mommy always says no...$a",
	"TwoKidsIcecream1_10":"Honestly, have I been a tad too tough on them?$s",
	"TwoKidsIcecream1_11":"#Being a little strict with them might be the best.#Once in a while, a little treat is fine.#",
	"TwoKidsIcecream1_12":"But...$s#$b#Um...$s",
	"TwoKidsIcecream1_13":"Alright.",
	"TwoKidsIcecream1_14":"Hey, Alex, can we get two ice creams for the kids?",
	"TwoKidsIcecream1_15":"Of course! Just a moment, it'll be ready in no time.$h",
	"TwoKidsIcecream1_16":"Yay!",
	"TwoKidsIcecream1_17":"Yippee!",
	"TwoKidsIcecream1_18":"I love {{SpouseTitle}}!$4",//update title
	"TwoKidsIcecream1_18Mommy":"I love Mommy!$4",
	"TwoKidsIcecream1_19":"{{SpouseTitle}}'s the best!$4",//update title
	"TwoKidsIcecream1_19Mommy":"Mommy's the best!$4",
	
	// TwoKidsIC1
	
	"TwoKidsIC1_Alex":"Hey, @, why not bring the kids over for more ice cream? Help a buddy out, and make the little ones happy too.$h#$b#It's a win-win, right?$h",
	"TwoKidsIC1_Vincent":"%kid2 was showing off his ice cream... That's so cool... I want some ice cream too.$s",
	"TwoKidsIC1_Vincent_girl":"%kid2 was showing off her ice cream... That's so cool... I want some ice cream too.$s",
	
	// Ice Cream 2 172426013 172426014 
	//-Portrait 
	
	"TwoKidsIcecream2_01":"%One hour ago, at your house...",
	"TwoKidsIcecream2_02":"Library, you say?$s#$b#Remember, we were there not too long ago, but we got kicked out because you were too noisy...$s#$b#I still need to apologize to Gunther for that.$a",
	"TwoKidsIcecream2_03":"But we wanna read with Jas!",
	"TwoKidsIcecream2_04":"We'll be good, I promise!$4",
	"TwoKidsIcecream2_05":"We be good kids!$4",
	"TwoKidsIcecream2_06":"%%kid1 and %kid2 are putting on a major cute act.",
	"TwoKidsIcecream2_07":"...#$b#Alright, I'll bring you to the library, but you must be well-behaved, no screaming!",
	"TwoKidsIcecream2_08":"Okay, {{SpouseTitle}}!$h",//update title
	"TwoKidsIcecream2_08Mommy":"Okay, Mommy!$h",
	"TwoKidsIcecream2_09":"Yay!$h",
	"TwoKidsIcecream2_10":"Wait!",
	"TwoKidsIcecream2_11":"Where's the ice cream?$3",
	"TwoKidsIcecream2_12":"Our ice cream?$3",
	"TwoKidsIcecream2_13":"It's not here!$3",
	"TwoKidsIcecream2_14":"We're in the fall season now, Alex only sets up shop here during the summer.",
	"TwoKidsIcecream2_15":"So no ice cream?$3",
	"TwoKidsIcecream2_16":"Nope.",
	"TwoKidsIcecream2_17":"Waaaah, I want ice cream!$s",
	"TwoKidsIcecream2_18":"No way! Ice cream now!$s",
	"TwoKidsIcecream2_19":"I thought you wanted to go to the library...$s",
	"TwoKidsIcecream2_20":"Nooo, don't wanna read!$s",
	"TwoKidsIcecream2_21":"Reading's so boring!$s",
	"TwoKidsIcecream2_22":"Waaaah!",
	"TwoKidsIcecream2_23":"%The two kids start screaming at the top of their lungs.",
	"TwoKidsIcecream2_24":"%After that, under the watchful eyes of the crowd, %spouse has to drag the two weeping kids back home...",
	"TwoKidsIcecream2_25":"",	
	
	// TwoKidsIC2
	
	"TwoKidsIC2_Evelyn":"Hello my dear, I've made some homemade ice cream for %kid1 and %kid2. They'll love it.$h[233]",
	"TwoKidsIC2_Caroline":"Here, @, take these ice creams and don't breathe a word to Pierre. I hope %kid1 and %kid2 enjoy them.[233]",
	"TwoKidsIC2_Gus":"Hey, @! Need any help with making ice cream? I can give you a hand, no problem.$h#$b#Here, take these for now.[233]",
	"TwoKidsIC2_Alex":"Hey, I got word about what happened that day. %spouse doesn't need to feel like imposing. Bring the kiddos over to my place, I can make them some ice cream whenever.$h[233]#$b#Here, take more.[233]",
	"TwoKidsIC2_Emily":"I've tried my hand at making some ice cream. Take these and treat the kids.$h[233]",
	"TwoKidsIC2_Emily_Haley":"I've tried my hand at making some ice cream. Here, take these and treat my dear niece and nephew.$h[233]",
	"TwoKidsIC2_Abigail":"Hey, grab these, and don't tell my Dad!$h[233]",
	"TwoKidsIC2_Vincent":"Um... this... take it... for %kid1 and %kid2.$s[233]#$b#I'll be a good big brother now.$s#$b#%Vincent's gaze remained locked on the ice cream you held, and his mouth is practically watering.",
	
	"TwoKidsIC2_Susan":"I recall having the blueprints for an ice cream machine. Let me dig around...",
	
	"TwoKidsIC2_Anton":"I guess I haven't really gifted anything to the kids. They can have these ice creams.[233]#$b#Oh, yeah, they're from my brother's store.$h[233]",
	"TwoKidsIC2_Pika":"Aloha, @! Don't forget, we serve ice cream too. How about picking some up for the little ones occasionally?#$b#Come, take this!$h[233]",
	"TwoKidsIC2_Corine":"Take these, but keep it hush-hush from Pika, okay?$h[233]",
	"TwoKidsIC2_Faye":"Here, have these, but don't mention it to Pika, got it?[233]",
	"TwoKidsIC2_Kiarra":"Hey @, I snatched some ice cream from the store. Give it to %kid1 and %kid2.$h[233]",
	"TwoKidsIC2_Lorenzo":"Ice cream? Sure, take these for your kids.$h[233]#$b#Can't promise they'll like 'em, but I see Trinnie and Keahi enjoy them a lot.[233]",
	"TwoKidsIC2_Shanice":"@, I'd like to treat your kids to some ice cream. Remember to get it from my husband before you head home.$h",
	"TwoKidsIC2_Malaya":"I've been told your children have a sweet tooth for ice cream. Here, take these for them.[233]#$b#My shop has quite the selection. Drop by whenever you'd like.$h",
	
	"TwoKidsIC2_Rosa":"Howdy @! Just thought I'd let you know, I gave making ice cream a whirl recently.#$b#Here you are, take it for your children.$h[233]#$b#Let me know if they enjoy it. I'll whip up some more for them.[233]$h",
	"TwoKidsIC2_Sterling":"Mia heard about what happened that day, so she whipped up a whole heap of ice cream for the kids.[233]#$b#Take these.[233]#$b#And these.$h[233]#$b#They're gonna be over the moon.$9[233]",
	"TwoKidsIC2_Mateo":"I've scooped up a little ice cream for %kid1 and %kid2.[233]#$b#Hopefully, that stops the waterworks.$h[233]",
	
	"TwoKidsIC2_Jorts":"@! Look what I found in the trashcan!#$b#Hurry, give it to little %kid1 and %kid2! We can't let those tiny eyes turn watery!$2[233]",
	
	// Ice Cream 3 172426015
	
	"TwoKidsIcecream3_01":"Darling, you're home!",
	"TwoKidsIcecream3_02":"I can't believe how much ice cream is in the fridge. It's packed!$s#$b#What's going on here?$s",
	"TwoKidsIcecream3_03":"%You fill in %spouse about how the townsfolk had been lavishing your kids with ice cream.",
	"TwoKidsIcecream3_04":"Hmm, could it be because of what happened the other day...",
	"TwoKidsIcecream3_05":"You know, I couldn't help but feel a touch embarrassed that day when our little ones caused such a ruckus...$s#$b#The folks here are so kind, but they're spoiling our little ones too much.$h",
	"TwoKidsIcecream3_06":"Whatever happens, we can't let the kids devour all of this ice cream. It's just not healthy.#$b#...",
	"TwoKidsIcecream3_07":"Looks like we'll have to share these, darling. Here, take this one.$h",
	"TwoKidsIcecream3_08":"%A week later, you come across the weighing scale mysteriously tucked away in the shipping bin.",
	"TwoKidsIcecream3_09":"",
	
	//
	
	
	// Tort 1 172426007
	//-Portrait
	
	"TwoKidsTort_01":"So boring...$a",
	"TwoKidsTort_02":"{{SpouseTitle}}'s been talking forever...$a#$b#Keahi's still waiting for us...$3",//update title
	"TwoKidsTort_02Mommy":"Mommy's been talking forever...$a#$b#Keahi's still waiting for us...$3",//Need Update
	"TwoKidsTort_03":"Keahi's still waiting for us...",//
	"TwoKidsTort_04":"Look over there, a turtle!$h",
	"TwoKidsTort_05":"Turtle?",
	"TwoKidsTort_06":"*Enjoying a calm sip of water*$h",
	"TwoKidsTort_07":"Look, look, his tail's wiggling!$h",
	"TwoKidsTort_08":"Hehe, it's so funny!$h",
	"TwoKidsTort_09":"%%kid1 tugs on the turtle's tail.",
	"TwoKidsTort_09_girl":"%%kid2 tugs on the turtle's tail.",
	"TwoKidsTort_10":"*Angry turtle noises*$a",
	"TwoKidsTort_11":"Hehe, I wanna play with Mr. Turtle too!$h",
	"TwoKidsTort_12":"%%kid2 gives the turtle's tail a little tug.",
	"TwoKidsTort_12_girl":"%%kid1 gives the turtle's tail a little tug.",
	"TwoKidsTort_13":"*Extremely angry turtle noises*$a",
	"TwoKidsTort_14":"Stop it!",
	"TwoKidsTort_15":"Oh boy, you can't treat a small turtle like this!$a",
	"TwoKidsTort_16":"%Afterward, %spouse scolds the two mischievous children for a solid 15 minutes.",
	"TwoKidsTort_17":"Don't ever forget, you can't do this again; little animals are very delicate.$a",
	"TwoKidsTort_18":"*Sobbing*",
	"TwoKidsTort_19":"Got it?$a",
	"TwoKidsTort_20":"Sorry {{SpouseTitle}}...$s",//update title
	"TwoKidsTort_20Mommy":"Sorry Mommy...$s",
	"TwoKidsTort_21":"Never again...$s",
	"TwoKidsTort_22":"...$s#$b#...$s#$b#Okay, now, let's go and say sorry to Mr. Turtle.$a",
	"TwoKidsTort_23":"Mr. Turtle...$s",
	"TwoKidsTort_24":"*Stares at the children warily*$a",
	"TwoKidsTort_25":"We're sorry...$s",
	"TwoKidsTort_26":"Very sorry...$s",
	"TwoKidsTort_27":"*Turning his head in irritation, and moves off*",
	"TwoKidsTort_28":"*Sobbing*",	
	
	// TwoKidsTort1
	
	"TwoKidsTort1_Pika":"I can even hear %spouse's roars all the way over here when I was cooking... and believe me, I've got plenty of experience like that.$s",
	"TwoKidsTort1_Keahi":"Hey, don't tell anyone, I accidentally squashed Torts' tail once, and it took like a whole month to be friends with him again!$3",
	"TwoKidsTort1_Olga":"Sometimes, when kids do things without understanding the consequences, parents have to step in and give them tough love.#$b#%spouse's been handling this situation well.$h",
	"TwoKidsTort1_Blair":"You know, I had no idea turtles could jump like that. Can turtles normally do that?$3",
	"TwoKidsTort1_Lola":"I heard all that commotion, so I rushed over to see what was going on.$s#$b#Torts seemed to be just fine. Thank Yoba for that.",
	"TwoKidsTort1_Torts":"*Angry turtle noises*$a",

	// Tort 2 172426008
	//-Portrait
	
	"TwoKidsTort2_01":"Mr. Turtle...#$b#We're here again...",//Need Update
	"TwoKidsTort2_02":"We're here again...",//
	"TwoKidsTort2_03":"*Eyes the children suspiciously*",
	"TwoKidsTort2_04":"Um... we...$3#$b#We brought gift to say sorry...",//Need Update
	"TwoKidsTort2_05":"We brought gift to say sorry...",//
	"TwoKidsTort2_06":"This... for you...",
	"TwoKidsTort2_07":"*Torts kicks the milk bottle and moves away*",
	"TwoKidsTort2_08":"Oh no... we upset him again...$s",
	"TwoKidsTort2_09":"*Sobbing*",
	"TwoKidsTort2_10":"*Sigh*",
	"TwoKidsTort2_11":"Oh, hey @, didn't notice you here.",
	"TwoKidsTort2_12":"Oh, I forgot to tell you about this...$s",
	"TwoKidsTort2_13":"%%spouse fills you in on the children's heedless behavior that day.",
	"TwoKidsTort2_14":"And then, the kids got all guilty and they want to bring gifts to make amends with Torts every single day.",
	"TwoKidsTort2_15":"But the thing is, Torts still looks pretty peeved, and he's been kicking their gifts aside every time...$s",
	"TwoKidsTort2_16":"Perhaps you should help the kids find a suitable gift to make amends with Torts?",

	// TwoKidsTort2
	
	"TwoKidsTort2_Lola":"It's really heartrending to see your children come up daily to apologize to Torts, only to go back in tears.$4",
	"TwoKidsTort2_Freddie":"Ah, @. You see, Torts has quite the discerning taste, and he tends to kick away anything he doesn't care for.#$b#So he may not be entirely quick in granting forgiveness to your children.",
	"TwoKidsTort2_Jeric":"Hey, @. It just clicked in my mind, I once caught Torts having a snack of big blue berry, so I thought I'd share some bilberries.#$b#Turns out, he kicked my bilberries right into the pond.$3",
	"TwoKidsTort2_Aguar":"I distinctly recall of a moment deep within the forest, where Torts was fervently savoring an ancient fruit. The baffling part is where he uncovered such a rare delicacy.#$b#Torts, unquestionably, is an extraordinary turtle.",
	"TwoKidsTort2_":"",
	
	
	// Tort 3 172426009
	//-Portrait
	
	"TwoKidsTort3_01":"You encourage the kids to hand over the gift you had prepared for Torts.",	
	"TwoKidsTort3_02":"Okay {{PlayerTitle}}...",	//update title
	"TwoKidsTort3_02Mommy":"Okay Mommy...",	
	"TwoKidsTort3_03":"*Nervous*",	
	"TwoKidsTort3_04":"Mr. Turtle...#$b#We came to say hi...",	//Need Update
	"TwoKidsTort3_05":"We came to say hi...",//	
	"TwoKidsTort3_06":"*Eyes the children suspiciously*",	
	"TwoKidsTort3_07":"We hope you like this gift...",	
	"TwoKidsTort3_08":"*Gasping*",	
	"TwoKidsTort3_09":"*Salivates*#$b#*Munches on the fruit*$h",	
	"TwoKidsTort3_10":"Look, he's munching!$h",	
	"TwoKidsTort3_11":"Hehe, he's even waggling his tail!$h",	
	"TwoKidsTort3_12":"It seems Torts has at last agreed to accept the children's present, suggesting a possible reconciliation!",	
	
	// TwoKidsTort3
	
	"TwoKidsTort3_Pika":"I had this idea of preparing some of Torts' favorite chow like Tom Kha Soup for him, well, to help your children.#$b#But with the kids personally toting their apology gift from %farm Farm, Torts will appreciate that more, don't you agree?$h",
	"TwoKidsTort3_Trinnie":"%kid1 and %kid2 have made up with Torts at last, yay!$h",
	"TwoKidsTort3_Yuuma":"%kid2 told me that Torts accepted their apology present. I'm so happy for them!$h",
	"TwoKidsTort3_Shiro":"Hey, @. It's such a relief to know that Torts has accepted the apologies from %kid1 and %kid2.$h",
	"TwoKidsTort3_":"",
	
	
	// Tort 4 172426010
	
	"TwoKidsTort4_01":"*Massaging turtle head*",
	"TwoKidsTort4_02":"*Lowers his head, relishing the massage*$h",
	"TwoKidsTort4_03":"*Massaging turtle legs*",
	"TwoKidsTort4_04":"*Happy turtle noises*$h",	
	"TwoKidsTort4_05":"Oh...they're best buddies now, my eyes are getting a little misty!$h",	
	"TwoKidsTort4_06":"Wow! This looks super fun! Let me join! Let me join!$h",	
	"TwoKidsTort4_07":"*Hissing noises to shoo Keahi away*",	
	"TwoKidsTort4_08":"Okay...",	
	"TwoKidsTort4_09":"Hahaha, it must because you're always so rough!$h",	
	"TwoKidsTort4_10":"A happy ending, I guess?",	
	
	// TwoKidsTort4
	
	"TwoKidsTort4_Corine":"I could seriously watch the kids massaging the turtle all day. It's just too precious.$h",
	"TwoKidsTort4_Ysabelle":"Corine and I spent the day watching the children's interactions with the turtle. It was such a heartwarming sight that we didn't even notice time slipping away.$h",
	"TwoKidsTort4_Alissa":"Trinnie and Keahi are bringing gifts to Torts every day now because they want to pet him too.#$b#Of course, Torts keeps turning them down, they'll have to find a gift he likes!$h",
	"TwoKidsTort4_Torts":"*Stretching his neck and glancing behind you, as if searching for %kid1 and %kid2*",
	"TwoKidsTort4_Paula":"So, that day, %kid2 saw me and went all out, 'Hey, it's the pretty doctor lady!'#$b#Then everyone burst into laughter... It was so embarrassing.$4#$b#I'm starting to suspect Keahi's influence.$a",
	"TwoKidsTort4_Paula_girl":"You know, I had this incredibly adorable moment at Pika's. %kid2 rushed over, eager for me to pick her up.#$b#Well, naturally, I scooped up the little sweetheart.$h#$b#Then she pointed at Pika's, saying, 'Can we get some sweets?'#$b#Oh, @, how could I say no?$h",
	"TwoKidsTort4_Irene":"Young Mr. Louie wants to hang out with %kid1 and %kid2, but he's a touch shy about admitting it.#$b#So, he often beats around the bush, trying to subtly learn about them.#$b#Oh, @, how about occasionally bringing them over to the mansion?$h",
	
	"TwoKidsTort4_Eloise":"I'll be joining %kid1 and %kid2 in their visit to Torts. I can't wait to give the turtle a massage!$h",
	"TwoKidsTort4_Lavril":"Can I be friends with Mr. Turtle too? I hope he's not afraid of me.$7",
	
	
	
}