{
    "config.PlayerTitle.description": "Elige cómo te llaman tus hijos.",
    "config.SpouseTitle.description": "Elija cómo sus hijos llaman a su cónyuge.",
    "config.VanillaDarkSkinToddler.description": "Seleccione esto para niños de piel oscura sino esta usando ningún mod de sprite infantil personalizado.",
    "config.VanillaDarkSkinToddlerGirl.description": "Selecciona esto para niñas de piel oscura sino esta usando ningún mod de sprite infantil personalizado.",
    "config.AlternativeTextureToddlerSprites.description": "Lee la descripción de la página MOD antes de usar esto, Seleccione si está utilizando Alternative Texture MOD para sprites de niños pequeños, como Lumisteria Toddlers Like Parents o Alternative Children.",
    "config.GirlName.description": "Escribe aquí el nombre de tu hija.",
    "config.BoyName.description": "Escribe aquí el nombre de tu hijo",
    "config.UsePortraitMOD.description": "Marque esta opción si está utilizando un MOD de parcheo de contenido que modifica los retratos de los niños durante eventos como Immersive Children- Portraits y Sprites.",

    //Evento de Etapa de bebe
    //kid 1

    //Evento 1 (Nacimiento) 172420000
    
    "Kid1_0H_01":"Oh, nuestro angelito...$4",
    "Kid1_0H_02":"@, este podría ser el día más feliz de mi vida...$4#$b#Guardaré este recuerdo para siempre...$4",
    "Kid1_0H_02.1":"Oh, qué encantador...",
    "Kid1_0H_03":"Cariño, démosle a %kid1 todo el amor del mundo, convirtiéndolo en el niño más feliz del mundo$h",
    "Kid1_0H_03_girl":"Cariño, démosle a %kid1 todo el amor del mundo, convirtiéndola en la niña más feliz del mundo$h",
    "Kid1_0H_04": "Espero que algún día crezca para ser tan extraordinario como tú",
    "Kid1_0H_04_girl":"Espero que algún día crezca para ser tan extraordinaria como tú.$4",
    "Kid1_0H_05": "#O tan increible como tú.#O tan amable como tú.#O tan inteligente como tú.#O tan cálido como tú.#O tan resistente como tú.",
    "Kid1_0H_06": "Oh, mi amor... $4",
    
    //kid_0h
    
    "kid1_0h_Robin":"Hola @, si necesitas algún consejo o sugerencia sobre cómo cuidar a un bebé, ¡no dudes en preguntar!#$b#Después de todo, yo misma soy madre de dos hijos.$h",
    "kid1_0h_Vincent":"¡Hola @! ¿Tu bebé es niño o niña?#$b#¿Un niño? ¡Genial, quiero darle este regalo!$h[2]",
    "kid1_0h_Vincent_girl":"¡Hola @! ¿Tu bebé es niño o niña?#$b#¿Una niña? ¡Genial, quiero darle este regalo!$h[18]",
    "kid1_0h_Jas":"Um... p... ¿Puedo ir a tu casa a ver al bebé?$s#$b#Seré muy, muy silenciosa y no haré ni pío!$s",
    "kid1_0h_Lewis":"¡Hola @! ¿Cómo estás hoy?$h#$b#Acabo de pasar a ver a tu bebé mientras inspeccionaba tus envíos. Un niño sano y adorable, debo decir$h",
    
    "kid1_0h_Keahi":"¡Hola, @! Cuando %kid1 crezca, ¿podré ir a jugar?#$b#No te preocupes, ¡no seré malo ni nada! Solo algunas bromas divertidas ¡eso es todo!$4",
    "kid1_0h_Trinnie":"¡Hola @! ¿Puedo ir a ver al bebé?$h#$b#¿Por favor?#$b#Por favor?$s",
    "kid1_0h_Lenny":"Acabo de ir a tu casa a ver a %kid1 y wow ¡es tan lindo!$h#$b#Esos ojos son como los tuyos, ¡sabes!",
    "kid1_0h_Lenny_girl": "Acabo de ir a tu casa a ver a %kid1 y wow ¡es tan linda!$h#$b#Esos ojos son un poco como los tuyos, ¡sabes!",
    "kid1_0h_Pika":"¡Hace tiempo que no nos vemos, @! Creo que tu bebé te mantiene ocupado.$h#$b#Espera, prepararé algo especial para que te lo lleves a casa.",
    
    "kid1_0h_Sen":"¿Puedo echar un vistazo a %kid1? Solo me acercaré cuando esté profundamente dormido.#$b#Me temo que nos tengan miedo a las sombras.$8",    
    "kid1_0h_Barron":"¡Recibí las buenas noticias!$1#$b#Felicidades, estoy seguro de que el pequeño %kid1 será perfecto.$1",
        
    //Evento 2 (Dormir) 172420001
    
    "Kid1_1H_01":"¿Estás bien? @?$s",
    "Kid1_1H_02":"Sí, yo también quiero dormir, Últimamente no hemos dormido mucho por la noche$s",
    "Kid1_1H_03":"He oído que los primeros días después del nacimiento de un bebé son los más difíciles para los padres, especialmente por la noche",
    "Kid1_1H_04":"Pero nunca imaginé que sería tan dificil$s",
    "Kid1_1H_05":"Nuestro ángel es tan adorable durante el día, pero por la noche es horrible...#$b#Lleno de energía, llorando a todo pulmón,es como si se hubiera convirtido en un monstruo...$s",
    "Kid1_1H_girl_05":"Nuestro ángel es tan adorable durante el día, pero por la noche, es simplemente espantoso...#$b#Lleno de energía, llorando a todo pulmón, como si se convirtiera en un monstruo que llora. Me pregunto a quién tomará después de...$s",
    "Kid1_1H_06":"Sabes, Robin me mencionó que no tenemos que quedarnos despiertos juntos para cuidar al bebé. ¡Podemos dormir en habitaciones separadas y turnarnos!",
    "Kid1_1H_06_Maru":"Sabes, mamá me mencionó que no tenemos que quedarnos despiertos juntos para cuidar al bebé. ¡Podemos dormir en habitaciones separadas y turnarnos!",
    "Kid1_1H_06_Sebastian":"Sabes, mamá me mencionó que no tenemos que quedarnos despiertos juntos para cuidar al bebé. ¡Podemos dormir en habitaciones separadas y turnarnos!",
    "Kid1_1H_07":"¿Por qué no pensé en eso antes...$s",
    "Kid1_1H_08":"Cariño, haces mucho trabajo físicamente exigente todos los días, así que déjame encargarme de más de las tareas nocturnas del bebé. Deberías dormir más",
    "Kid1_1H_09":"Oh... @... siempre eres tan atenta...$4",
    "Kid1_1H_10":"¿Podrías acercarte un momento?$4",
    "Kid1_1H_11":"%De repente, se escucha un fuerte llanto proveniente de la habitación del bebé.",
    "Kid1_1H_12":"Oh, no...$s",
    
    //kid1_1h
    
    "kid1_1h_Pierre":"Hola @, sé que los primeros meses con un bebé pueden ser un desafío.#$b#Caroline tiene una colección de libros sobre la crianza de los hijos. Puedes preguntarle si quieres echarle un vistazo.",
    "kid1_1h_Marnie":"¡Guau, @! te vez como si no estuvieras durmiendo. ¿Has estado descansando lo suficiente?$s#$b#Por favor, toma un poco de leche fresca. Espero que los pueda ayudar un poco a los dos. [186]",
    "kid1_1h_Jodi":"Escuché de %spouse que ustedes dos no han estado durmiendo bien últimamente. Así que pensé que podía ayudar con algunas sugerencias.#$b#Es importante tener una rutina constante para alimentar, dormir y jugar para su bebé.#$b#Esto puede ayudar a %kid1 a desarrollar buenos hábitos de sueño.$h",
    "kid1_1h_George":"Hmmph... Te ves horrible. Ve a dormir un poco más.",
    "kid1_1h_Evelyn":"¡Oh, Dios mío! Parece que has pasado por una situación difícil. ¿%spouse también está tan agotado como tu?$s#$b#¿Por qué no vienes pronto? Deja que la abuela prepare algo de comida deliciosa y saludable para los dos",
    
    "kid1_1h_Shanice":"¡Hola, cariño! Si no fuera por cuidar la tienda, iría a ver a tu bebé.$h",
    
    "kid1_1h_Gunther":"Estás entrando en un nuevo capítulo de tu vida.#$b#Espero que esta nueva etapa de tu vida esté llena de éxito y felicidad.$h",
    
    "kid1_1h_Rodney":"Escuché que %spouse y tú estaban caminando por la ciudad reuniendo consejos de crianza.#$b#Pero, ¿por qué nadie vino a preguntarme...$7",
    "kid1_1h_Barron":"@? Te ves tan cansada, sabes que estaría feliz de cuidar al bebé. Para que tú y tu media naranja podáis descansar más.$2",
    
    
    //kid 1
    //Evento 3 (Libro) 172420002
    
    "Kid1_2H_01":"Todavía tengo algunos libros sobre recién nacidos por aqui",    
    "Kid1_2H_02":"Ok.",
    "Kid1_2H_03":"Podría valer la pena revisar los libros aquí a medida que %kid1 crezca.",
    "Kid1_2H_04":"¡Vaya, eso es toda una biblioteca!$h",
    "Kid1_2H_05":"¿Los has leído todos? ¡No tenía idea de que eras una lectora tan ávida!",
    "Kid1_2H_05_Abigail":"¿Los has leído todos? No tenía ni idea de que fueras una lectora tan ávida, mamá.",
    "Kid1_2H_06":"La crianza de los hijos a menudo nos lleva a aprender cosas que antes no nos importaban.#$b#Eso suena a ti ahora, ¿no?$h#$b#De todos modos, ten en cuenta que los libros no pueden cubrir todas las sorpresas que se te presentan.#$b#Siempre que lo necesites, ya sea un consejo o una niñera,  No dudes en preguntar, ¿de acuerdo?",
    "Kid1_2H_06_Penny":"La crianza de los hijos a menudo nos lleva a aprender cosas que antes no nos importaban.#$b#De cualquier manera, ten en cuenta que los libros no pueden cubrir todas las sorpresas que se te presentan.#$b#Siempre que lo necesites, ya sea un consejo o una niñera, no dudes en preguntar,  ¿De acuerdo?",
    "Kid1_2H_06_Flor":"La crianza de los hijos a menudo nos lleva a aprender cosas que antes no nos importaban.#$b#De cualquier manera, recuerda que los libros no pueden cubrir todas las sorpresas que se te presentan.#$b#Siempre que lo necesites, ya sea un consejo o una niñera, no dudes en preguntar,  ¿De acuerdo?",
    "Kid1_2H_06_Elliott":"La crianza de los hijos a menudo nos lleva a aprender cosas que antes no nos importaban.#$b#De cualquier manera, ten en cuenta que los libros no pueden cubrir todas las sorpresas que se te presentan.#$b#Siempre que lo necesites, ya sea un consejo o una niñera, no dudes en preguntar,  ¿De acuerdo?",
    "Kid1_2H_06_Abigail":"La crianza de los hijos a menudo nos lleva a aprender cosas que antes no nos importaban.#$b#Eso suena a ti ahora, ¿no? No te habrías molestado con estos libros antes.$h#$b#De cualquier manera, recuerda que los libros no pueden cubrir todas las sorpresas que se te presentan.#$b#Siempre que lo necesites, ya sea un consejo o una niñera, no dudes en preguntarle a mamá, ¿de acuerdo?",
    "Kid1_2H_07":"Hmm... Este parece una buena elección.",
    "Kid1_2H_08":"Ah, también podría tomar prestados estos$h",
    "Kid1_2H_09":"¿Eh? ¿Qué es eso?",
    "Kid1_2H_10":"!! #$b#...$5 #$b#...$s",
    "Kid1_2H_11":"Supongo que voy a fingir que no vi eso.$s",
    
    //kid1_2h
    
    "kid1_2h_Pierre":"%spouse me ha estado mirando raro últimamente. ¿Me estoy imaginando cosas?$s",
    "kid1_2h_Caroline":"%spouse preguntó acerca de algunos libros de crianza, con la esperanza de que pudieran proporcionar alguna orientación para ustedes dos.",
    
    "kid1_2h_Barron":"@, puedo buscarte algunos libros para padres si los necesitas.$h#$b#Espera, tengo este libro que Caroline me prestó.$1",
    
    
    //kid 1
    //Evento 4 (Visita de mamá) 172420003 172420004
    
    "Kid1_MV_01":"%En este día tan importante, todos deberían haberse despertado temprano porque un invitado especial está de camino a pueblo Pelicano.#$b#%Pero desafortunadamente, %spouse y tu terminaron durmiendo hasta tarde, debido a una noche inquieta...#$b#%Ahora, estás esperando en la parada del autobús y %spouse se ha ido a buscar a Gus.",
    "Kid1_MV_02":"Hola, %spouse. Aquí está su comida según lo solicitado.",
    "Kid1_MV_03":"Oh, Gus, eres un salvavidas.$h#$b#Cuando @ y yo nos quedamos dormidos, estaba completamente perdido...$s",
    "Kid1_MV_04":"Ni lo menciones, será mejor que te vayas a casa. Tu suegra puede aparecer en cualquier momento.$h",
    "Kid1_MV_05":"¡Oh! ¡Sí, será mejor que me vaya!$s",
    "Kid1_MV_06":"¡Gracias!",
    "Kid1_MV_07":"¡Dale mis saludos!",
    "Kid1_MV_08":"*Jadeando*",
    "Kid1_MV_09":"¡Hola cariño!",
    "Kid1_MV_10":"Ella aún no ha aparecido, ¿verdad?$s",
    "Kid1_MV_11":"Muy bien, la comida está a la mano. Necesito regresar y preparar las cosas. No puedo dejar al pequeño %kid1 solo por mucho tiempo.",
    "Kid1_MV_12":"¡Tengo que correr!",
    "Kid1_MV_13":"%Tus preparativos fueron un poco apresurados debido a que te quedaste dormido, pero afortunadamente todo estaba en su lugar antes de la llegada de tu madre.#$b#%Después de su llegada... No pudo contener su emoción y sus ojos se llenaron de lágrimas de alegría mientras abrazaba a su nieto con fuerza.#$b#%Esta podría haber sido la primera vez que la viste tan genuinamente feliz, tu hogar resonó con risas y calidez durante todo el día.#$b#%Si tu abuelo pudiera ver esto desde el más allá, seguramente se animaría...",
    
    "MotherMail":"Querida @, ^^¡Ayer fue realmente emocionante! Hacía mucho tiempo que no sonreia tanto, ¡casi se me entumecieron las mejillas! ^^Ver a tu bebé me trajo recuerdos preciados de tu propia infancia, tan llenos de vivacidad. Es increíble pensar que el pequeño bebé que una vez fuiste haya crecido para administrar tan brillantemente la granja de tu abuelo, con una pareja tan maravillosa y un hijo tan adorable. Me llena de inmensa felicidad, de verdad... No estoy ¡llorando! ^^Ahora que voy a volver, asegúrense de que ustedes dos se cuiden bien. Ser padres significa que la responsabilidad es aún mayor. ^^Con cariño, mamá ^^PD: Tengo que compartir las fotos en las redes sociales ya sabes para lucirse un poco!",
    
    // kid1_MV
    
    "kid1_MV_Evelyn":"Tu mamá nos visitó antes de irse. ¡Fue una sorpresa maravillosa! Ha pasado mucho tiempo desde la última vez que la vimos.$h",
    "kid1_MV_George":"Hmmph, después de todos estos años, finalmente se acordó de esta pequeña comunidad.$a#$b#%Te das cuenta de que George está saboreando los bocadillos que tu madre trajo con gran deleite",
    "kid1_MV_Gus":"Me alegra poder ayudarte. Si necesitas algo, ¡no dudes en llamarme!$h",
    "kid1_MV_Lewis":"¡Hola @! Ha pasado mucho tiempo desde la última vez que tuvimos el placer de la compañía de tu madre en pueblo Pelicano. Deberías animarla a que nos visite más a menudo.$h",

    "kid1_MV_Lenny":"Encontre a tu querida madre en la parada de autobús. Ha pasado un tiempo desde la última vez que charlamos.#$b#No te preocupes, estaba elogiándote. Después de todo, eres prácticamente un héroe local en Ridgeside .$h",
    "kid1_MV_":"",
    
    //kid 1
    //Evento 5 (conversacion) 172420005
    
    "Kid1_3H_01":"!$h",
    "Kid1_3H_02":"%%spouse rebosa un nivel extraordinario de emoción, saltando felizmente.",
    "Kid1_3H_03":"¡Oh, has vuelto en el Momento perfecto!$h#$b#¡Estaba a punto de compartir mi felicidad contigo!$h",
    "Kid1_3H_04":"¿Adivina qué pasó justo después de que terminé de alimentar a %kid1?",
    "Kid1_3H_05":"Jeje, nuestro precioso pequeño me agitó sus manitas y luego...",
    "Kid1_3H_05_girl":"Jeje, nuestra preciosa pequeña agitó sus manitas hacia mí y luego...",
    "Kid1_3H_06":"%kid1 ¡me llamó! ¡Me llamó!$h",
    "Kid1_3H_07":"%kid1 es sólo un bebé, ¡pero ya me está llamando!$h",
    "Kid1_3H_08":"¡Es absolutamente precioso, tan adorable, más que adorable!$h",
    "Kid1_3H_09":"¡Ven rápido, a ver si nuestro bebé ha aprendido a llamarte!$h",
    "Kid1_3H_10":"%Durante la siguiente hora, los dos intentaron todos los trucos posibles para lograr que el bebé los llamara mientras no podían dejar de reír",
    
    //kid1_3h
    
    "kid1_3h_Demetrius":"¡Felicitaciones, @! Escuché que tu hijo empezó a llamarte.#$b#Este es realmente uno de los momentos más felices de la paternidad.$h",
    "kid1_3h_Gus":"¡Hola @! Te ves tan feliz, parece que podrías empezar a bailar en cualquier momento. ¿Es porque tu hijo empezó a hablar?$h#$b#¿Cómo lo sé? Bueno %spouse no puede dejar de hablar de eso ¡Hablaba de eso con todos!",
    "kid1_3h_Clint":"%spouse me dijo que su hijo ha comenzado a hablar y parecia absolutamente encantado.$4#$b#¿Cuándo tendré la oportunidad de experimentar tanta alegría...$s",

    "kid1_3h_Faye":"Con %kid1 aquí, me siento inspirada para explorar posibilidades de diseño en las que nunca antes había pensado.#$b#¡Oh, espera, ahora tengo una inspiración fabulosamente linda para la moda de bebés!$h",
    "kid1_3h_Bert":"Sabes, la primera vez que Trinnie me llamó papá, se me llenaron los ojos de lágrimas. ¿Y a ti?",
    "kid1_3h_Ezekiel":"Escuché de %spouse que tu hijo te hizo llorar, ¿eh?$h#$b#¿Qué? ¿Cuándo nació Corine?$3#$b#No, de ninguna manera. Estoy hecho de cosas más duras ! ",

    "kid1_3h_Rodney":"La primera vez que Meredith me llamó, fue el dia mas feliz en mi vida, superando la alegría de recibir cualquier premio por mis libros.$h",
    "kid1_3h_Barron":"Ahora que %kid1 está hablando, es muy importante empezar a leerle.#$b#Esto le ayudará a desarrollar su habla.",
    "kid1_3h_Barron_girl":"Ahora que %kid1 está hablando, es muy importante comenzar a leerle.#$b#Esto la ayudará a desarrollar su habla.",
    
    //kid 2
    // Evento 1 (Nacimiento) 172421000
    //- Portrait 
        
    "Kid2_0H_01":"¡Guau! ¿Quién es este pequeño bebé?",
    "Kid2_0H_02":"%kid1, ven a conocer a tu hermanito.$h",
    "Kid2_0H_02_girl":"%kid1, ven a conocer a tu hermanita.$h",
    "Kid2_0H_03":"¡Hola, hermanito!",
    "Kid2_0H_03_girl":"¡Hola, hermanita!",
    "Kid2_0H_04":"%De repente, %kid2 comienza a reír y a agitar sus manitas alegremente.",
    "Kid2_0H_04_girl":"%De repente, %kid2 comienza a reír y a agitar sus manitas alegremente.",
    "Kid2_0H_05":"¡Mira, mami, me esta devolviendo el saludo!",
    "Kid2_0H_05_girl":"¡Mira, mami, me esta devolviendo el saludo!",
    "Kid2_0H_06":"Jeje, está tratando de saludar, igual que tú.$h",
    "Kid2_0H_06_girl":"Jeje, ella está tratando de saludar, igual que tú.$h",
    "Kid2_0H_07":"Está bien, escúchame, %kid1.",
    "Kid2_0H_08":"Ahora eres un hermano mayor. Recuerda ser amable con tu hermana pequeña y cuidarla bien, ¿de acuerdo?",
    "Kid2_0H_08_girl":"Ahora eres una hermana mayor. Recuerda ser amable con tu hermano pequeño y cuidarlo bien, ¿de acuerdo?",
    "Kid2_0H_09":"Está bieen~$4",
    "Kid2_0H_10":"",

    // Kid2_0H
    
    "Kid2_0H_Vincent":"%kid1 me dijo que ahora tiene una hermana pequeña.#$b#¡Eso es genial! Yo también quiero tener una hermana pequeña.$h",
    "Kid2_0H_Vincent_girl":"%kid1 me dijo que ahora tiene un hermano pequeño.#$b#¡Eso es genial! Yo también quiero un hermano pequeño.$h",
    "Kid2_0H_Jas":"Hola @. ¿Puede el bebé jugar con los peluches? Quiero jugar con él.",
    "Kid2_0H_Jas_girl":"Hola @. ¿Puede el bebé jugar con las muñecas? Quiero jugar con ella.",
    "Kid2_0H_Gus":"¡Hola @! Ha pasado un tiempo desde que te vi a ti y a %spouse por aquí. Creo que ese recién nacido los mantiene a ambos ocupados.#$b#¿Qué tal si pasas a tomar una copa en algún momento?.$h",
    "Kid2_0H_Pierre":"Parece que tenemos otro nuevo bebé en la ciudad. No te preocupes, me he abastecido de todos los artículos para bebés.$h#$b#Si necesitas algo, pasa por aquí.",
    "Kid2_0H_Robin":"¡Hola, bienvenido al 'Two Kiddos Club'! Parece que tu familia esta creciendo.$h",
    "Kid2_0H_Caroline":"Un niño puede suponer mucho trabajo y ahora tienes dos. Es posible que acabes más agotada que nosotros.#$b#Pero, ya sabes, estoy bromeando. Tu familia está creciendo y ¡Eso es algo para celebrar!$h",

    "Kid2_0H_Sophia":"Oh. %kid2 es tan lindo.$9#$b#¿Quien crees que es mas lindo %kid1 o %kid2 ?#$b#¡No puedo decidirme!$9",

    "Kid2_0H_Ian":"¡Hola @! Me imagino que has estado bastante ocupado recientemente, especialmente con la nueva incorporación a la familia.#$b#¿Necesitas ayuda con tu granja?#$b#Solo llámame, ¡Te dare un descuento para amigos!$h",
    "Kid2_0H_Sean":"¡Hola @! Debes estar muy ocupado últimamente, ¿verdad? No dudes en confiar más en nosotros.#$b#En serio, no hay necesidad de reprimirte. Es solo nuestra forma de decirte gracias por todos los momentos en los que nos ayudaste .$h",

    "Kid2_0H_Lavril":"¿Puedo ir a ver a tu bebé también?$10#$b#¡Oh, no puedo esperar!$12",
    "Kid2_0H_Barron":"¿Un segundo bebé?$1#$b#¡Guau, ustedes dos son verdaderos soldados!$1",    
    
    "Kid2_0H_":"",    
    
    
    //Evento 2 (Leche para bebés) 172421001
    //- Portrait 

    "Kid2_Milk_01":"...Me sorprendió ver cómo los precios de los artículos básicos para bebés han aumentado desde que nació %kid1...$s",
    "Kid2_Milk_02":"Lo sé, pero él argumentó que es por la inflación...$s#$b#¡Ni siquiera se movió cuando le pedí un descuento!$a",
    "Kid2_Milk_02_Abigail":"Lo sé, pero él argumentó que es por la inflación...$s#$b#¡Ni siquiera le dará un descuento a su propia hija!$a",
    "Kid2_Milk_03":"%De repente, el sonido del llanto de %kid2 se detiene.",
    "Kid2_Milk_04":"Ups, nos dejamos llevar por la conversación y olvidamos la hora de comer de %kid2.$s#$b#Démonos prisa.",
    "Kid2_Milk_05":"%Pero cuando te acercas a la cuna, descubres...",
    "Kid2_Milk_06":"¡No llores, hermanita!#$b#¡Tu hermano mayor está contigo!",
    "Kid2_Milk_06_girl":"¡No llores, hermanito!#$b#¡Tu hermana mayor está contigo!",
    "Kid2_Milk_07":"¡El hermano mayor está aquí contigo!",
    "Kid2_Milk_07_girl":"¡La hermana mayor está aquí contigo!",
    "Kid2_Milk_08":"¡Mira, esta es tu botella de leche!#$b#Bebe despacio, y sin llorar, ¿vale?",
    "Kid2_Milk_09":"Bebe despacio, sin llorar, ¿vale?",
    "Kid2_Milk_10":"%Con el biberón en las manos, el llanto de %kid2 se detiene gradualmente y comienza a beber la leche lentamente.",
    "Kid2_Milk_10_girl":"%Con el biberón en sus manitas, %kid2 deja de llorar gradualmente y comienza a beber la leche lentamente.",
    "Kid2_Milk_11":"Buen chico~",
    "Kid2_Milk_11_girl":"Buena niña~",
    "Kid2_Milk_12":"Lalala, mi estrellita~",
    "Kid2_Milk_13":"%%kid1 comienza a tararear la canción de cuna que siempre le cantabas.",
    "Kid2_Milk_13_girl":"%%kid1 comienza a tararear la canción de cuna que siempre le cantabas.",
    "Kid2_Milk_14":"*Susurro* Oh cariño, mira esto...$4",
    "Kid2_Milk_15":"Esto es realmente dulce...$4",
    "Kid2_Milk_16":"Cariño, nunca esperé presenciar esto...",
    "Kid2_Milk_17":"%kid1 me hace sentir muy orgulloso.$h",

    // Kid2_Milk

    "Kid2_Milk_Jodi":"Wow, ¿no es simplemente adorable?$h#$b#Sé que %kid1 es un poco travieso a veces, pero parece que ya está mostrando signos de convertirse en un hermano mayor responsable.$h ",
    "Kid2_Milk_Jodi_girl":"Wow, ¿no es simplemente adorable?$h#$b#Sé que %kid1 es un poco traviesa a veces, pero parece que ya está mostrando signos de convertirse en una hermana mayor responsable.$h ",
    "Kid2_Milk_Penny":"Sabes, no es raro que el hermano mayor se ponga más travieso cuando llega el segundo, sintiéndose un poco abandonado.#$b#Parece que %kid1 no actúa así, es maravilloso.$ h ",

    "Kid2_Milk_Olga":"¿Crees que Trinnie asumiría más responsabilidades si tuviera un hermano o una hermana menor?",
    "Kid2_Milk_Bert":"Hola @. Trinnie escuchó que %kid1 estaba ayudando a alimentar a su hermana pequeña y dijo que le gustaría unirse también.$h",
    "Kid2_Milk_Bert_girl":"Hola @. Trinnie escuchó que %kid1 estaba ayudando a alimentar a su hermano pequeño y dijo que le gustaría unirse también.$h",
    "Kid2_Milk_Naomi":"Es un poco más fácil cuando tienes un hermano o hermana mayor servicial cuidando al segundo.#$b#No me preguntes cómo lo sé.$h",

    "Kid2_Milk_Aideen":"Entonces, ¿hiciste todo lo posible para contarnos la historia de cómo %kid1 cuida a su hermana?#$b#Muy bien, es innegablemente cautivador. $7",
    "Kid2_Milk_Aideen_girl":"Entonces, ¿hiciste todo lo posible para entretenernos con la historia de cómo %kid1 cuida a su hermano?#$b#Muy bien, es innegablemente cautivador. $7",
    "Kid2_Milk_Rosa":"Sabes, parece que fue ayer que trajiste a %kid1 aquí, buscando una niñera. Saber lo responsable que se ha vuelto es realmente reconfortante.#$b#Mira, %kid1 siempre se ha sentido como el niño que todos ayudaron a criar en east Scarp.$h",
    "Kid2_Milk_Rosa_girl":"Sabes, parece que fue ayer que trajiste a %kid1 aquí en busca de una niñera. Saber lo responsable que se ha vuelto es realmente reconfortante.#$b#Mira, %kid1 siempre se ha sentido como el niño que todos ayudaron a criar en east Scarp.$h",
    "Kid2_Milk_":"",
    "Kid2_Milk_":"",


    //Evento 3 (Clínica) 172421003 172421004
    
    "Kid2_1H_01":"%Recibiste una llamada de Harvey diciendo que algo le pasó a tu bebé y ahora estás corriendo a la clínica a toda velocidad.",
    "Kid2_1H_02":"@! ¡Llegas justo a tiempo!",
    "Kid2_1H_03":"Oh no, ¿qué debemos hacer... %kid2 está muy enfermo! ¡No estoy seguro de lo que está pasando!$s",
    "Kid2_1H_04":"Ah, está bien, déjame ordenar mis pensamientos.$s#$b#Hoy, poco después de darle leche a %kid2, de repente lo escuché llorar sin parar.#$b#Al principio, supuse que era era solo porque necesitaba hacer sus necesidades.#$b#Pero para mi sorpresa, su cuerpo se ha vuelto más hinchado y rojo. Y está vomitando y teniendo diarrea también.$s",
    "Kid2_1H_04_girl":"Ah, está bien, déjame ordenar mis pensamientos.$s#$b#Hoy, poco después de darle leche a %kid2, de repente la escuché llorar sin cesar.#$b#Al principio, supuse que era solo porque necesitaba hacer sus necesidades.#$b#Pero para mi sorpresa, su cuerpo se ha vuelto más hinchado y rojo. Y está vomitando y teniendo diarrea también.$s",
    "Kid2_1H_05":"Parece muy serio.$s#$b#Así que lo llevé rápidamente a la clínica y afortunadamente el Dr. Harvey todavía está aquí.",
    "Kid2_1H_05_girl":"Parece muy serio.$s#$b#Así que la llevé a la clínica y afortunadamente el Dr. Harvey todavía está aquí.",
    "Kid2_1H_06":"¿Estará bien? Escuché que los recién nacidos son increíblemente frágiles y pueden sucumbir fácilmente a diversas enfermedades.$s",
    "Kid2_1H_06_girl":"¿Estará bien? Escuché que los recién nacidos son increíblemente frágiles y pueden sucumbir fácilmente a diversas enfermedades.$s",
    "Kid2_1H_07":"¿Qué debemos hacer? ¡Qué debemos hacer!$s",
    "Kid2_1H_08":"@, %spouse.",
    "Kid2_1H_09":"¡Dr. Harvey! ¿Qué le pasa a %kid2? ¿Su condición es grave? ¿Es terminal? ¿Hay algo que podamos hacer?$s",
    "Kid2_1H_09_girl":"¡Dr. Harvey! ¿Qué le pasa a %kid2? ¿Su condición es grave? ¿Es terminal? ¿Hay algo que podamos hacer?$s",
    "Kid2_1H_10":"Por favor, ambos, traten de mantener la calma.",
    "Kid2_1H_11":"%kid2 solo muestra síntomas de intolerancia a la lactosa, que es un problema común entre los recién nacidos.#$b#Siempre que administremos cuidadosamente su dieta por ahora, podremos controlarla.#$b#Además, muchos Los niños se recuperan de la intolerancia a la lactosa sin mayores complicaciones.",
    "Kid2_1H_11_girl":"%kid2 solo muestra síntomas de intolerancia a la lactosa, que es un problema común entre los recién nacidos.#$b#Siempre que administremos cuidadosamente su dieta por ahora, podremos controlarla.#$b#Además, muchos Los niños se recuperan de la intolerancia a la lactosa sin mayores complicaciones.",
    "Kid2_1H_12":"Wow... ¿Pero ya está mejor?$s",
    "Kid2_1H_12_girl":"Wow... ¿Pero ya está mejor?$s",
    "Kid2_1H_13":"Sí, le proporcioné tratamiento de emergencia y %kid2 ahora está bastante estable. Está profundamente dormido allí atrás.",
    "Kid2_1H_13_girl":"Sí, le proporcioné tratamiento de emergencia y %kid2 está bastante estable ahora. Está profundamente dormida allí atrás.",
    "Kid2_1H_14":"Uf... Gracias Yoba.$h",
    "Kid2_1H_15":"También te recetaré alguna enzima lactasa y otros medicamentos.#$b#Ven, sígueme por favor. Te explicaré qué precauciones dietéticas necesitas saber...",
    
    // kid2_1h
    
    "kid2_1h_Harvey":"Por favor, no te preocupes. Vigilaré la salud de %kid2 y lo ayudaré a recuperar lentamente la capacidad de llevar una dieta regular.",
    "kid2_1h_Harvey_girl":"Por favor, no te preocupes. Vigilaré la salud de %kid2 y la ayudaré a recuperar lentamente la capacidad de llevar una dieta regular.",
    "kid2_1h_Maru":"Ver a un pequeño bebé soportar tanto dolor es realmente doloroso. Espero que %kid2 tenga una pronta recuperación.$s",
    "kid2_1h_Jodi":"¿Necesitas recomendaciones sobre fórmulas para bebés sin lactosa?#$b#Pasé por algo similar con mis hijos cuando nacieron, así que estoy bastante familiarizado con ello.",
    "kid2_1h_Marnie":"Escuché lo que le pasó a %kid2, así que no le traje leche fresca.$s#$b#Espero que se mejore pronto.",
    "kid2_1h_Marnie_girl":"Escuché lo que le pasó a %kid2, así que no le traje leche fresca.$s#$b#Espero que se mejore pronto.",
    "kid2_1h_Pierre":"Me enteré del estado de salud de su hijo y lamento mucho oírlo.$s#$b#Por cierto, ¡siempre puedo ayudarte a abastecerte de comida para bebés sin lactosa!#$b #¡No te preocupes, no me aprovecharé de tu situación!$h",
    "kid2_1h_Evelyn":"Oh Yoba... Cuando los bebés nacen, es importante presentarles diferentes alimentos gradualmente. Debes comprobar si hay alguna alergia alimentaria.$s#$b#...No hiciste esto con %kid1 ¿Y no pasó nada? Fue pura suerte.$s#$b#Ahora, sean más cautelosos con %kid2. ¿Ok?",
    "kid2_1h_Pam":"Oye, escuché que %kid2 sufrió una intoxicación alimentaria. Tienes que cuidar lo que come.#$b#!!!$4#$b#...$s",
    "kid2_1h_Pam_girl":"Oye, escuché que %kid2 sufrió una intoxicación alimentaria. Tienes que cuidar lo que come.#$b#!!!$4#$b#...$s",
 
    "kid2_1h_MorrisTod":"¡Ah, eso es lo que sucede cuando no eliges los productos Joja!$2#$b#¡Ofrecemos leche en polvo sintetizada químicamente, completamente libre de lactosa y científicamente probada como segura! ¡Perfectamente adecuada para %kid2!$5",

    "kid2_1h_Lenny":"Escuché que %kid2 fue hospitalizado. Ahora está bien, ¿verdad?$s",
    "kid2_1h_Lenny_girl":"Escuché que %kid2 fue hospitalizada. Ahora está bien, ¿verdad?$s",
    "kid2_1h_Shanice":"¡Oh, no! ¿%kid2 fue ingresado en el hospital?$3#$b#Oh, pobrecito... Estaré de visita después de que cierre la tienda.$s",
    "kid2_1h_Lorenzo":"¡Mamá mía! Acabo de enterarme que %kid2 estuvo en el hospital, está bien, ¿verdad?$3#$b#¿Intolerancia a la lactosa? Tenemos productos sin lactosa, ¡llévate algunos!",
    "kid2_1h_Lorenzo_girl":"¡Mamá mía! Acabo de enterarme que %kid2 estuvo en el hospital, está bien, ¿verdad?$3#$b#¿Intolerancia a la lactosa? Tenemos productos sin lactosa, ¡llévate algunos!",
    "kid2_1h_Paula":"Ohh, @... me contó Harvey lo de %kid2, y la verdad me ha preocupado.$s#$b#Si necesitas consejos o ayuda, ya sabes que estoy aquí.$s",

    "kid2_1h_Barron":"¿%kid2 está bien? Estoy muy preocupado, tú y tu familia significan mucho para esta comunidad, ¿sabes?$2",
    
    
    //kid 2
    //Evento 4 (Picnic) 172421005
    //- Portrait 
    
    "kid2_Forest_01":"Ah... ¡%kid2 es tan lindo!$h",
    "kid2_Forest_02":"¿Puedo ayudar a alimentarlo, por favor?$s",
    "kid2_Forest_02_girl":"¿Puedo ayudarla a alimentarla, por favor?$s",
    "kid2_Forest_03":"Claro, pero sé amable y aliméntalo lentamente, ¿de acuerdo? Alimentarlo demasiado rápido puede provocar que se ahogue.",
    "kid2_Forest_03_girl":"Claro, pero sé amable y aliméntalo lentamente, ¿de acuerdo? Alimentarlo demasiado rápido puede provocar que se ahogue.",
    "kid2_Forest_04":"¡Bien!",
    "kid2_Forest_05":"%Con una sonrisa, %spouse le entrega la botella a Jas.",
    "kid2_Forest_06":"Vamos, cariño, más despacio~",
    "kid2_Forest_07":"*Susurro* Qué precioso.$h",
    "kid2_Forest_08":"¡Mira! ¡Señor Ardilla!",
    "kid2_Forest_09":"¡Uno blanco!$h#$b#¡Es tan esponjoso!$h",
    "kid2_Forest_10":"¡Es tan esponjoso!$h",
    "kid2_Forest_11":"Cariño, me alegra mucho que hayas podido venir hoy. Deberíamos hacer tiempo para días relajados como este con más frecuencia.$h",
    "kid2_Forest_11.1":"Me siento bendesido con este maravilloso clima, teniendo un hermoso picnic con mi amado...",
    "kid2_Forest_12":"Y ver a Jas alimentando amorosamente a nuestro precioso hijo...",
    "kid2_Forest_12_girl":"Y ver a Jas alimentando amorosamente a nuestra preciosa hija...",
    "kid2_Forest_13":"En cuanto a Vincent y nuestro amado hijo...",
    "kid2_Forest_13_girl":"En cuanto a Vincent y nuestra querida hija...",
    "kid2_Forest_14":"Tuve un juego amistoso con una linda ardilla...$h",
    "kid2_Forest_15":"Bueno... qué día tan sereno y hermoso... ¿verdad?$h",
    
    // kid2_Forest
    
    "kid2_Forest_Jas":"%kid2' es tan linda. ¿Puedo alimentarla de nuevo, por favor?$h",
    "kid2_Forest_Vincent":"Jeje, %kid1 y yo, ¡traeremos al Sr. Ardilla la próxima vez!$h",

    "kid2_Forest_Lenny":"¡Hmph! No puedo creer que fuiste a un picnic y no pensaste en mí, ¡qué grosero!$a",
    "kid2_Forest_Yuuma":"Estaba cerca de la casa de la tía Marnie y noté que estabas haciendo un picnic.#$b#¿Puedo ir la próxima vez?$h",
    "kid2_Forest_Keahi":"¡Hola @! Estoy listo para ayudar a Vincent y %kid1 en su misión de atrapar esa ardilla blanca. ¡Pueden contar conmigo!$4",
    "kid2_Forest_Trinnie":"¡Oye, oye! @! ¿Me dejarás acompañarte la próxima vez que tengas un picnic? ¿Por favor?$s#$b#¡Seria muy divertido!$h",

    "kid2_Forest_Eloise":"Les dije a Vinnie y %kid1 que las ardillas son animales que se asustan fácilmente. Espero que no persigan al Sr. Ardilla...$s",
    "kid2_Forest_Lavril":"Vincent dijo que quieren que el Sr. Ardilla sea amigo...$7#$b#Yo también quiero ser amigo del Sr. Ardilla, pero no creo que puedas hacer amigos forzándolos...$6 ",

    "kid2_Forest_Jorts":"¡Oye, @! ¡Toma esto!$h[128]#$b#La televisión dijo que los bebés necesitan aceite de pescado para crecer, ¡así que pesqué este gran pez redondo del mar!#$b# Es un poco extraño, pero ¡Seguro que se siente aceitoso!$h",
    "kid2_Forest_Jean":"¡Jorts, no! ¡No podemos dejar que %kid2 se coma eso! ¡Es solo un bebé!$4",
    "kid2_Forest_Jean_girl":"¡Jorts, no! ¡No podemos dejar que %kid2 se coma eso! ¡Es solo una bebé!$4",
    
    "kid2_Forest_":"",
    
    
    //Evento 5 (Jodi) 172421006

    "Kid2_3H_01":"Lamento molestarte de nuevo, esperábamos que pudieras ayudar a cuidar a %kid2 hoy.$s#$b#@ está ocupado con la minería y me corresponde a mí llevar a %kid1 a un chequeo médico. .# $b#Después de eso, todavía necesito comprar artículos para el hogar y ocuparme de algunos asuntos relacionados con el trabajo.",
    "Kid2_3H_01_Sam":"Lamento molestarte de nuevo, mamá. Esperábamos que pudieras ayudar a cuidar a %kid2 hoy.$s#$b#@ está ocupado minando y me corresponde a mí llevar a %kid1 a un cheque medico.#$b#Después de eso, todavía necesito comprar artículos para el hogar y ocuparme de algunos asuntos relacionados con el trabajo.",
    "Kid2_3H_02":"Hoy va a estar bastante ocupado y aunque puedo manejar a %kid1 ya que ella es mayor, %kid2 todavía es muy joven. No sería adecuado que él viniera.#$b#Me preocupa que %kid2 llorara y causara problemas.$s",
    "Kid2_3H_02_girl":"Hoy va a estar bastante ocupado y aunque puedo manejar a %kid1 ya que es mayor, %kid2 todavía es muy joven. No sería adecuado que ella me acompañara.#$b#Me preocupa que %kid2 llorara y causara problemas.$s",
    "Kid2_3H_03":"Oh, vamos, %spouse, por favor no sientas que estás imponiendo. Es sólo un pequeño favor, siempre puedes contar conmigo para que cuide a los niños.#$b#A Vincent y Jas les gusta mucho %kid2. También están encantados de tener un bebé cerca.$h",
    "Kid2_3H_03_Sam":"Oh, vamos, Sam, por favor no te sientas mal. Siempre puedes contar con tu mamá para que cuide a los niños.#$b#A Vincent y Jas les gusta mucho %kid2. También son felices. por tener un bebé cerca.#$b#Y estoy deseando unirme aún más a mi dulce nieto.$h",
    "Kid2_3H_04":"Oh, muchas gracias, eres un salvavidas.$h#$b#Bueno, debería irme ahora...",
    "Kid2_3H_04_Sam":"Oh, muchas gracias, mamá, eres un salvavidas.$h#$b#Bueno, debería irme ahora...",
    "Kid2_3H_05":"Espera un segundo, ¿no estaba %kid1 en la sala? ¿Donde esta?$a#$b#El no se escapó, ¿verdad? Oh no...$s",
    "Kid2_3H_05_girl":"Espera un segundo, ¿no estaba %kid1 en la sala? ¿Donde esta?$a#$b#Ella No se escapó, ¿verdad? Oh no...$s",
    "Kid2_3H_06":"Wow...espero que no.$s",
    "Kid2_3H_07":"¡Oh, no, %kid2 se comió mi piedra brillante!$3",
    "Kid2_3H_08":"Vincent, ¿recuerdas lo que nos enseñó la señora Penny? No debemos darles cosas pequeñas a los bebés porque tienden a llevárselo todo a la boca.$4",
    "Kid2_3H_09":"Ah, Yoba...",
    "Kid2_3H_10":"¡¡¡Ah, maldita sea, Vincent!!!!$3",
    "Kid2_3H_11":"%Afortunadamente, más tarde descubrieron que %kid2 simplemente sostenía la piedra en su boca y no se la tragó.#$b#%En cuanto a %kid1, podría haberse sumergido en el río si willy no lo hubiera encontrado. No has estado allí para verlo...Pero esa es una historia para otro momento...",
    "Kid2_3H_11_girl":"%Afortunadamente, más tarde descubrieron que %kid2 simplemente sostenía la piedra en su boca y no se la tragó.#$b#%En cuanto a %kid1, podría haberse sumergido en el río si willy no lo hubiera encontrado. No has estado allí para verlo... Pero esa es una historia para otro momento...",    
    
    // kid2_3h
    
    "kid2_3h_Vincent":"¡Lo siento muchísimo! Prometo no darle más cosas con las que jugar a %kid2...$s",
    "kid2_3h_Jas":"Lo siento, @. Debería haber detenido a Vincent antes.$s",
    "kid2_3h_Jodi":"@, lo siento mucho. Estaré vigilando a Vincent de ahora en adelante y no volverá a suceder.$s#$b#Solo dime si necesitas que cuide a tus hijos. ¿bueno?",
    "kid2_3h_Sam":"Cuidar niños no es una broma, hombre. No puedes distraerte ni por un segundo.$s",
    "kid2_3h_Lewis":"Fui testigo de lo que pasó junto al río ese día. ¡Por favor ten mucho cuidado!$4#$b#¡Si no fuera porque Willy estuvo allí en el momento adecuado, habría sido una tragedia dolorosa!$ s#$e#Lo siento, me dejé llevar un poco, pero estoy realmente preocupado por %kid1..",
    "kid2_3h_Willy":"Oye, @.... Habría sido un verdadero desastre si no me hubiera encontrado a %kid1.$s#$b#Cuidalo bien, ¿entendido?",

    "kid2_3h_Eloise":"Oh... escuché que Vinnie casi deja que %kid2 se trague una piedra. Se ve muy triste en este momento.$s",
    "kid2_3h_Yri":"Oye @. Tuve que sostener a %kid2 cuando %spouse lo trajo para un chequeo de rutina.#$b#¡Es tan pequeño, tan lindo y tan adorable!$h",
    "kid2_3h_Yri_girl":"Oye @. Tuve que sostener a %kid2 cuando %spouse la trajo para un chequeo de rutina.#$b#¡Es tan pequeña, tan linda y tan adorable!$h",
    
    //Eventos da Tercera Fase
    //kid 1
    //Evento 6 (Introducción a la ciudad) 172420006

    "Kid1_Events_01":"Hola @, has vuelto.#$b#¡Bienvenido a casa! Has vuelto a tener un día difícil en el trabajo, ¿verdad?$h",
    "Kid1_Events_03":"%Se escuchan sonidos roncos provenientes de la habitación.",
    "Kid1_Events_04":"Wow, ¿podrías ir allí y echar un vistazo a %kid1?$s",
    "Kid1_Events_05":"%kid1 consiguió un juguete nuevo y se fue a jugar allí, pero está haciendo demasiado ruido.$s",
    "Kid1_Events_05_girl":"%kid1 consiguió un juguete nuevo y se fue a jugar allí, pero está haciendo demasiado ruido.$s",
    "Kid1_Events_06":"Estoy un poco preocupado, pero todavía tengo que arreglar estas cosas...$s",
    "Kid1_Events_07":"¿Qué es eso? Oh, ¿lo olvidaste?#$b#Anteriormente acordamos que %kid1 está creciendo ahora, así que es hora de llevarlo de vez en cuando a la ciudad y presentar a nuestro precioso pequeño a todos.",
    "Kid1_Events_07_girl":"¿Qué es eso? Oh, ¿lo olvidaste?#$b#Anteriormente acordamos que %kid1 está creciendo ahora, así que es hora de llevarlo de vez en cuando a la ciudad y presentarle a nuestra preciosa pequeña a todos.",
    "Kid1_Events_08":"Así que hoy llevé a %kid1 allí, y todos aman a nuestro bebé. Es realmente maravilloso.$h",
    "Kid1_Events_09":"Oh, tal vez hay mucha *adoración* en marcha.#$b#¡Mira todos estos regalos! Todo el mundo tiene un pequeño regalo que darle a nuestro hijo",
    "Kid1_Events_10":"Pero ahora tengo que desenvolverlos y ordenar todo.$s",
    "Kid1_Events_11":"Pase lo que pase, estoy agradecido de que nuestro querido hijo esté recibiendo tanto amor y afecto.",
    "Kid1_Events_12":"%kid1 también está absolutamente emocionado, porque casi nunca juega con tantos amigos.#$b#Normalmente, solo juega con otras personas cuando nuestros amigos vienen de vez en cuando.$h ",
    "Kid1_Events_12_girl":"%kid1 también está absolutamente encantada, porque casi nunca juega con tantos amigos.#$b#Normalmente, solo juega con otras personas cuando nuestros amigos vienen de vez en cuando.$h ",
    "Kid1_Events_13":"Ah, si no limpio este desastre pronto, será demasiado tarde.",
    "Kid1_Events_14":"Hablemos más tarde, ¿vale? ¿Puedes ir allí y comprobar %kid1 por mí, por favor?",
    
    // kid1_intro1
    
    "kid1_intro1_penny":"Parece que %kid1 está creciendo bastante rápido. Creo que es hora de preparar algunas tareas nuevas.",
    "kid1_intro1_Abigail":"Hola @, %kid1 me sorprendió mirando esas gemas de colores que escondiste en tu baúl. ¡Qué colección impresionante tienes ahí!#$b#No te preocupes, definitivamente no recogí ninguna ¡Son tan imprecionantes que hacen que piense que son comestibles!$h",
    "kid1_intro1_Alex":"¿Notas cómo %kid1 está aprendiendo grillball? Lo sorprendí pateándo la pelota un par de veces cuando yo no estaba mirando.#$b#Quién sabe, tal vez él tenga más potencial que yo para ser un verdadero ¿estrella del gridball? $h",
    "kid1_intro1_Alex_girl":"¿Notas cómo %kid1 está aprendiendo gridball? La sorprendí pateándo la pelota un par de veces cuando yo no estaba mirando.#$b#Quién sabe, tal vez ella tenga más potencial que yo para ser una verdadera ¿estrella del gridball? $h",
    "kid1_intro1_Harvey":"%kid1 está lleno de energía. Es realmente maravilloso.$h#$b#Espero que %kid1 tenga esa sonrisa de felicidad en su rostro, por siempre.$h",
    "kid1_intro1_Sam":"No vas a creer lo que vi. %kid1 ha estado tocando la guitarra últimamente, haciendo algunos ruidos súper extraños.$h#$b#Me hace preguntarme si %kid1 está espiando mi práctica de guitarra. ¿Qué crees tu?$u",
    "kid1_intro1_Leah":"No vas a creer lo que %kid1 me pidió cuando le pregunté qué quería como regalo.#$b#¡Una espada de madera! ¿Porque? %kid1 dijo que estás fuera a menudo y quiere proteger a la familia. .$h #$b#Qué adorable, ¿verdad?$h",
    "kid1_intro1_Leah_girl":"No vas a creer lo que %kid1 me pidió cuando le pregunté qué quería como regalo.#$b#¡Una espada de madera! ¿Porque? %kid1 dijo que estás fuera a menudo y quiere proteger a la familia. .$h #$b#Qué adorable, ¿verdad?$h",
    "kid1_intro1_Maru":"Estoy pensando en hacer un regalito para %kid1. ¿Alguna idea?#$b#¿Un robot en miniatura? ¡Seria realmente fascinante!$h",
    "kid1_intro1_Sandy":"Emily me dijo lo adorable que es %kid1.$h#$b#Me muero por conocer a la pequeña, pero arrastrar a los niños a este desierto abrasador sería una mala idea, ¿verdad?$2",
    "kid1_intro1_Krobus":"Todavía desconfío un poco de los humanos, pero el joven humano es tan adorable.$h#$e#Oh, sí, eché un vistazo.$h",

    "kid1_intro1_Andy":"Dime. ¿Has leído algún mensaje de Yoba a %kid1?#$b#Tengo que enseñarles los valores religiosos correctos desde el principio.$3#$b#Si necesitas, puedo ir y enséñale un par de cosas de ese viejo texto de Yoba.$3",
    "kid1_intro1_Andy_girl":"Dime. ¿Has leído algún mensaje de Yoba a %kid1?#$b#Tengo que enseñarles los valores religiosos correctos desde el principio.$3#$b#Si necesitas, puedo ir y enséñale un par de cosas de ese viejo texto de Yoba.$3",
    "kid1_intro1_Scarlett":"Sophia estaba muy emocionada cuando me contó que había jugado con los conejitos junto a %kid1.#$b#Estoy muy feliz por ella.$h",
    "kid1_intro1_Susan":"Si necesitas una niñera para %kid1, no dudes en ponerte en contacto.#$b#Mi granja no está tan ocupada como %farm, así que tengo unos momentos libres para echarte una mano. ",
    "kid1_intro1_Marlon":"Hmm... @. Creo que %kid1 puede recorrer el camino de un guerrero valiente.#$b#Oh, %spouse me pidió que le demostrara algunos movimientos de espada durante el festival, por diversión, por supuesto. #$b#No lo vas a creer. ¡%kid1 agarró la rama de un árbol y copió mis movimientos con una precisión casi perfecta!$1",
    "kid1_intro1_Morgan":"Quiero darle a %kid1 un regalo mágico, pero Magnus dijo que no.$2",
    
    "kid1_intro1_Lenny":"¡%kid1 está creciendo muy rápido! Hmph, si alguna vez tenemos que competir en el Festival del Huevo, ¡no me detendré!$h",
    "kid1_intro1_Louie":"¡Tengo un nuevo juego increíble que es totalmente increíble!$h#$b#Bueno, si me lo ruegas amablemente, se lo puedo prestar a %kid1.$4",
    "kid1_intro1_Blair":"%kid1 parece tener mucha curiosidad por la pesca. Quizás algún día pueda mostrarle cómo funciona.",
    "kid1_intro1_Blair_girl":"%kid1 parece tener mucha curiosidad por la pesca. Quizás algún día pueda mostrarle cómo funciona.",
    "kid1_intro1_Richard":"¡Hola @! Al verte ahora, construyendo una vida y una familia, tu abuelo estaría levantando una copa y brindando por tu éxito.$h",
    "kid1_intro1_Trinnie":"Le dije a %kid1 que hablar con las plantas las ayuda a crecer muy altas y fuertes.#$b#¡Y ahora %kid1 dice que también hablará con todas las plantas de tu granja! ¿No es genial?$ H",
    "kid1_intro1_Trinnie_girl":"Le dije a %kid1 que hablar con las plantas las ayuda a crecer muy altas y fuertes.#$b#¡Y ahora %kid1 dice que también hablará con todas las plantas de su granja! ¿No es genial?$ H",
    "kid1_intro1_Olga":"Ah, escuchar a %spouse hablar sobre su vida como padre me transporta a los días en que Trinnie era solo una bebe. ¡Qué lindo en aquel entonces!#$b#¿Pero ahora? Bueno, se trata principalmente de ser todo preocupada y tal.$5#$b#Aun así, ella es mi pequeña, ¡sin duda!$h",
    "kid1_intro1_Kiwi":"Pequeños humanos persiguieron a Kiwi.$5#$b#Kiwi odia perseguir.$s",
    "kid1_intro1_Philip":"Estoy feliz de ser la persona a la que %kid1 corre para dar paseos a cuestas. Trabajar los músculos dorsales anchos es una ventaja, ¿verdad?$h",
    "kid1_intro1_Maddie":"No me malinterpretes, %kid1 es muy adorable.#$b#Pero esas crisis son otra cosa$s.",
    "kid1_intro1_Yuuma":"Vi a %kid1 mientras le enviaba mensajes de texto a la señorita Lenny.#$b#Me gustaría poder jugar con él.$s",
    "kid1_intro1_Yuuma_girl":"Vi a %kid1 mientras le enviaba mensajes de texto a la señorita Lenny.#$b#Me gustaría poder jugar con ella.$s",
    "kid1_intro1_Sean":"¡Sabes, @%kid1 es muy divertido! Está totalmente fascinado con todas mis historias locas.$h",
    "kid1_intro1_Sean_girl":"Ya sabes, @. ¡%kid1 es muy divertida! Le gustan todas mis historias locas.$h",
    "kid1_intro1_Paula":"Entonces, ese día, %kid1 me vio y dijo: '¡Oye, es la linda doctora!'#$b#Entonces todos se echaron a reír... Fue muy vergonzoso.$4#$b#Estoy empezando sospechar de la influencia de Keahi.$a",
    "kid1_intro1_Paula_girl":"Sabes, tuve este momento increíblemente adorable en casa de Pika. %kid1 se acercó corriendo, ansioso por que la recogiera.#$b#Bueno, naturalmente, cargué a la pequeña.$h#$b#Luego señaló a Pika y dijo: '¿Podemos conseguir algunos dulces?' #$b#Oh, @, ¿cómo podría decir que no?$h",

    "kid1_intro1_Eloise":"Le leo enciclopedias de aves a %kid1, pero él siempre se aburre y se queda dormido.$s#$b#Así que comencé a contarle algunas historias de aves, y a él realmente le encanta 'La gran aventura del pingüino' Rave'. $h",
    "kid1_intro1_Eloise_girl":"Le leo enciclopedias de aves a %kid1, pero ella siempre se aburre y se queda dormida.$s#$b#Así que comencé a contarle algunas historias de aves, y a ella realmente le encanta 'La gran aventura del pingüino' Rave'. $h",
    "kid1_intro1_Juliet":"Sabes, parece que %kid1 es el único en esta pequeña ciudad que sabe apreciar las habilidades elegantes del yo-yo.#$b#Supongo que el resto simplemente no tiene ojo para el talento , ¿eh?$1",
    "kid1_intro1_Jessie":"Si necesitas ayuda con %kid1, no dudes en preguntar en cualquier momento.$1#$b#Tengo algo de experiencia y, por cierto, tengo un montón de juguetes viejos en mi sótano. Te los puedo prestar .",
    "kid1_intro1_Jasper":"Parece que las historias de duendes cautivan la curiosidad de %kid1, quien escucha cada palabra con placer.",
    "kid1_intro1_Jasper_girl":"Parece que las historias de duendes cautivan la curiosidad de %kid1, quien escucha cada palabra con placer.",
    "kid1_intro1_Sterling":"Mia dijo que está feliz de cuidar a %kid1 si queremos pasar el rato en el salón.#$b#A veces deberías tomártelo con calma, @.$h",
    "kid1_intro1_Mateo":"Oye @, dale este pastel de calabaza a %kid1.[608]#$b#¿Por qué? Bueno... ¡Considéralo nuestro pequeño pacto secreto!$36",
    "kid1_intro1_Barron":"%kid1 va a crecer mimado.$1#$b#¿Puedes culparme? No puedo dejar de amarlo.$1",
    "kid1_intro1_Barron_girl":"%kid1 va a crecer malcriada.$1#$b#Puedes culparme, no puedo dejar de amarla.$1",
    
    "kid1_intro1_Jorts":"Si bien puede que no sea el gato más inteligente, haría cualquier cosa para proteger a %kid1 porque significas mucho para mí.$h",
    "kid1_intro1_Jean":"Por favor, no se preocupe por %kid1 cuando usted y %spouse tengan que ir a trabajar. Estaremos allí en %farm regularmente, vigilando a su hijo.",

    //kid 2
    //Evento 6 (Introducción a la ciudad) 172421007

    "Kid2_6H_01":"Finalmente terminé con el envoltorio, gracias chicos.",
    "Kid2_6H_02":"Todo está bien.",
    "Kid2_6H_03":"De nada.",
    "Kid2_6H_04":"No te preocupes.",
    "Kid2_6H_05":"¡Ah, @, no podrías haber venido en mejor momento!$h",
    "Kid2_6H_06":"Acabamos de terminar todo y necesitamos ayuda para llevarlos a casa.",
    "Kid2_6H_07":"Ah, ¿te refieres a estos regalos?",
    "Kid2_6H_08":"Hoy llevé a los pequeños a la ciudad para mostrarles el lugar y es la primera vez que presento %kid2 a todos.",
    "Kid2_6H_09":"Y... como puedes ver, esta vez terminamos con el doble de regalos...$h",
    "Kid2_6H_10":"Sí, les dije que nos sentíamos un poco culpables por aceptar tanta generosidad. Pero ellos insistieron, diciendo que lo que les diste es cien veces más...",
    "Kid2_6H_11":"Bueno, en realidad pensé que yo era el único que recibía todos estos regalos, y que yo era el *más especial*...#$b#Pero parece que cualquiera puede recibir tantos regalos, sin importar quiénes sean.$s",
    "Kid2_6H_12":"Ah, no me sorprendería que incluso los gatos de allí lograran robar algunos de tus regalos...",
    "Kid2_6H_13":"Oh, ¿entonces estás diciendo que tengo más regalos? ¿En serio?$h#$b#Oh, cariño, deja de lado los celos juguetones. Eres muy linda...$4",
    "Kid2_6H_14":"¡Ejem!",
    "Kid2_6H_15":"Apurémonos y llevemos estas cosas a casa. Ustedes dos aún pueden ser cariñosos cuando terminemos.$h",
    "Kid2_6H_16":"¡Sí, es cierto!",
    "Kid2_6H_17":"Por supuesto.",
    "Kid2_6H_18":"Tos, tos. Está bien, @, iré a buscar a los niños al patio de recreo. Están jugando con Vincent y Jas.#$b#Adelante, trae cosas para todos, ¿de acuerdo?$h ",
    
    // kid2_intro
    
    "kid2_intro_Linus":"Hola @. Vi a tus hijos. Son tan adorables, estoy muy feliz por ti.$h",
    "kid2_intro_Emily":"¡Oh, sí, lo recuerdo! Me pediste que ayudara a %kid2 con un traje nuevo, ¿verdad? Estoy pensando en hacer uno azul. ¡Espero que a %kid2 le guste!",
    "kid2_intro_Haley":"Tomé algunas fotos de %kid2, ¿quieres echarles un vistazo?#$b#Es tan adorable, ¿verdad?$h#$b#Aunque debo admitir, %kid2 sabe cómo causar alboroto. Mis oídos todavía zumban...$s",
    "kid2_intro_Haley_girl":"Tomé algunas fotos de %kid2, ¿quieres echarles un vistazo?#$b#Ella es tan adorable, ¿verdad?$h#$b#Aunque debo admitir, %kid2 sabe cómo causar alboroto. Mi Los oídos todavía zumban...$s",
    "kid2_intro_Lewis":"@, siempre estás ahí para todos, así que no me sorprende que adoren tanto a tus hijos.$h",
    "kid2_intro_Clint":"Me alegro de haber podido ayudar, y tus hijos son realmente adorables.$4#$b#*balbucear* ¿Todavía tengo una oportunidad de encontrar el amor?$s",
    "kid2_intro_George":"Hmph, trae a tus hijos a la ciudad más a menudo.$h",
    "kid2_intro_Kent":"Si alguna vez necesitas ayuda con los niños, avisame.",
    "kid2_intro_Jas":"¿Adivina qué? ¡Ahora soy oficialmente una hermana mayor! ¡Una hermana mayor!$h",
    "kid2_intro_Vincent":"¡Jejeje! ¡%kid2 me llamó hermano mayor!$h",
    "kid2_intro_Evelyn":"Dios mío, la próxima vez que traigas a los niños, no olvides decírselo a la abuela, ¿de acuerdo?#$b#Puedo preparar algunos postres deliciosos solo para ellos.$h",
    "kid2_intro_Caroline":"Oh, las caras felices de los niños cuando recibieron sus regalos fueron tan preciosas. Creo que compraré más.$h#$b#¿Y Pierre? Bueno, solo decía que no te excedas , pero todas las mujeres tienen su reserva secreta de dinero.",
    "kid2_intro_Robin":"Me alegra el corazón ver a Sebby disfrutar de la compañía de los niños más de lo que pensaba.$h",
    "kid2_intro_Sebastian":"Los niños parecen estar divirtiéndose mucho. Eso es genial.$h",
    "kid2_intro_Shane":"Bueno, reunirnos a todos así para ver a los niños... Supongo que no es la peor idea.",
    "kid2_intro_Elliott":"En este hermoso día, ver a los aldeanos reunirse, compartir risas y entablar conversaciones sinceras, todo para estos adorables niños.#$b#Fue una vista verdaderamente conmovedora.$h",
    "kid2_intro_Sandy":"Muy bien, ahora tenemos otra chica a la que adorar. Tengo muchas ganas de conocer a %kid2.$h",
    "kid2_intro_Krobus":"El ruido me llamó la atención, así que no pude evitar echar un vistazo.#$b#Y %kid2 es realmente lindo.$h",
    
    "kid2_intro_Claire":" La sonrisa de %kid2 es pura magia, ilumina toda la ciudad.$h",
    "kid2_intro_Sophia":"Voy a hacerle a %kid2 un disfraz de conejito también. Ambos podemos disfrazarnos para el Festival del Huevo.#$b#¿Por qué? ¡Porque somos amigas de los conejitos!$h",
    "kid2_intro_Olivia":"Durante mi estancia en el viñedo, %kid1 y %kid2 no podían quitar los ojos del vino que pedí, como si creyeran que era una botella grande de jugo de uva.#$b#Dios mío ¿No son simplemente adorables?$h",
    "kid2_intro_Victor":"Sabes, tengo un montón de juegos antiguos que son fantásticos para los niños.$h#$b#Déjame buscar y ver si puedo encontrarlos. Tal vez la vieja consola todavía esté disponible en alguna parte.",
    "kid2_intro_Andy":"Toma esto, @.[404]$8#$b#Esos malditos siguen malcriando a sus pequeños con todas estas chucherías sofisticadas e inútiles.$2#$b#Enséñales acerca de las verdaderas recompensas que vienen de la tierra. .$3",
    "kid2_intro_Scarlett":"Sabes, %kid2 siempre se queda con los ojos muy abiertos cuando ve nuestro camión. Es algo adorable.$h",
    "kid2_intro_Scarlett_girl":"Sabes, %kid2 siempre se queda con los ojos muy abiertos cuando ve nuestro camión. Es algo adorable.$h",
    "kid2_intro_Susan":"Andy parece haberse encariñado de sus hijos.#$b#Ahora, definitivamente no esperaba eso...$h",
    "kid2_intro_Wizard":"@... Sentí algo único en %kid2.#$b#Hmm... No importa. Aún no es el momento de revelar este secreto.#$e#Paciencia, porque las estrellas se alinearán cuando sea el momento adecuado.",
    "kid2_intro_Morgan":"Voy a mostrarle a %kid2 algo de magia genial. ¡No puedo esperar a ver su reacción!$h",
    "kid2_intro_Morgan_girl":"Voy a mostrarle a %kid2 algo de magia genial. ¡No puedo esperar a ver su reacción!$h",
    
    "kid2_intro_Irene":"¿Por qué no traer a los niños a la mansión de vez en cuando? Madam Amethyne tiene muchas ganas de conocerlos.$h",
    "kid2_intro_Sonny":"Madame Amethyne no ha sido abierta al respecto, pero realmente quiere conocer a los bisnietos de sus viejos amigos.#$b#Siempre que tengas la oportunidad, tráelos. Ella estará absolutamente encantada, estoy seguro.$h",
    "kid2_intro_Ariah":"Vi a %kid1 y %kid2 durante el festival, y se veían absolutamente adorables.$h#$b#Tengo muchas ganas de conocerlos, pero tengo que concentrarme en mis estudios...$2",
    "kid2_intro_Maive":"@, Un plan educativo meticulosamente estructurado tiene una importancia tremenda en la educación de los niños. Creo que usted ha manejado este asunto con el mayor cuidado y diligencia, ¿no es así?#$b#Hmm? ¿De verdad lo cree? Penny y Flor, ¿pueden hacer su tarea?$3#$b#¡Esperaba más esfuerzo!$5#$b#Debería instruir a Sonny para que consiga excelentes maestros profesionales. Solo digan la palabra.",
    "kid2_intro_Carmen":"Oye hija, pasé a ver a tu hijo y a tu hija antes, ¡y estaban llenos de energía! Si necesitas una niñera, ¡solo llámame!$h ^Oye hijo, pasé por aquí y vi tu hijo e hija antes, ¡y estaban llenos de energía! Si necesitas una niñera, ¡solo llámame!$h",
    "kid2_intro_Naomi":"Hola, ¿espero que tengas un día maravilloso?#$b#Siempre que encuentres tiempo, no dudes en traer a los niños al hotel para cualquier evento.#$b#Yo me encargaré de todos los arreglos y asegúrate de que se diviertan aquí.$h",
    "kid2_intro_Pika":"Hola, @. %spouse a veces trae a los niños a comer aquí. ¡Tú también deberías pasar por aquí!$h",
    "kid2_intro_Corine":"Hola @. ¿Qué tal si llevas a los niños a Ridgeside con más frecuencia? ¡No se cansan de la comida de Pika!$h",
    "kid2_intro_Alissa":"¿Te diste cuenta de que %kid2 tiene una voz tan hermosa?#$b#Oh, por supuesto, no cuando llora o se queja.$3#$b#Me di cuenta de que a veces, cuando está solo, tararea pequeñas canciones .$h",
    "kid2_intro_Alissa_girl":"¿Te diste cuenta de que %kid2 tiene una voz tan hermosa?#$b#Oh, por supuesto, no cuando llora o se queja.$3#$b#Me di cuenta de que a veces, cuando está sola, tararea un poco canciones.$h",
    "kid2_intro_June":"Noté que %kid2 cantaba alegremente mientras yo tocaba el piano, y su voz es sorprendentemente melodiosa.#$b#Puede que tenga una afinidad natural por la música.$h",
    "kid2_intro_June_girl":"Noté que %kid2 cantaba felizmente mientras yo tocaba el piano, y su voz es sorprendentemente melodiosa.#$b#Puede que tenga una afinidad natural por la música.$h",
    "kid2_intro_Aguar":"Rasmodius observó que %kid2 tiene algunas cualidades peculiares...#$b#Ah, tal vez deberías preguntarle directamente.",
    "kid2_intro_Lola":"Hola, @. %spouse trajo a los niños a saludarnos durante el festival. Uno a cada lado, mirándonos con esos ojos grandes e inocentes...#$b#¡Oh, fue simplemente adorable!$ h ",
    "kid2_intro_Freddie":"Ver a tus hijos tan sanos y vigorosos hace feliz al corazón de este anciano. Estoy realmente feliz por ti, @.$h",
    "kid2_intro_Flor":"He estado pensando en la tarea más adecuada para %kid1 y %kid2 para que su experiencia de aprendizaje sea agradable.#$b#Introducir lecciones demasiado complejas a niños pequeños puede ser contraproducente para su desarrollo cognitivo y puede generar aversión psicológico a la educación.",
    "kid2_intro_Faye":"¡Hola @! ¿Te gustó la ropa nueva que hice para los niños?",
    "kid2_intro_Ian":"Estaba ayudando a Marnie con algunas cosas y %kid2 me saludaba emocionado desde la granja.#$b#Jaja, ¡qué lindo!$h",
    "kid2_intro_Kimpoi":"Hola @. Sé que la granja es un trabajo de tiempo completo, pero tómate un tiempo para tus hijos mientras son pequeños.#$b#Estos días pasan rápido.$s",
    "kid2_intro_Malaya":"Tus hijos son simplemente preciosos. Asegúrate de pasar mucho tiempo con ellos, @.$h#$b#Cómo desearía haber pasado más tiempo con la joven Alissa también.$s",
    "kid2_intro_":"",
    
    "kid2_intro_Jacob":"Hola @. Es sorprendente ver lo rápido que crecen tus hijos cada vez que paso por aquí para chequeos de mascotas.$h#$b#El tiempo parece pasar volando, ¿no te parece?",
    "kid2_intro_Juliet":"Ah, esas jugosas frutas de %farm prácticamente piden ser devoradas.#$b#Compartire algunas con %kid1 y %kid2 también.",
    "kid2_intro_Charles":"Hola. ¿Por qué no llevas a tus hijos a East Scarp con más frecuencia? Yri los ama desde que eran bebés.$h",
    "kid2_intro_Rodney":"%kid2 estaba súper emocionado cuando recibió mi autógrafo. Debes haberle leído mis libros, ¿verdad? $h#$b#¿Qué? ¿No lo leíste? Podría ser %spouse entonces... .$7#$ b#¿O ​​tal vez nadie se lo leyó?$s",
    "kid2_intro_Rodney_girl":"%kid2 estaba súper emocionada cuando recibió mi autógrafo. Debes haberle leído mis libros, ¿verdad? $h#$b#¿Qué? ¿No lo leíste? Podría ser %spouse entonces... .$7#$ b#¿O ​​tal vez nadie se lo leyó?$s",
    "kid2_intro_Sterling":"Hola @, Mia hizo algunas galletas. ¿Quieres que les de algunas a los niños?$h",
    "kid2_intro_Sen":"%kid1 y %kid2 parecen no tener idea de quiénes somos las personas sombra. Están convencidos de que soy un 'Oso Sombra'...#$b#En serio, realmente me parezco mucho a uno oso ?$8",
    "kid2_intro_Barron":"%kid2 es la cosita más linda, espero algún día poder tener hijos.$1",

    "kid2_intro_Lucikiel":"Es intrigante cómo tus dos hijos responden a mi presencia.#$b#Uno de ellos tiembla de miedo cuando me ve.$3#$b#Al otro, sin embargo, no le importa e incluso intenta agarrarme. mi cola.$8 #$e#Que fascinante.$3",




    //Eventos de Escarpa este
    //Parte 1- Casa de Yri 172422001
    
    "Kid1_ES1_01":"Por supuesto, deja a %kid1 a nuestro cuidado. Lo cuidaremos bien.",
    "Kid1_ES1_01_girl":"Por supuesto, deja a %kid1 a nuestro cuidado. La cuidaremos bien.",
    "Kid1_ES1_02":"¡Un millón de gracias!$h",
    "Kid1_ES1_03":"@ tiene mucha prisa por reunir algunos materiales hoy, y solo se pueden encontrar en lo profundo de los niveles peligrosos de la mina.",
    "Kid1_ES1_04":"Así que tengo que ir con-",
    "Kid1_ES1_05":"¡Ah!",
    "Kid1_ES1_06":"Charles, %kid1 se acaba de reír de mí. ¡Qué adorable!$1",
    "Kid1_ES1_07":"Así que necesito ayudar a @. %kid1 aún es muy pequeño y tendremos que buscar una niñera.",
    "Kid1_ES1_08":"No te preocupes, lo entendemos.#$b#@ ha ​​sido un gran apoyo para Yri, y con los dos en casa hoy, puedes contar con nosotros.$h",
    "Kid1_ES1_09":"¡Muchas gracias! Bueno, entonces es hora de que obtengamos-$h",
    "Kid1_ES1_10":"¡Ah!",
    "Kid1_ES1_11":"¡Qué lindo! ¡%kid1 me acaba de mordisquear el dedo! ¡Charles, tienes que ver esto!$7",
    "Kid1_ES1_12":"Creo que Yri se lava las manos seguido, ¿verdad?$s",
    "Kid1_ES1_13":"...$6",
    "Kid1_ES1_14":"De todos modos, vámonos. Ojalá podamos volver pronto.",
    "Kid1_ES1_15":"Tómate tu tiempo.$h",
    "Kid1_ES1_16":"Ups, %kid1 se acaba de mojar. Charles, ¿alguna idea sobre qué hacer?$3",
    "Kid1_ES1_16_girl":"Ups, %kid1 se acaba de mojar. Charles, ¿alguna idea sobre qué hacer?$3",
    "Kid1_ES1_17":"Déjanoslo a nosotros, ¿vale? Nosotros nos encargaremos de todo.$h",
    
    //kid1_ES1
    
    "kid1_ES1_Yri": "Oh, ¿te importaría traer de vuelta a %kid1? Fue un momento maravilloso.$h#$b#Oh, excepto por la parte del cambio de pañales.$3",
    "kid1_ES1_Charles":"Si necesitas una niñera, háznoslo saber, ¿verdad?$h#$b#Es una alegría ver las lindas reacciones de Yri también.",
    
    //Part 1 East Scarp Main 172422002 172422003
    
    // Update ES whole event
    "Kid1_ES2_01":"En este día en particular, tu y %spouse necesitasteis una niñera debido a algunos asuntos urgentes.",
    "Kid1_ES2_02":"¡Por supuesto!$h",
    "Kid1_ES2_03":"Me lo podrías haber dicho antes. Estoy más que dispuesto a echar una mano.$h#$b#Después de todo, la posada tiene mucho espacio y, casualmente, apenas hay huéspedes.$4",
    "Kid1_ES2_04":"Y %kid1 es tan adorable,...$5",
    "Kid1_ES2_05":"%De repente, %kid1 emite soniditos adorables.",
    "Kid1_ES2_06":"Oh...",
    "Kid1_ES2_07":"Parece que realmente disfruta pasar tiempo con nuestro bebé, eso es un alivio.$h",
    "Kid1_ES2_08":"Dejémoslo con ella. ¡Tenemos que apresurarnos!",
    "Kid1_ES2_08_girl":"Dejémosla con ella. ¡Tenemos que apresurarnos!",
    "Kid1_ES2_09":"Hola, @! Hola, %spouse!#$b#Escuché por los rumores que ustedes dos pidieron ayuda a una vaquera para que les ayudara a cuidar niños, ¿verdad?",
    "Kid1_ES2_10":"¡Sip!",
    "Kid1_ES2_11":"Entonces pensé, ¡al diablo con el trabajo, tengo que comprobarlo!$h",
    "Kid1_ES2_12":"¿Yo, echar una mano? ¿Confías en mí? ¿O te parezco del tipo cariñoso?$s#$b#No, sólo estoy aquí para ver a Rosa haciendo de niñera. No es algo que se vea todos los días.",
    "Kid1_ES2_13":"%De repente, se escucha el llanto de %kid1 desde la otra habitación.",
    "Kid1_ES2_14":"Oh, genial, parece que es hora de cambiar los pañales.$h#$b#Será mejor que te apresures y le eches un vistazillo.$h",
    "Kid1_ES2_15":"%Juliet agitando una cámara que de alguna manera había conseguido de quién sabe dónde.",
    "Kid1_ES2_16":"¡Te veo luego!",
    "Kid1_ES2_17":"",
    
    //kid1_ES2
    
    "kid1_ES2_Mia":"¿No es %kid1 el más precioso? No puedo esperar a verlos crecer.$3",
    "kid1_ES2_Henry":"Mia ha estado hablando sin parar de %kid1 desde que llegó a casa.$h",
    "kid1_ES2_Sterling":"Ahora la gente de East Scarp no puede evitar entusiasmarse con la ternura de %kid1.$h",
    "kid1_ES2_Rodney":"%kid1 es bastante aficionado a mí, una buena criatura, debo decir.$h#$b#Pero, @, puedes confiar en mí también. ¿Lo sabes bien? Dudo que alguien aquí sea mejor que yo para cambiar pañales de bebé.$2#$b#¡Soy prácticamente un profesional en esto!$1",
    "kid1_ES2_Mateo":"%kid1 es igual que tú, un rompecorazones desde bebé.$h",
    "kid1_ES2_Barron":"Escuché que a veces llamas a amigos de East Scarp para que cuiden a %kid1 cuando vas a las minas.#$b#Si necesitas ayuda, siempre puedes traerlo a Bookworm Mobile. Seré feliz para cuidarlo.$h#$b#Ten cuidado ahí abajo, ¿vale?",
    "kid1_ES2_Barron_girl":"Escuché que a veces llamas a amigos de East Scarp para que cuiden a %kid1 cuando vas a las minas.#$b#Si necesitas ayuda, siempre puedes traerla a Bookworm Mobile. Estaré feliz de cuidarla.$h#$b#Y ten cuidado ahí abajo, ¿vale?",
    "kid1_ES2_Lavril":"Quiero ir a ver a tu bebé... pero Void dice que los bebés y los animalitos tienen miedo de los fantasmas como yo...$3",
    "kid1_ES2_Rosa":"¡Hola, @! Si necesitas ir a minar, no dudes en pasar por aquí. Siempre puedo hacer espacio para tu bebé.$h",
    "kid1_ES2_Aideen":"Es simplemente maravilloso cómo %kid1 derritio sin esfuerzo los corazones de todos, como abejas atraídas con gracia hacia una flor cautivadora.$7",
    "kid1_ES2_JosephineK":"La época más adorable para los niños es cuando todavía son bebés.$1#$e#Oh, siguen siendo adorables a medida que crecen, incluso si esto conlleva preocupaciones ocasionales.$2",
    "kid1_ES2_Lexi":"Escuché un ruido arriba recientemente, no estoy seguro de lo que estaba pasando.#$e#¿Tu bebé? ¿Puedo verlo?$h",
    "kid1_ES2_Sen":"Los bebés humanos son absolutamente adorables.$4#$b#Oh sí, fui a ver a %kid1 y no lo vas a creer... ¡No me tiene miedo!$h#$b# Incluso intentó agarrar mi cara.$4",
    "kid1_ES2_Sen_girl":"Los bebés humanos son absolutamente adorables.$4#$b#Oh sí, fui a ver a %kid1 y no lo vas a creer... ¡Ella no me tiene miedo!$h#$b# Incluso  intentó agarrar mi cara.$4",
    "kid1_ES2_Juliet":"¡Muchas gracias @! Tengo un montón de opciones para burlarme de Rosa más tarde.$h",
    
    
    //Part 2 ES town- Ellie 172422004 172422005
    
    "Kid1_ES3_01":"Hola @, estaba buscando pájaros, pero en lugar de eso te vi a ti y al bebé, ¡y tuve que arrastrar a papá para veros!$h",
    "Kid1_ES3_02":"¡Hola!",
    "Kid1_ES3_03":"¡Bebé?",
    "Kid1_ES3_04":"¡Oh no! ¿Dónde está el bebé?$s",
    "Kid1_ES3_05":"!$h#$b#¡Bien, voy a jugar con el bebé!$h",
    "Kid1_ES3_06":"¡Pequeñín, mira bien dónde pisas!",
    "Kid1_ES3_07":"Bebé humano... ¡Tengo que echar un vistazo cuando no estén mirando!$7",
    "Kid1_ES3_08":"Pero... ¿y si nos tienen miedo a los hombres de las sombras?$s",
    "Kid1_ES3_09":"No me importa, son los bebés de @, ¡tengo que echarles un vistazo!$4",
    
    // kid1_ES3
    
    "kid1_ES3_Jacob":"Ellie realmente ama a %kid1. Esperamos que se conviertan en grandes amigos a medida que crezcan$h",
    "kid1_ES3_Eloise":"¡Jeje, %kid1 es tan lindo! ¡Tan adorable también!$h#$b#¿Puedes traerlo de vuelta? ¡Por favor!$s",
    "kid1_ES3_Eloise_girl":"¡Jeje, %kid1 es tan linda! ¡Tan adorable también!$h#$b#¿Puedes traerla de vuelta? ¡Por favor!$s",
    "kid1_ES3_LadySheba":"*No hay duda de que todavía le guarda rencor a %spouse por el incidente de la galleta * $ 2",
    
    //Jorts y Jean Eventos 172429001

    "Kid2_JJ1_01":"Oh no, debimos haberlo planeado mejor. Ahora todos están ocupados y no tenemos niñera.$s",
    "Kid2_JJ1_02":"Y no creo que podamos contar con %kid1 para cuidar de su hermano.",
    "Kid2_JJ1_02_girl":"Y no creo que podamos contar con %kid1 para cuidar de su hermana.",
    "Kid2_JJ1_03":"%El alboroto allí parece haberlo demostrado.",
    "Kid2_JJ1_04":"¿Qué piensas, @? ¿Debería quedarme en casa?#$b#Aunque siento que debería asistir contigo, solo para ser respetuoso.",
    "Kid2_JJ1_05":"Espera, ¿dijiste que te comunicarías con el Gremio de Aventureros?",
    "Kid2_JJ1_06":"¡Oh, nunca pensé en eso!$h#$b#Bastante inesperado, pero tener a valientes aventureros como niñeras parece reconfortante.",
    "Kid2_JJ1_07":"%Después de un momento, llegaron las dos valientes niñeras.",
    "Kid2_JJ1_08":"¡Hola @! ¡Estamos aquí para echarte una pata!#$b#Puede que sea un gato, ¡pero estoy listo para ayudarte con todas mis fuerzas!$1",
    "Kid2_JJ1_09":"No te preocupes, siempre cuidamos de los más pequeños en la ciudad. Tenemos algo de experiencia a nuestras espaldas.$6",
    "Kid2_JJ1_10":"¡Es cierto! Cuando empiezan a llorar, les dejo acariciar mi pelaje esponjoso y ¡funciona perfectamente!$1",
    "Kid2_JJ1_11":"Espera, ¿hablas en serio? ¿Gatos como niñeras?$s",
    "Kid2_JJ1_12":"Bueno, supongo que fui demasiado rápido para juzgar.#$b#Si crees que es una buena idea, también les pediré cortésmente su ayuda.$h",
    "Kid2_JJ1_13": "Entonces... $s",
    "Kid2_JJ1_14":"¿Miau, miau, miau?",
    "Kid2_JJ1_15":"¿Miau?$1",
    
    // kid2_JJ1
    
    "kid2_JJ1_Jorts":"%kid2 es muy lindo! ¡%kid1 también!$1#$b#Pero siguen tirando de mis bigotes. ¿Siguen aquí?$2",
    "kid2_JJ1_Jean":"No es necesario que nos agradezcas, después de todo, ¡somos tus ayudantes felinos de confianza!$1",
    "kid2_JJ1_Rodney":"Hasta tienes gatos para ayudarte con los niños... ¿Por qué no me invitaste?$s",
    "kid2_JJ1_Robin":"Hola @. Lo siento, pero estába ocupada con un pedido urgente y no pude ayudarte.",
    "kid2_JJ1_Yri":"Ah, me encantaría jugar con %kid2, pero hubo una solicitud urgente, lo siento.",
    "kid2_JJ1_Marnie":"Lo siento @, no pude ayudarte antes. El alcalde Lewis me necesita para otra cosa.",
    "kid2_JJ1_Jodi":"Lo siento, @. No pude ayudarte antes, pero estaré ahí para ti la próxima vez.",
    "kid2_JJ1_Caroline":"Lo siento. @. Pierre me pidió ayuda, así que no pude ayudarte antes.",
    "kid2_JJ1_Pam":"Escuché que contrataste a esos gatos para cuidar a los niños. ¿Es una broma?$3",
    "kid2_JJ1_Gus":"Todo el mundo está corriendo la voz acerca de que tienes gatos como niñeras, @.$s#$b#Si necesitas ayuda, estoy aquí para ayudarte. Podemos hacer que los niños se queden en la habitación y, si es necesario, turnos para cuidarlos.",
    "kid2_JJ1_Marlon":"@, si te encuentras en una situación desesperada y necesitas que alguien cuide a los pequeños, tráelos al Gremio de Aventureros.",
    
    //Eventos bonus SVE RSV ES

    //Parte 1 Eloise Trinnie Keahi 172425001

    "Kid2_SRE1_01":"¡Gracias por dejarnos ayudar, Sra. Sophia! ¡Haremos lo mejor que podamos!$h",
    "Kid2_SRE1_02":"¡¡Sí!! ¡¡Voy a saludar a todas las plantas de uva y regarlas bien!$h",
    "Kid2_SRE1_03":"¡Genial!$h",
    "Kid2_SRE1_04":"¡Jeje! Pero no demasiada agua y cuidado con tus pasos, ¿vale?$9",
    "Kid2_SRE1_05":"¡Está bien!",
    "Kid2_SRE1_06":"¡Increíble!",
    "Kid2_SRE1_07":"¡Sí!",
    "Kid2_SRE1_08":"Equipo Pelican, ¡adelante!",
    "Kid2_SRE1_09":"¡Afirmación!",
    "Kid2_SRE1_10":"¡Afro Maddie!",
    "Kid2_SRE1_11":"*Comer*",
    "Kid2_SRE1_12":"*Masticar Masticar*",
    "Kid2_SRE1_13":"Oh, asqueroso... ¡Keahi! ¡No podemos comerlos!$s",
    "Kid2_SRE1_14":"¡Eek!",
    "Kid2_SRE1_15":"¡Pero están tan deliciosos! ¿Quieres comer?$4",
    "Kid2_SRE1_16":"¡Sí!$h",
    
    // addConversationTopic Kid2_SRE1
    
    "kid2_SRE1_Sophia":"Los niños vinieron a ayudar en el viñedo antes.$1#$b#¡Sabía que iban a tomar algunas uvas, pero terminaron comiendo un enrejado entero!$2#$b#Bueno, son demasiado lindos para enojarse.$9",

    "kid2_SRE1_Keahi":"¡Las uvas de viñedo Blue Moon son las mejores! ¡Tienes que probarlas!$h",
    "kid2_SRE1_Trinnie":"¡Trabajar es muy divertido! ¡Recibo dinero de bolsillo y uvas deliciosas para comer!$h",
    "kid2_SRE1_Eloise":"!$3#$b#Hola granjero @. Papá necesita mi ayuda así que tengo que irme. ¡Adiós!$h",
    
    //Parte 2 Yuuma Jas Vincent Morgan 172425002

    "Kid2_SRE2_01":"Por favor, déjanos ayudar, cuidaremos bien de los animales, ¡lo prometemos!$2",
    "Kid2_SRE2_02":"Por favor tía Marnie, sé que normalmente me dejas ayudar.$s",
    "Kid2_SRE2_03":"Oh, Jas, no es lo mismo. Pagar a los niños por su trabajo no parece apropiado.$2",
    "Kid2_SRE2_04":"¡Hola, Morgana!",
    "Kid2_SRE2_05":"¿Quién es él?",
    "Kid2_SRE2_06":"¡Ellos!",
    
    // addConversationTopic Kid2_SRE2
    
    "kid2_SRE2_Morgan":"¿Por qué ayudamos en las granjas?$1#$b#Digamos que un mago tiene su secreto.$7",
    "kid2_SRE2_Yuuma":"Las vacas de la Sra. Marnie son realmente adorables.$h",
    "kid2_SRE2_Vincent":"!$2#$b#%Notaste que Vincent evitaba tus ojos como si no quisiera hablar.",
    "kid2_SRE2_Jas":"!$3#$b#Hola @. ¡Tengo algunos deberes que terminar así que será mejor que me vaya!$h",

    "kid2_SRE2_Marnie":"Los niños salieron de la nada y me dijeron que querían trabajar y yo no sabía qué hacer.$s#$b#Pero nunca pensé que el alcalde Lewis les permitiría trabajar. Dijo que es sólo un juego para niños, como jugar a las casitas.",
    "kid2_SRE2_Lewis":"Los niños se ofrecieron como voluntarios para ayudar a limpiar la basura de la ciudad. ¿Quién hubiera pensado que jugar a las casitas podría ser una manera de contribuir a nuestra comunidad?$h#$b#Les di algo de dinero a cambio, por supuesto. . ",
    "kid2_SRE2_Gus":"Keahi y sus amigos aparecieron preguntando si podían trabajar en el Saloon.#$b#No puedo andar contratando niños, ¿sabes?$s",
    "kid2_SRE2_Pierre":"¿Puedes creer que esos niños vinieron a la tienda pidiendo ayuda, pero querían un salario...$2#$b#Por supuesto, dije que no!$3",
    "kid2_SRE2_Andy":"Me emocioné un poco cuando los niños dijeron que querían trabajar en Fairhaven Farm, pero ahora me están pidiendo dinero.$8#$b#Yoba, maldita sea, los niños de estos días, te lo digo.$7 ",
    "kid2_SRE2_Susan":"Los niños ayudaron con la cosecha y se divirtieron mucho corriendo.",
    "kid2_SRE2_Jeric":"Hola @, los niños aparecieron para ayudar antes. Les di algunas cosechas como pequeño agradecimiento.#$b#¿Adivina qué? ¡Querían que les pagaran!$s",
    "kid2_SRE2_Pika":"Keahi ha estado trabajando muy duro últimamente, estaba encantado.#$b#Pero luego viene y pide más mesada...$5",
    
    //Parte 3 Ridgeside Village 172425003

    "Kid2_SRE3_01":"Hola, Sr. @. ¡El momento perfecto! Ven rápido, esta es una situación bastante fascinante.$h^Hola, Sra. @. ¡El momento perfecto! Ven rápido, esta es una situación bastante fascinante.$h",
    "Kid2_SRE3_02":"Hola agentes. Bienvenidos a Ridge.$3#$b#Gracias por su excelente trabajo hasta ahora. Ahora, por favor entreguen el dinero que ganaron.$3",
    "Kid2_SRE3_03":"Agente Violet, usted primero.$3",
    "Kid2_SRE3_04":"Agente Violet informa. Recolectó exitosamente 250 g.",
    "Kid2_SRE3_05":"Bien hecho, Agente Violet. No decepcionó.",
    "Kid2_SRE3_06":"Siguiente, Agente Magister.",
    "Kid2_SRE3_07":"¡Aquí el agente Magister! ¡250 g recogidos!$1#$b#¡Trabajé duro, incluso ordeñé las vacas!$3",
    "Kid2_SRE3_08":"¡Buen trabajo, Agente Magister! ¡Eres joven, pero estás trabajando duro!$h",
    "Kid2_SRE3_09":"¡Gracias!",
    "Kid2_SRE3_10":"¡Siguiente!",
    "Kid2_SRE3_11":"Hmm... Agente Samurai, gané 350.$h",
    "Kid2_SRE3_12":"Agente Samurai, no se esfuerce demasiado. ¿Está descansando lo suficiente?$s",
    "Kid2_SRE3_13":"Ah...$3",
    "Kid2_SRE3_14":"¡Siguiente!",
    "Kid2_SRE3_15":"Lo siento, Agente Pelican, no obtuve los 200 g completos, solo tengo 150...$s",
    "Kid2_SRE3_16":"Oh... Es un poco menos, pero afortunadamente, el Agente Samurai lo compensó primero.$3",
    "Kid2_SRE3_16_1":"Y luego...",
    "Kid2_SRE3_17":"%Vincent parecía inquieto, mirando de un lado a otro.",
    "Kid2_SRE3_18":"¿Agente Dino? Por favor, no te escondas de mí.$s",
    "Kid2_SRE3_19":"Lo siento, sólo tengo 50...$2",
    "Kid2_SRE3_20":"¿Cómo es que es tan pequeño? ¿No estábamos trabajando juntos?$s",
    "Kid2_SRE3_21":"Lo siento, el Sr. Wumbus vio unos bocadillos deliciosos, muuuy...$s",
    "Kid2_SRE3_22":"¡Te los comiste! ¡No culpes al Sr. Wumbus!$s",
    "Kid2_SRE3_23":"...¿Qué tal Keahi?$s",
    "Kid2_SRE3_24":"¿Hola?$s",
    "Kid2_SRE3_25":"Parece que no tengo dinero, ¡cero en el bolsillo, jeje!$3",
    "Kid2_SRE3_26": "¡Deja de reírte! Dijiste que incluso ayudaste al Sr. Pika a ganar dinero extra, pero ¿estás al final de la pila? $5",
    "Kid2_SRE3_27":"Llegué tarde, así que corrí, pero resbalé y caí...$3#$b#¡Mi dinero se fue nadando al río!$s",
    "Kid2_SRE3_28":"Ah, asqueroso...",
    "Kid2_SRE3_29":"Parece que no tenemos suficiente dinero. Tengo 250, ¿cuánto más necesitamos?$s",
    "Kid2_SRE3_30":"100!",
    "Kid2_SRE3_31":"200!",
    "Kid2_SRE3_32":"200g.$4",
    "Kid2_SRE3_33":"Oh no...",
    "Kid2_SRE3_34":"¡Hola plebeyos! Tengo 500 aquí, así que si me lo ruegas amablemente, ¡podré compartirlos contigo!$4",
    "Kid2_SRE3_35":"Pensé que no querías trabajar con los campesinos cuando te invitamos.#$b#No, gracias, no queremos dinero que no hayamos ganado nosotros.$s",
    "Kid2_SRE3_36":"!$2",
    "Kid2_SRE3_37":"Estimados jóvenes agentes, ¿puedo tener el privilegio de hablar en nombre del joven maestro?$h",
    "Kid2_SRE3_38":"El joven maestro ha estado ayudándonos diligentemente a Irene y a mí en nuestro trabajo para ganar este dinero. Les pido sinceramente que todos ustedes consideren aceptar su generoso gesto.$h",
    "Kid2_SRE3_39":"Está bien, agente Kiwi, ¡gracias por ayudar! ¡Ahora eres miembro del Equipo Pelican!$h",
    "Kid2_SRE3_40":"¡Oye!$h",
    "Kid2_SRE3_41":"Espera un segundo, ¿se supone que soy Kiwi? ¿El más torpe y torpe?$3",
    "Kid2_SRE3_42":"¡Kiwi rápido!",
    "Kid2_SRE3_43":"¡Guau! ¡Chicos, mañana tendremos la fiesta de cumpleaños de %kid2 en el hotel! ¡Hagamos la reserva ahora!$h",
    "Kid2_SRE3_44":"¡Sí!$h",
    "Kid2_SRE3_45":"Lo siento. ¿Mañana no es el cumpleaños de %kid2?$3",
    "Kid2_SRE3_46":"%De todos modos, ¡la 'fiesta de cumpleaños' del día siguiente fue una ocasión feliz para %kid2!",

    // addConversationTopic Kid2_SRE3
    
    "kid2_SRE3_Jas":"¡Soy la hermana mayor, así que necesito ayudar con la fiesta de cumpleaños de %kid2!",
    "kid2_SRE3_Vincent":"La fiesta de cumpleaños estuvo genial, ¡yo también quiero celebrar el mío allí!$h",

    "kid2_SRE3_Morgan":"¡Usé algo de magia durante el espectáculo de magia y a todos les encantó!$1#$b#Pero el precio fue que Magnus me convirtiera en una rana durante dos horas.$2#$b# ¡No es justo! Ni siquiera sabía que era magia real...$8",
    "kid2_SRE3_Wizard":"Ah, Morgan cree que no soy consciente de sus esfuerzos clandestinos.#$e#No temas, no estoy enojado.",

    "kid2_SRE3_Trinnie":"¡Yay!! ¡Ahora es mi turno de ser el Agente Pelican! Jas y Ellie fueron súper geniales, ¡no puedo esperar!$h",
    "kid2_SRE3_Olga":"La nueva caricatura en la televisión parece estar de moda estos días.#$b#Trinnie no puede separarse de ella para hacer sus tareas.$5",
    "kid2_SRE3_Naomi":"Estoy muy feliz de ver a Yuuma y sus amigos divirtiéndose tanto juntos.$1#$b#Oh, mis ojos se están poniendo un poco llorosos.$4",
    "kid2_SRE3_Richard":"Hola joven. Recuerda organizar algo especial para %kid1 en su cumpleaños.$h",
    "kid2_SRE3_Richard_girl":"Hola jovencita. Recuerde organizar algo especial para %kid1 en su cumpleaños.$h",
    "kid2_SRE3_Sonny":"Es un gran placer ver que el joven maestro se lleva tan bien con los demás niños.$h",
    "kid2_SRE3_Keahi":"¡Oye! ¿Por qué sólo las chicas se convierten en Agente Pelican? ¡Yo también quiero dar órdenes!$s",
    "kid2_SRE3_Yuuma":"No veo mucho a %kid2, ¡así que es genial celebrarlo juntos!$h",
    "kid2_SRE3_Louie":"¿Agente Pelican? No, es demasiado infantil para mi gusto. Prefiero algo más sofisticado.$4#$b#Espera, ¿dices que sé sobre el Agente Kiwi?$3#$b#No, debes estar escuchando cosas .$5",

    "kid2_SRE3_Rosa":"¿Adivina qué? Los niños se presentaron en la posada y pensé que solo querían jugar, pero no, querían ayudar y ganar un poco más.#$b#Pero me negué, no es como la posada estaba en auge con los negocios o algo así.$s",
    "kid2_SRE3_Eloise":"%kid2 está muy feliz. ¡Todo nuestro trabajo dio sus frutos!$h",
    "kid2_SRE3_Jacob":"Ellie ha estado imitando a un personaje de dibujos animados últimamente, y es realmente adorable.$1#$b#¿Creo que su nombre es Agente Pelican o algo así?$1",
    "kid2_SRE3_Lavril":"Me gustaría que los fantasmas también pudieran ayudar en la granja.$3#$b#De todos modos, ¡la fiesta de %kid2 fue súper divertida! Tee-hee!$17",  
    
    //Eventos para dos niños

    // Discusión sobre los padres 172426016
    
    "TwoKidsPD_01":"Dios mío, es el momento perfecto, vamos.",
    "TwoKidsPD_02":"Estoy leyendo este libro y tiene algunas ideas interesantes, ¿sabes?",
    "TwoKidsPD_03":"%%spouse te entrega el libro 'Crianza equilibrada: una guía del galardonado autor Xiao'.#$b#%El nombre del autor me parece algo familiar...",
    "TwoKidsPD_04":"En este libro, hay excelentes consejos sobre estrategias de crianza para nuevos padres. Mira esta seccion primero.",
    "TwoKidsPD_05":"%La sección que %spouse señala plantea el concepto de que los padres asumen diferentes roles en la crianza de sus hijos.#$b#%Uno de ellos actúa como un padre protector, ofreciendo apoyo emocional y afecto.#$b#El otro asume el papel estricto, estableciendo límites y expectativas claras para el mejor desarrollo del niño.",
    "TwoKidsPD_06":"Creo que sus ideas tienen mucho sentido, ¿verdad? ¿Y tú? ¿Deberíamos intentarlo?",
    "TwoKidsPD_07":"¿Verdad? Pensé que estaríamos en la misma página sobre esto.$h",
    "TwoKidsPD_08":"Está bien, ¿qué tal esto...#$b#Haré el papel del padre duro y tú puedes ser suave con ellos? ¿Suena bien?",
    "TwoKidsPD_09":"#Prefiero ser estricto. ¿Por qué sugerirías lo contrario?#Estoy bien con ser educador, pero ¿por qué sugerirías eso?",
    "TwoKidsPD_10":"He estado pensando en esto...#$b#Pasas la mayor parte del tiempo trabajando en la granja, minando y pescando, y cuando llegas a casa es bastante tarde, ¿verdad?#$b# ¿Qué pasa si simplemente entras y comienzas a actuar rígido... cómo crees que reaccionarán los niños?",
    "TwoKidsPD_11":"Puede que te tengan mucho miedo o tiemblen cuando te vean...$s",
    "TwoKidsPD_12":"Pueden llegar al punto en que piensen que no los amas...$s#$b#Pueden incluso soñar que los conviertes en palomas...$s",
    "TwoKidsPD_13":"#¡De ninguna manera! ¡Eso no va a suceder!",
    "TwoKidsPD_14":"Tiene sentido, ¿no?$s#$b#Además, considerando que estoy en casa la mayor parte del tiempo, tendré más oportunidades de demostrarles amor. Probablemente no entenderán la idea. que simplemente soy bueno reprendiendo.",
    "TwoKidsPD_15":"Entonces no te preocupes por mí.#$b#Aunque no estoy seguro de poder desempeñar este papel, ¡ciertamente haré lo mejor que pueda!$h",
    "TwoKidsPD_16":"",
    
    //TwoKidsPD
    
    
    
    // Eating 1 172426001 
    //-Portrait
    
    "TwoKids01_01":"¡{{SpouseTitle}}, el helado es realmente delicioso!",
    "TwoKids01_01Mommy":"¡Mami, ¡el helado es realmente delicioso!",
    "TwoKids01_02":"Sí, yo también lo creo.",
    "TwoKids01_03":"¡Es tan dulce y frío!",
    "TwoKids01_04":"Ajá.",
    "TwoKids01_05":"Entonces...",
    "TwoKids01_05.1":"¿Podemos tener otro?",
    "TwoKids01_06":"¡Helado!",
    "TwoKids01_07":"No.",
    
    //TwoKidsEat01
    
    "TwoKidsEat01_Jodi":"Hace unos días, %kid1 y %kid2 corrieron hacia mí, llenos de emoción, y me dieron los más cálidos abrazos. Son tan lindos.$h#$b#Se siente como si hubiera sido ayer cuando los estaba cuidando, y eran tan pequeños.$h",
    "TwoKidsEat01_Jodi_Sam":"Hay momentos en los que miro hacia atrás y me pregunto si me comprometí con la vida familiar demasiado pronto, tal vez renuncié a parte de mi libertad juvenil.#$b#Pero luego, cuando tengo a mis preciosos nietos cerca... .#$b#Realmente hace que todo valga la pena.$h#$b#Estoy muy orgullosa de Sam y de ti @, por supuesto.$h",
    "TwoKidsEat01_Kent":"Sabes, estaba observando a los niños mientras jugaban afuera, como de costumbre.#$b#Pero entonces, de la nada, algunos recuerdos bastante oscuros vinieron a mi mente.$3#$b#Bueno, fue entonces cuando El pequeño % kid2 vino hacia mí y me preguntó si estaba bien.#$b#Entonces %kid1 vino corriendo y me dijo: '¡Tío Kent, sé feliz, no estés tan triste!'.#$b#...# $b#Te digo que no pude evitar derramar una lágrima.$h",
    "TwoKidsEat01_Kent_Sam":"Sabes, estaba observando a los niños mientras jugaban afuera, como siempre.#$b#Pero entonces, de la nada, algunos recuerdos bastante oscuros vinieron a mi mente.$3#$b#Bueno, fue entonces cuando El pequeño % kid2 vino hacia mí, preguntándome si estaba bien.#$b#Entonces %kid1 vino corriendo y me dijo: '¡Abuelo, sé feliz, no estés tan triste!'.#$b#...#$ b#Te lo digo, no pude evitar derramar una lágrima.$h#$b#Por el bien de mis queridos nietos, sonreiré más a menudo.$h",
    "TwoKidsEat01_Pam":"Oye, @. A veces todavía no puedo creer que ya tengas tus propios hijos.#$b#...$s#$b#Cuídalos bien, ¿entiendes?",
    "TwoKidsEat01_Pam_Penny":"Honestamente, nunca pensé que alguien como yo terminaría siendo abuela...#$b#*suspiro*$s#$b#¡Necesito prepararme!$3#$b#No puedo decir que Seré un brillante ejemplo a seguir o algo así, pero necesito dejar una mejor impresión en mis nietos ya sabes.$s",
    "TwoKidsEat01_Caroline":"Hace unos días, %spouse llevó a %kid1 y %kid2 a la reunión de mamás, mostrando a sus preciosos bebés.",
    "TwoKidsEat01_Caroline_Abigail":"Hace unos días, traje a %kid1 y %kid2 a la reunión de mamás. Presumir a tus preciosos nietos es el privilegio de toda abuela, ¿sabes?",
    "TwoKidsEat01_Pierre":"No hace mucho, vi a %spouse hablando severamente con ese pequeño alborotador %kid1.#$b#Criar hijos no es una tarea fácil, te lo puedo asegurar.$h",
    "TwoKidsEat01_Pierre_Abigail":"No hace mucho, vi a Abigail hablando severamente con ese pequeño alborotador %kid1. Sus palabras me parecieron extrañamente familiares...$4#$b#Luego me di cuenta de que esas eran las mismas palabras con las que solía ​​regañarla antes... Jaja.$h",
    "TwoKidsEat01_George":"@, cuando tengas tiempo, trae a tus hijos. Evelyn está preguntando por ellos.",
    "TwoKidsEat01_George_Alex":"No pensé que me quedaría para conocer a los bisnietos.$h#$b#Hmph, cuando tengas tiempo, traelos contigo.",
    "TwoKidsEat01_Evelyn":"Al verlos a los cuatro tan felices juntos, me alegro mucho por ti y por %spouse.$h#$b#Oh, por cierto, %kid1 y %kid2 mencionaron que querian un pastel, así que preparé algunos. Llévalo contigo, cariño.[221]",
    "TwoKidsEat01_Evelyn_Alex":"He estado preocupado por un tiempo acerca de cómo nuestra familia dividida podría influir en el futuro de Alex.$s#$b#Pero ahora, al verlos a los cuatro tan felices juntos... oh, hay Estoy toda llorosa.#$b#No te preocupes, son lágrimas de alegría.$h#$b#Oh, por cierto, %kid1 y %kid2 mencionaron que les apetece un pastel, así que preparé algunos. Llévalo contigo, querida.[221]",
    "TwoKidsEat01_Demetrius":"Noté que %spouse ha madurado mucho desde que se convirtió en padre. Está claro que la paternidad tiene una forma de promover el crecimiento personal.",
    "TwoKidsEat01_Demetrius_Sebastian":"Me alegra ver que Sebastion se ha convertido en una persona responsable después de establecerse y tener hijos.#$b#Está claro que la paternidad tiene una forma de promover el crecimiento personal.",
    "TwoKidsEat01_Demetrius_Maru":"Siempre he tenido gran fe en la capacidad de Maru para ser una excelente madre. Su naturaleza meticulosa y su sentido de responsabilidad son evidentes en su trabajo.$h#$b#Con padres como ustedes dos, no tengo ninguna duda de que mis nietos se convierten en personas excepcionales.",
    "TwoKidsEat01_Robin":"Hola @, tengo algunas galletas. Compártelas con tus adorables hijos, ¿vale?$h[223]",
    "TwoKidsEat01_Robin_Sebastian":"Sabes, es increíble ver a mi hijo, que solía ser bastante introvertido, ahora corriendo voluntariamente para cuidar de sus amados hijos.#$b#Honestamente, verlo crecer tanto me ha hecho sentir muy orgullosa .$h# $b#@, mi hijo está en tus manos, y oye, tengo unas galletas. ¿Puedes compartirlas con mis queridos nietos, por favor?$h[223]",
    "TwoKidsEat01_Robin_Maru":"Oye @, sé que Maru ha sido una niña que deja respirar un poco a sus padres, pero aun así, por favor cuídala bien.#$b#Y no te olvides de mis dos preciosos nietos.$ h# $b#Tengo algunas galletas. ¿Podrias Compartirlas con ellos, por favor?$h[223]",
    
    // Comiendo 2 - una semana despues 172426002
    
    "TwoKids02_01":"Hola @, %spouse, traje algunos panqueques de oso.$h#$b#Recuerdo que a los niños les gustaron mucho durante tu última visita a East Scarp, así que hice algunos más.$3",
    "TwoKids02_02":"No puedo creer que hayas traído esto aquí para ellos. ¡Eres increíble!$h#$b#¡Ya puedo imaginarme a %kid1 y %kid2 bailando felices con esto!$h",
    "TwoKids02_03":"Ni lo menciones. Ver a los niños divirtiéndose tanto también me da mucha alegría.$3#$b#Solo déjame saber si hay algo más que les gustaría comer, ¿de acuerdo? Yo' Me aseguraré de prepararlo para ellos.$h",
    "TwoKids02_04":"Es increíblemente amable de tu parte, gracias.$h#$b#Entra y ponte cómodo, los niños estarán muy felices de verte.",
    
    // Eating 3 - few hours later 172426003
    //- Portrait 
    
    "TwoKids03_01":"¡{{SpouseTitle}}, los panqueques de oso son realmente deliciosos!$h",
    "TwoKids03_01Mommy":"¡Mami, los panqueques de oso son realmente deliciosos!$h",
    "TwoKids03_02":"¡Super delicioso!$h",
    "TwoKids03_03":"Sí, lo es.",
    "TwoKids03_04":"Entonces...",
    "TwoKids03_04.1":"¿Una tortita de oso más, por favor?$4",
    "TwoKids03_05":"¡Tortita de oso!$4",
    "TwoKids03_06":"No.",
    "TwoKids03_07":"%Un momento después...",
    "TwoKids03_08":"¡Oh, {{PlayerTitle}} es el mejor!$h",
    "TwoKids03_08Mommy":"¡Oh, mami es la mejor!$h",
    "TwoKids03_09":"¡Quiero a {{PlayerTitle}}!$h",
    "TwoKids03_09Mommy":"¡Amo a mami!$h",
    "TwoKids03_10":"¡Ejem!",
    "TwoKids03_11":"@... Hablaremos de eso más tarde.",
    
    //
    
    
    // Compras 1 172426004  
    
    "TwoKidsShop1_01":"¿Entiendes?",
    "TwoKidsShop1_02":"¡Entendido!",
    "TwoKidsShop1_03":"Bien, ahora ve.",
    "TwoKidsShop1_04":"Oki",
    "TwoKidsShop1_05":"Hola @, buen momento.$h#$b#Le dejo comprar algo solo. A ver cómo le va.",
    
    // Shopping 2 172426005
    //- Portrait
    
    "TwoKidsShop2_01":"Buenos días, tía Caroline.",
    "TwoKidsShop2_01_Abigail":"Buenos días, abuela.",
    "TwoKidsShop2_02":"Buenos días.$h",
    "TwoKidsShop2_03":"¡Hola, tío Pierre!",
    "TwoKidsShop2_03_Abigail":"¡Hola, abuelo!",
    "TwoKidsShop2_04":"Hola, ¿por qué eres solo tú?",
    "TwoKidsShop2_05":"¡{{SpouseTitle}} quiere aceite, yo le ayudaré!",
    "TwoKidsShop2_05Mommy":"Mami quiere aceite, ¡yo la ayudaré!",
    "TwoKidsShop2_06":"¡El aceite es 100g!$3",
    "TwoKidsShop2_07":"500 para el tío Pierre...$3",
    "TwoKidsShop2_07_Abigail":"500 para el abuelo...$3",
    "TwoKidsShop2_08":"¡Y el cambio es 400!",
    "TwoKidsShop2_09":"¡Sí, eres muy inteligente!$h",
    "TwoKidsShop2_10":"¡Jeje!",
    "TwoKidsShop2_11":"¡Aquí tienes, cuida tu agarre!",
    "TwoKidsShop2_12":"Oki ¡Adiós!",
    "TwoKidsShop2_13":"¡Adiós!",
    "TwoKidsShop2_13.1":"Oh... estoy tan orgulloso de-",
    "TwoKidsShop2_14":"¿Algo más?",
    "TwoKidsShop2_15":"Tío Pierre...$3",
    "TwoKidsShop2_15_Abigail":"Abuelo...$3",
    "TwoKidsShop2_16":"¿Puedo conseguir dulces con 400?",
    "TwoKidsShop2_17":"¡Por supuesto!",
    "TwoKidsShop2_18":"",
    "TwoKidsShop2_19":"",
    
    //TwoKidsShop2
    
    "TwoKidsShop2_Pierre":"Su hijo parece muy inteligente. Podría ser de gran ayuda en mi tienda algún día.",
    "TwoKidsShop2_Caroline":"Nuestra tienda no tiene dulces en los estantes, pero cada vez que tengo la oportunidad, les doy algunas golosinas a los niños cuando nos visitan.#$b#Para que su hijo crea que puede comprar algunos aquí.$ h",
    "TwoKidsShop2_Shanice":"%spouse vino con su hijo el otro día y le enseñó a comprar solo...#$b#Qué lindo espectáculo.$h",
    "TwoKidsShop2_Lorenzo":"Tu hijo es un muy buen chico, muy educado.",
    "TwoKidsShop2_Flor":"Exponer a los niños a diversas interacciones mientras son pequeños realmente puede promover su facilidad social.#$b#Oh, quiero decir, puede evitar que se vuelvan demasiado tímidos.",
    "TwoKidsShop2_":"",
    
    // Penguin 172426006
    //- Portrait
    
    "TwoKidsPenguin_01":"Muy bien, niños, quédense quietos y no se muevan.$h",
    "TwoKidsPenguin_02":"Oki",
    "TwoKidsPenguin_03":"Di queso-",
    "TwoKidsPenguin_04":"¡Mira qué caparazón tan genial!",
    "TwoKidsPenguin_05":"¿En serio?",
    "TwoKidsPenguin_06":"Niños, ¡regresen y quédense quietos ahora!$a",
    "TwoKidsPenguin_07":"Lo siento, {{SpouseTitle}}...",
    "TwoKidsPenguin_07Mommy":"Lo siento, mami...",
    "TwoKidsPenguin_08":"Está bien, ahora di-",
    "TwoKidsPenguin_09":"¡Vaya, qué gran pájaro!",
    "TwoKidsPenguin_10":"¡Es un pingüino! ¡Lo vi en mi libro!",
    "TwoKidsPenguin_11":"¡Espera!",
    "TwoKidsPenguin_12":"Los pingüinos son animales salvajes. Si nos acercamos demasiado, podemos asustarlos.",
    "TwoKidsPenguin_13":"¡Ah, tengo una gran idea!$h",
    "TwoKidsPenguin_14":"Está bien, ahora intentémoslo, pero seamos amables.",
    "TwoKidsPenguin_15":"Oki",
    "TwoKidsPenguin_16":"¡Está bien!",
    "TwoKidsPenguin_17":"Señorita Pingüino...",
    "TwoKidsPenguin_18":"Aquí tienes un pescado delicioso...",
    "TwoKidsPenguin_19":"(mastica... mastica...)",
    "TwoKidsPenguin_20":"¡Vaya, está masticando!",
    "TwoKidsPenguin_21":"Jeje, ¡acaba de comer!",
    "TwoKidsPenguin_22":"¡Mi turno ahora!",
    "TwoKidsPenguin_23":"¿Listos, chicos?",
    "TwoKidsPenguin_24":"¡Es hora de una gran sonrisa!$h",
    
    // TwoKidsPenguin
    
    "TwoKidsPenguin_Sam":"¿Soy solo yo o el pingüino de la foto tiene una mochila de pingüino? ¿Nadie habla de eso?$8",
    "TwoKidsPenguin_Elliott":"Recuerdo que una vez le regalé a tu hija un libro ilustrado sobre pingüinos y pareció gustarle mucho.#$b#Estoy realmente feliz de que finalmente haya tenido la oportunidad de ver pingüinos reales. $h" ,
    "TwoKidsPenguin_Willy":"Debo decir que es un verdadero consuelo ver a %spouse guiar a sus hijos sobre cómo ser amables con las criaturas del océano.$h#$b#Con buenas personas como tú como padres, apuesto a que Seguramente harán que los adultos sean extraordinarios.",
    "TwoKidsPenguin_Lewis":"%spouse me ha estado mostrando fotos de los los niños y el pingüino, tengo que admitir que son muy adorables.$h#$b#¿Qué tal si ayudo a enviar estas fotos a una revista de fotografía para bebés que participan en concursos? Quién sabe, podrías terminar ganando algo.",
    "TwoKidsPenguin_Haley":"¿Sabes qué? Esas fotos de %kid1 y %kid2 con los pingüinos podrían estar en un concurso de revista de fotografía.#$b#¡En serio, son adorables!$h",
    "TwoKidsPenguin_Vincent":"Esto es genial... ¡Quiero alimentar a los pingüinos con pescado también!",
    "TwoKidsPenguin_Abigail":"Dejemos esto entre nosotros pero sinceramente me muero por acariciar a un pingüino.#$b#¿Es eso realmente raro?$s",

    "TwoKidsPenguin_Sophia":"Ya que a los niños les encantan los pingüinos, planeo comprarles 'La gran aventura de Penguin Rave'.$h#$b#Y oye, estoy listo para verlo con ellos.$9",

    "TwoKidsPenguin_Carmen":"¡Oh, hola hijo! Willy dijo que vio a tus hijos jugando con el pingüino.$h^¡Oh, hola hija! Willy dijo que vio a tus hijos jugando con el pingüino.$h#$b#¡A ese pingüino le gusta pacearse en la playa de vez en cuando durante el invierno! ¡Si lo veo mientras estoy pescando puedo llamar a %spouse para que traiga a los niños!",
    "TwoKidsPenguin_Blair":"Le di de comer a este pingüino junto al mar varias veces e incluso le di unas palmaditas.#$b#¿Quieres saber cómo se siente tocarlo?$h#$b#Bueno no es tan suave y esponjoso como podrías pensar.",
    "TwoKidsPenguin_Keahi":"Escuché a %kid1 decir que antes le habían dado pescado a un pingüino. Así que compré algo de pescado del restaurante y estaba listo para ir a la playa.#$b# Pero, uh-oh, papá me atrapó el acto...$s",

    "TwoKidsPenguin_Jacob":"Aunque es bastante raro, recibimos visitas ocasionales de pingüinos aquí en East Scarp y Ellie bueno está encantada cada vez que los ve.$h#$b#Si por casualidad los veo, Estaré más que feliz de llamarte y podrás traer a tus hijos aquí.$h",
    "TwoKidsPenguin_Eloise":"¡Hola @! Iba a buscar a %kid1 y %kid2.#$b#Dijeron que se tomaron fotos con un pingüino, ¡así que me gustaría verlo también!$h",
    "TwoKidsPenguin_Lavril":"Eso es genial... Desearía poder ser amigo de los pingüinos también...$7#$b#%kid1 prometió avisarme si vuelve a ver un pingüino.$h#$e#Tee-hee! $17",
    "TwoKidsPenguin_Lavril_girl":"Eso es genial... Desearía poder ser amigo de los pingüinos también...$7#$b#%kid1 prometió avisarme si vuelve a ver un pingüino.$h#$e#Tee-hee! $17",
    
    "TwoKidsPenguin_Jean":"Conozco ese pingüino, @. Su nombre es Lala.#$b#¿Cómo entiendo la conversación de los pingüinos?#$b#Puede parecer extraño, pero nuestro amor compartido por los peces cierra la brecha muy bien.$h",
    "TwoKidsPenguin_":"",
    
    // Plush Part 1  172426017
    // - Portrait
    
    "TwoKidsPlush1_01":"¡Realmente lo queremos!",
    "TwoKidsPlush1_02":"¡Compra, compra, compra!$4",
    "TwoKidsPlush1_03":"Pero... ¿No están ya tus habitaciones llenas de ellos?$s",
    "TwoKidsPlush1_04":"¡No es lo mismo!#$b#¡Este es más bonito!$h",
    "TwoKidsPlush1_05":"¡Este es mucho más bonito!",
    "TwoKidsPlush1_06":"Super, super bonito!$h#$b# De verdad, verdad lo quiero!$4",
    "TwoKidsPlush1_07":"¡Realmente lo quiero!",
    "TwoKidsPlush1_08":"*murmurando en voz baja* El precio que mencionan en esta revista...$s#$b#Por qué es tan caro... es solo una cosita pequeñita...$s",
    "TwoKidsPlush1_09":"",
    "TwoKidsPlush1_10":"",
    
    // TwoKidsPlush1
    
    // Plush Part 2  172426018
    
    "TwoKidsPlush2_01":"...Y realmente esperamos que puedas ayudarnos con esto, Emily.",
    "TwoKidsPlush2_01_Haley":"...Y realmente esperamos que puedas ayudarnos con esto, hermana.",
    "TwoKidsPlush2_02":"¡No hay ningún problema!#$b#Puede que no sea un profesional en esto, pero estoy emocionado de darle una oportunidad y ayudar en todo lo que pueda.$h",
    "TwoKidsPlush2_02_Haley":"No hay ningún problema, Haley.!#$b#Puede que no sea un profesional en esto, ¡pero con mucho gusto haré todo lo posible para darle una oportunidad a mis queridos sobrinos!$h",
    "TwoKidsPlush2_03":"Oh, muchas gracias, Emily.$h",
    "TwoKidsPlush2_04":"Hasta luego.",
    "TwoKidsPlush2_05":"¡Adiós!",
    "TwoKidsPlush2_06":"Cariño, me alegro de que estés aquí. Acércate, tengo algo que decirte.",
    "TwoKidsPlush2_07":"",
    
    // TwoKidsPlush2
    
    // Plush Part 3  172426019
    //- Portrait
    
    "TwoKidsPlush3_01":"¿Por qué estamos aquí, {{SpouseTitle}}?$3",
    "TwoKidsPlush3_01Mommy":"¿Por qué estamos aquí, mami?$3",
    "TwoKidsPlush3_02":"¿{{PlayerTitle}}?$3",
    "TwoKidsPlush3_02Mommy":"¿Mami?$3",
    "TwoKidsPlush3_03":"¡Lo descubrirás pronto!$h#$b#Muy bien, ahora saludemos a la Srta. Emily como es debido.",
    "TwoKidsPlush3_03_Haley":"¡Lo descubrirás pronto!$h#$b#Muy bien, ahora saludemos a vuestra Tía Emily como es debido.",
    "TwoKidsPlush3_04":"Hola, niños.",
    "TwoKidsPlush3_05":"¡Hola, Srta. Emily!",
    "TwoKidsPlush3_05_Haley":"¡Hola, Tía Emily!",
    "TwoKidsPlush3_06":"¡Holi!",
    "TwoKidsPlush3_07":"¿Adivina qué? Tengo una pequeña sorpresa sólo para ustedes dos.",
    "TwoKidsPlush3_08":"%Emily mantiene algo escondido con ambas manos detrás de su espalda.",
    "TwoKidsPlush3_09":"Ta-da!",
    "TwoKidsPlush3_10":"¡Wow wow wow! ¡Delirio de pingüinos!$4",
    "TwoKidsPlush3_11":"¡El pigngüino Elle!$4",
    "TwoKidsPlush3_12":"Un pequeño regalo que les hice, espero que les guste.$h",
    "TwoKidsPlush3_12_Haley":"Un pequeño regalo especial que hice para mis sobrinos favoritos; Espero que te guste.$h",
    "TwoKidsPlush3_13":"Yay, yay!$4",
    "TwoKidsPlush3_14":"¡Aww, aww, es tan bonito!$4#$b#¿Es realmente para nosotros?$h",
    "TwoKidsPlush3_15":"¿Es realmente para nosotros?",
    "TwoKidsPlush3_16":"¡Sip!",
    "TwoKidsPlush3_17":"¡Yay!",
    "TwoKidsPlush3_18":"¡Vamoos!",
    "TwoKidsPlush3_19":"Vamos, pequeños, no olvideis darle las gracias a Emily.",
    "TwoKidsPlush3_19_Haley":"Vamos, pequeños, recordad darle las gracias a tía Emily.",
    "TwoKidsPlush3_20":"¡Gracias, Sra. Emily!$h",
    "TwoKidsPlush3_20_Haley":"¡Gracias tía Emily!$h",
    "TwoKidsPlush3_21":"¡Te queremos!$h",
    "TwoKidsPlush3_22":"¡Mira qué bonito es mi pingüino! $ H",
    "TwoKidsPlush3_23":"El mío es más bonito.",
    "TwoKidsPlush3_24":"¡Mira de cerca!$5",
    "TwoKidsPlush3_25":"¡El pingüino rosa es tan bonito!",
    "TwoKidsPlush3_26":"¡El azul es más genial!$5",
    "TwoKidsPlush3_27":"¡Y Penguin Rave es un superhéroe!$5",
    "TwoKidsPlush3_28":"%Los pequeños comienzan a discutir.",
    "TwoKidsPlush3_29":"Oye, no pelees, ¿de acuerdo?$s",

    // TwoKidsPlush3
    
    "TwoKidsPlush3_Emily":"¿Los dos pingüinos de peluche?#$b#Sí, me inspiré en los personajes de 'La gran aventura de Penguin Rave'. Adorable, ¿verdad?$h#$b#A mí personalmente me gusta más el azul.$h",
    "TwoKidsPlush3_Emily_SVE":"¿Los dos pingüinos de peluche?#$b#Sí, me inspiré en los personajes de 'La gran aventura de Penguin Rave'. Adorable, ¿verdad?$h#$b#A mí personalmente me gusta más el azul.$h#$e#Sí, es cierto. Tomé prestada la caricatura de Sophia para inspirarme.",
    "TwoKidsPlush3_Haley":"Probablemente sepas que Emily es una genio del tejido, pero ¿creerías que ella también elabora peluches? Bastante impresionante, ¿verdad?$h#$b#Entonces, al ver la alegría en las caras de %kid1 y %kid2... Tal vez debería intentar hacer algo para ellos también...",
    "TwoKidsPlush3_Abigail":"Oye, mantenlo en secreto, pero he estado viendo en secreto 'La gran aventura de Penguin Rave'.#$b#¡Esos mini pingüinos aventureros son demasiado lindos para resistirse!$h",
    "TwoKidsPlush3_Maru":"¿Qué pasaría si Emily y yo hiciéramos un pingüino de peluche con algunas piezas mecánicas geniales en su interior? Ya sabes, haz que hagan algunos movimientos simples.#$b#¿Crees que a %kid1 y %kid2 les encantaría eso aún más?$h",
    "TwoKidsPlush3_Leah":"%kid1 y %kid2 no pueden esperar para hacer alarde de sus pingüinos cada vez que me ven. Parece que están totalmente enamorados.$h#$b#Emily hizo un trabajo increíble, ¿no?$h",
    "TwoKidsPlush3_Vincent":"No necesito los pingüinos de %kid1 y %kid2. ¡El Sr. Wumbus es mucho más genial!$s",
    "TwoKidsPlush3_Jas":"%kid1 dijo que podía jugar con su pingüino, pero %kid2 no quiere compartir su pingüino, es tan mala...$s#$b#Yo también quiero jugar con el pingüino rosa...$s",
    "TwoKidsPlush3_Jas_girl":"%kid1 dijo que podía jugar con su pingüino, pero %kid2 no quiere compartir su pingüino, es tan malo...$s#$b#Yo también quiero jugar con el pingüino azul...$s",
    
    "TwoKidsPlush3_Sophia":"Penguin Rave es súper lindo, pero a mí me gusta más su novia, Pengu Elle. Esa vibra adorable y tonta que tiene es demasiado irresistible.$h#$b#¡Y por supuesto! Los pingüinos rosados ​​son mucho más lindos, ¿no crees?$9",
    "TwoKidsPlush3_Olivia":"Una escena bastante encantadora, ¿no? %kid1 y %kid2, llevando consigo a sus pingüinos, teniendo estos pequeños y dulces intercambios dondequiera que vayan.$h",
    
    "TwoKidsPlush3_Philip":"¿La gran aventura de Penguin Rave? ¡Sí, ya lo superé! Recientemente dieron un giro cómico. Que los pingüinos hagan el papel de superhéroe es realmente una nueva versión.$h#$b#Y créanme, algunos de esos giros de la trama tienen una vibra completamente diferente para nosotros los adultos, no solo para los niños.",
    "TwoKidsPlush3_Faye":"Entonces, ¿Emily está haciendo peluches de pingüinos ahora?#$b#Oh, espera, ¡tengo una idea fantástica!$h",
    "TwoKidsPlush3_Trinnie":"¡Uf, %kid2 está mostrando su pingüino otra vez y mamá no me deja tener uno!$5",
    "TwoKidsPlush3_Trinnie_girl":"¡Uf, %kid2 está mostrando su pingüino otra vez y mamá no me deja tener uno!$5",
    
    "TwoKidsPlush3_Rodney":"%kid2 tiene buen ojo para la grandeza, Pink es el mejor, ¡no hay duda!$h",
    "TwoKidsPlush3_Rodney_girl":"%kid1 tiene buen ojo para la grandeza, el rosa es el mejor, ¡no hay duda!$h",
    "TwoKidsPlush3_Eloise":"¡Ay, @, los pingüinos de %kid1 y %kid2 son tan bonitos! ¡Realmente quiero uno!$h#$b#Soy un gran admirador de sus libros de cuentos, ¿sabes?$h",
    "TwoKidsPlush3_Jacob":"Ellie me ha estado molestando por comprar este pingüino de peluche 'Penguin Rave Big Adventure' desde que tus hijos obtuvieron el suyo.#$b#Pero, Dios mío, el precio que cotizan en esas revistas es bastante elevado. ¡Es como cinco veces más que un peluche normal!$s#$e#Podrías ir a casa de Emily y preguntarle si puede hacer un peluche de pingüino para Ellie.$h",
    "TwoKidsPlush3_Sen":"Estoy pensando en tejer estos suéteres diminutos para %kid1 y %kid2, con pingüinos. ¿Crees que les interesaría?$h",
    "TwoKidsPlush3_Lavril":"O-Oh, @. Acabo de ver los peluches de pingüinos de %kid1 y %kid2. Son realmente lindos, muy suaves y tiernos también.$17#$b#Yo también quiero uno, pero Void no está contento.$13#$b#Dice que ya lo tengo...$3",
    "TwoKidsPlush3_":"",


    // Penny Homework 172426011
    //-Portrait
    
    "TwoKidsHomework_01":"Quédate cerca de mí.",
    "TwoKidsHomework_02":"No puedes huir, ¿vale?",
    "TwoKidsHomework_03":"¡Está bien!",
    "TwoKidsHomework_03.1":"¡Sí, {{SpouseTitle}}!",
    "TwoKidsHomework_03.1Mommy":"¡Sí, mami!",
    "TwoKidsHomework_04":"¡Es la Sra. Penny!",
    "TwoKidsHomework_05":"¡Oh, no, más tarea otra vez!",
    "TwoKidsHomework_06":"¡Eh!",
    "TwoKidsHomework_07":"¡Vamos a escondernos rápido!",
    "TwoKidsHomework_07.1":"¡Espérame!",
    "TwoKidsHomework_08":"¡Oye! ¿Dónde están tus modales?",
    "TwoKidsHomework_09":"Lo siento, Penny, estos sinvergüenzas no siempre tienen los mejores modales.$s",
    "TwoKidsHomework_10":"Está bien. Son absolutamente adorables.$h",
    "TwoKidsHomework_11":"Por cierto, ¿qué te trae por aquí? Estábamos a punto de ir de compras.",
    "TwoKidsHomework_12":"Bueno, pensé que era hora de hacer una nueva tarea, así que traje esto.",
    "TwoKidsHomework_13":"Aquí.",
    "TwoKidsHomework_14":"Si hay algo que no entienden mientras les enseñas, no dudes en llamarme para pedir ayuda.",
    "TwoKidsHomework_15":"¡Oh, gracias!",
    "TwoKidsHomework_16":"Te estamos muy agradecidos, Penny.$h#$b#Desde que se emocionaron demasiado y Gunther los echó, he dudado en traerlos a tus clases.$s#$b#Ambos queremos que los niños empiecen a aprender temprano y, sin vuestra ayuda, no sabríamos qué hacer.",
    "TwoKidsHomework_16_RSV":"Estamos muy agradecidos contigo y con Flor también.$h#$b#Desde que se emocionaron un poco y fueron echados por Gunther, he dudado en traerlos a tus clases.$s#$b#Nosotros dos queremos que los niños empiecen a aprender temprano y sin vuestra ayuda no sabríamos qué hacer.",
    "TwoKidsHomework_17":"No hay problema. Estaré feliz de poder ayudar.$h#$b#Aún son muy pequeños, podemos llevarlos a clase un poco más tarde.",
    "TwoKidsHomework_18":"Gracias, Penny. Contamos contigo por un tiempo.$h",
    "TwoKidsHomework_19":"",
    
    //TwoKidsPHW
    
    "TwoKidsPHW_Penny":"Por favor, no me estás molestando. Realmente amo a %kid1 y %kid2, y estoy más que feliz de ayudarlos con su aprendizaje.$h",
    "TwoKidsPHW_Pam":"Oye @, desde que Penny empezó a ayudar con la tarea de tus pequeños se queda despierta más tarde de lo habitual.#$e#No me quejo, claro.$s ",

    "TwoKidsPHW_Gunther":"@, lamento haber tenido que pedirles a tus hijos que abandonaran el museo la última vez. Este lugar también sirve como un espacio tranquilo y necesito pensar en los demás.$s#$b#Tal vez puedas tráelos de vuelta cuando sean un poco mayores.",

    "TwoKidsPHW_Flor":"¡Oh @.$3#$b#Uh... Esto, mmm...$3#$b#Cuando pasé por tu granja antes, me encontré con %kid1 y %kid2...#$b#Me pidieron que les hiciera la tarea un poco más fácil. ¿No prepare la tarea anterior con suficiente cuidado...?$s#$b#Lo siento, @.$s",
    
    
    // Ice Cream 1 172426012 
    //- Portrait 
    
    "TwoKidsIcecream1_01":"¡Espera, mira!",
    "TwoKidsIcecream1_02":"¡Hola niños!",
    "TwoKidsIcecream1_03":"¿Eso es helado?",
    "TwoKidsIcecream1_04":"¡Tienen una buena pinta!$h#$b#¿Puedes comprarnos unos, porfa?$4",
    "TwoKidsIcecream1_05":"¿Podemos uno al menos, por favor?",
    "TwoKidsIcecream1_06":"¡Por supuesto!",
    "TwoKidsIcecream1_07":"¡Sí!$h#$b#Pero preguntale primero a tus padres, ¿vale?",
    "TwoKidsIcecream1_08":"Pero...$3",
    "TwoKidsIcecream1_09":"{{SpouseTitle}} siempre dice que no...$a",
    "TwoKidsIcecream1_09Mommy":"Mami siempre dice que no...$a",
    "TwoKidsIcecream1_10":"Honestamente, ¿fui demasiado duro con ellos?$s",
    "TwoKidsIcecream1_11":"#Ser un poco estricto con ellos puede ser lo mejor.#De vez en cuando, un pequeño regalo está bien.#",
    "TwoKidsIcecream1_12":"Pero...$s#$b#Um...$s",
    "TwoKidsIcecream1_13":"Está bien.",
    "TwoKidsIcecream1_14":"Hola Alex, ¿podemos traer dos helados para los niños?",
    "TwoKidsIcecream1_15":"¡Por supuesto! Un momento, estará listo en poco tiempo.$h",
    "TwoKidsIcecream1_16":"¡Sí!",
    "TwoKidsIcecream1_17":"¡Oye!",
    "TwoKidsIcecream1_18":"¡Quiero a {{SpouseTitle}}!",
    "TwoKidsIcecream1_18Mommy":"¡Quiero a mami!",
    "TwoKidsIcecream1_19":"¡{{SpouseTitle}} es de lo mejor!",
    "TwoKidsIcecream1_19Mommy":"¡Mami es la mejor!",
    
    //TwoKidsIC1
    
    "TwoKidsIC1_Alex":"Oye @, ¿por qué no traes a los niños a tomar un helado? Ayuda a un amigo y haz felices a los niños también.$h#$b#Es una situación en la que todos ganan, ¿verdad?$h",
    "TwoKidsIC1_Vincent":"%kid2 estaba mostrando su helado...Se ve delicioso... Yo también quiero un helado.$s",
    "TwoKidsIC1_Vincent_girl":"%kid2 estaba mostrando su helado...Se ve delicioso... Yo también quiero un helado.$s",
    
    // Ice Cream 2 172426013 172426014 
    //-Portrait 
    
    "TwoKidsIcecream2_01":"%Hace una hora, en tu casa...",
    "TwoKidsIcecream2_02":"Biblioteca, ¿dijiste?$s#$b#Recuerda, estuvimos allí hace un rato, pero nos echaron porque eras demasiado ruidoso...$s#$b#Aún necesito disculparme a Gunther por esto.$a",
    "TwoKidsIcecream2_03":"¡Pero queremos leer con Jas!",
    "TwoKidsIcecream2_04":"¡Estaremos bien, lo prometo!",
    "TwoKidsIcecream2_05":"¡Somos buenos niños!",
    "TwoKidsIcecream2_06":"%%kid1 y %kid2 están haciendo un gran acto lindo.",
    "TwoKidsIcecream2_07":"...#$b#¡Muy bien, te llevaré a la biblioteca, pero debes portarte bien, sin gritar!",
    "TwoKidsIcecream2_08":"¡Está bien {{SpouseTitle}}!$h",
    "TwoKidsIcecream2_08Mommy":"¡Está bien mami!$h",
    "TwoKidsIcecream2_09":"¡Sí!$h",
    "TwoKidsIcecream2_10":"¡Espera!",
    "TwoKidsIcecream2_11":"¿Dónde está el helado?$3",
    "TwoKidsIcecream2_12":"¿Nuestro helado?$3",
    "TwoKidsIcecream2_13":"¡Aquí no!$3",
    "TwoKidsIcecream2_14":"Ya es otoño, Alex sólo abre una tienda aquí durante el verano.",
    "TwoKidsIcecream2_15":"¿Entonces no hay helado?$3",
    "TwoKidsIcecream2_16":"No.",
    "TwoKidsIcecream2_17":"¡Guau, quiero helado!$s",
    "TwoKidsIcecream2_18":"¡De ninguna manera! ¡Helado ahora!$s",
    "TwoKidsIcecream2_19":"Pensé que querías ir a la biblioteca...$s",
    "TwoKidsIcecream2_20":"¡No, no quiero leerlo!$s",
    "TwoKidsIcecream2_21":"¡Leer es tan aburrido!$s",
    "TwoKidsIcecream2_22":"¡Guau!",
    "TwoKidsIcecream2_23":"*Los dos niños comienzan a gritar a todo pulmón.*",
    "TwoKidsIcecream2_24":"%Después de eso, bajo la atenta mirada de la multitud, %spouse tiene que arrastrar a los dos niños que lloran de regreso a casa...",
    "TwoKidsIcecream2_25":"",   
    
    //TwoKidsIC2
    
    "TwoKidsIC2_Evelyn":"Hola querida, hice helado casero para %kid1 y %kid2. Estoy segura de que les encantará.$h[233]",
    "TwoKidsIC2_Caroline":"Toma estos helados @ y no le digas una palabra a Pierre. Espero que a %kid1 y %kid2 les gusten.[233]",
    "TwoKidsIC2_Gus":"¡Oye @! ¿Necesitas ayuda para hacer helado? Puedo ayudarte, no hay problema.$h#$b#Toma esto por ahora.[233]",
    "TwoKidsIC2_Alex":"Oye, tengo noticias sobre lo que pasó ese día. %spouse no necesita sentirse avergonzado. Trae a los niños a mi casa puedo prepararles helado cuando quieras.$h[233] #$b #Aquí, toma un poco más.[233]",
    "TwoKidsIC2_Emily":"Intenté hacer helado. Toma esto y dáselo a los niños.$h[233]",
    "TwoKidsIC2_Emily_Haley":"He intentado hacer un poco de helado. Toma, toma esto y dáselo a mis queridos sobrinos y sobrinas.$h[233]",
    "TwoKidsIC2_Abigail":"¡Oye, toma esto y no le digas a mi papá!$h[233]",
    "TwoKidsIC2_Vincent":"Um... esto... es... para %kid1 y %kid2.$s[233]#$b#Ahora seré un buen hermano mayor.$s#$b#% La mirada de Vincent se quedó atrapada en el helado que sostenías, y prácticamente se le hace agua la boca .",

    "TwoKidsIC2_Susan":"Recuerdo que tenía un plano para una máquina de helados. Déjame buscarlo...",

    "TwoKidsIC2_Anton":"No creo que les haya regalado nada a los niños. Pueden comer estos helados.[233]#$b#Ah, sí, son de la tienda de mi hermano.$h[233]",
    "TwoKidsIC2_Pika":"¡Aloha, @! No lo olvides, también servimos helado. ¿Qué tal si les compras algo para los más pequeños de vez en cuando?#$b#¡Ten, toma esto!$h[233]",
    "TwoKidsIC2_Corine":"Toma esto, pero mantenlo en secreto de Pika, ¿de acuerdo?$h[233]",
    "TwoKidsIC2_Faye":"Toma esto pero no se lo menciones a Pika, ¿entendido?[233]",
    "TwoKidsIC2_Kiarra":"Oye @, compré helado en la tienda. Dáselo a %kid1 y %kid2.$h[233]",
    "TwoKidsIC2_Lorenzo":"¿Helado? Claro, llévaselo a tus hijos.$h[233]#$b#No puedo prometer que les gustará, pero veo que a Trinnie y Keahi les gusta mucho.[233]" ,
    "TwoKidsIC2_Shanice":"@, Me gustaría invitar a tus hijos a un helado. Recuerda pedírselo a mi esposo antes de irte a casa.$h",
    "TwoKidsIC2_Malaya":"Me dijeron que a tus hijos les gusta el helado. Toma, dales este.[233]#$b#Mi tienda tiene una gran selección. Pasa cuando quieras.$h",

    "TwoKidsIC2_Rosa":"¡Hola @! Solo quería hacértelo saber, recientemente intenté hacer helado.#$b#Aquí tienes, llévaselo a tus hijos.$h[233]#$b#Avísame si les gustó. Haré más para ellos.[233]$h",
    "TwoKidsIC2_Sterling":"Mia se enteró de lo que pasó ese día, así que preparó un montón de helado para los niños.[233]#$b#Toma estos.[233]#$b#Y estos.$h[233] #$b#Estarán encantados.$9[233]",
    "TwoKidsIC2_Mateo":"Compré helado para %kid1 y %kid2.[233]#$b#Espero que esto detenga el suministro de agua.$h[233]",

    "TwoKidsIC2_Jorts":"@! ¡Mira lo que encontré en el bote de basura!#$b#¡Date prisa, dáselo a los pequeños %kid1 y %kid2! ¡No podemos dejar que esos ojitos se pongan llorosos!$2[233]",
    
    // Helado 3 172426015
    
    "TwoKidsIcecream3_01":"¡Bebé, estás aquí!",
    "TwoKidsIcecream3_02":"No puedo creer la cantidad de helado que hay en el refrigerador. ¡Está lleno!$s#$b#¿Qué está pasando aquí?$s",
    "TwoKidsIcecream3_03":"%Le cuentas a %spouse cómo la gente del pueblo les prodigaba helado a sus hijos.",
    "TwoKidsIcecream3_04":"Hmm, podría ser por lo que pasó el otro día...",
    "TwoKidsIcecream3_05":"Sabes, no pude evitar sentirme un poco avergonzado ese día cuando nuestros pequeños causaron tantos problemas...$s#$b#La gente aquí es muy amable, pero entan mimando mucho a nuestos hijos.$h ",
    "TwoKidsIcecream3_06":"Pase lo que pase, no podemos dejar que los niños devoren todo ese helado. Simplemente no es saludable.#$b#...",
    "TwoKidsIcecream3_07":"Parece que tendremos que compartir esto, cariño. Toma esto.$h",
    "TwoKidsIcecream3_08":"%Una semana después, te encuentras con la báscula guardada misteriosamente en la caja de envío.",
    "TwoKidsIcecream3_09":"",
    
    //
    
    
    // Tort 1 172426007
    //-Portrait
    
    "TwoKidsTort_01":"Qué aburrido...",
    "TwoKidsTort_02":"{{SpouseTitle}} ha estado hablando desde siempre...",
    "TwoKidsTort_02Mommy":"Mami ha estado hablando desde siempre...",
    "TwoKidsTort_03":"Keahi todavía nos está esperando...",
    "TwoKidsTort_04":"¡Mira, una tortuga!",
    "TwoKidsTort_05":"¿Tortuga?",
    "TwoKidsTort_06":"*Disfrutando de un tranquilo sorbo de agua*$h",
    "TwoKidsTort_07":"¡Mira, mira, su cola se mueve!",
    "TwoKidsTort_08":"Jeje, ¡es muy divertido!",
    "TwoKidsTort_09":"%%kid1 tira de la cola de la tortuga.",
    "TwoKidsTort_09_girl":"%%kid2 tira de la cola de la tortuga.",
    "TwoKidsTort_10":"*Ruidos de tortuga enojada*$a",
    "TwoKidsTort_11":"Jeje, ¡yo también quiero jugar con el Sr. Tortuga!",
    "TwoKidsTort_12":"%%kid2 le da un pequeño tirón a la cola de la tortuga.",
    "TwoKidsTort_12_girl":"%%kid1 le da un pequeño tirón a la cola de la tortuga.",
    "TwoKidsTort_13":"*Ruidos de tortuga extremadamente enojados*$a",
    "TwoKidsTort_14":"¡Basta!",
    "TwoKidsTort_15":"¡Vaya, no puedes tratar así a una pequeña tortuga!$a",
    "TwoKidsTort_16":"%Después, %spouse regaña a los dos niños traviesos durante 15 minutos completos.",
    "TwoKidsTort_17":"Nunca lo olvides, no puedes volver a hacer esto; los animalitos son muy delicados.$a",
    "TwoKidsTort_18":"*Sollozando*",
    "TwoKidsTort_19":"¿Entiendes?$a",
    "TwoKidsTort_20":"Lo siento, {{SpouseTitle}}...",
    "TwoKidsTort_20Mommy":"Lo siento, mami...",
    "TwoKidsTort_21":"Nunca más...",
    "TwoKidsTort_22":"...$s#$b#...$s#$b#Está bien, ahora pidamos disculpas al Sr. Tortuga.$a",
    "TwoKidsTort_23":"Sr. Tortuga...",
    "TwoKidsTort_24":"*Mira a los niños con atención*$a",
    "TwoKidsTort_25":"Lo sentimos...",
    "TwoKidsTort_26":"Lo siento...",
    "TwoKidsTort_27":"*Girando la cabeza con irritación y alejándose*",
    "TwoKidsTort_28":"*Sollozando*",
    
    //TwoKidsTart1
    
    "TwoKidsTort1_Pika":"Incluso puedo escuchar los rugidos de %spouse hasta aquí arriba cuando estaba cocinando... Y créanme, tengo mucha experiencia en esto$s",
    "TwoKidsTort1_Keahi":"Oye, no se lo digas a nadie, accidentalmente le aplasté la cola a Torts una vez y me tomó un mes entero volver a ser amigo de él!$3",
    "TwoKidsTort1_Olga":"A veces, cuando los niños hacen cosas sin entender las consecuencias, los padres tienen que intervenir y darles amor duro.#$b#%%spouse ha manejado bien la situación.$h",
    "TwoKidsTort1_Blair":"Sabes, no tenía idea de que las tortugas pudieran saltar así. ¿Pueden las tortugas hacer eso normalmente?$3",
    "TwoKidsTort1_Lola":"Escuché toda esa conmoción, así que corrí a ver qué estaba pasando.$s#$b#Torts parecía estar bien. Gracias Yoba.",
    "TwoKidsTort1_Torts":"*Ruidos de tortuga enojada*$a",

    // Tort 2 172426008
    //-Portrait
    
    "TwoKidsTort2_01":"Sr. Tortuga...#$b#Aquí estamos de nuevo...",
    "TwoKidsTort2_02":"Estamos aquí de nuevo...",
    "TwoKidsTort2_03":"*Mira a los niños con recelo*",
    "TwoKidsTort2_04":"Um... Nos...$3#$b#Nosotros hemos traído un regalo para pedir disculpas...",
    "TwoKidsTort2_05":"Hemos traido un regalo para pedir disculpas...",
    "TwoKidsTort2_06":"Esto...es para ti...",
    "TwoKidsTort2_07":"*Torts patea la botella de leche y se aleja*",
    "TwoKidsTort2_08":"Oh, no... nos vamos de nuevo...",
    "TwoKidsTort2_09":"*Sollozando*",
    "TwoKidsTort2_10":"*suspiro*",
    "TwoKidsTort2_11":"Oh, hey @, no te noté aquí.",
    "TwoKidsTort2_12":"Oh, me olvidé de contártelo...$s",
    "TwoKidsTort2_13":"%%spouse te informa sobre el comportamiento descuidado de los niños ese día.",
    "TwoKidsTort2_14":"Y luego, los niños se culpan a sí mismos y quieren traer regalos para hacer las paces con Torts todos los días",
    "TwoKidsTort2_15":"Pero el problema es que Torts todavía esta enojado y siempre patea sus regalos a un lado...$s",
    "TwoKidsTort2_16":"¿Tal vez deberías ayudar a los niños a encontrar un regalo adecuado para hacer las paces con Torts?",

    //TwoKidsTart2
    
    "TwoKidsTort2_Lola":"Es realmente desgarrador ver a tus hijos venir todos los días a disculparse con los Torts, solo para regresar llorando",
    "TwoKidsTort2_Freddie":"Ah, @. Verás, Torts tiene un gusto bastante quisquilloso y tiende a patear todo lo que no le interesa.#$b#Así que es posible que no sea del todo rápido para otorgar perdón a sus hijos.",
    "TwoKidsTort2_Jeric":"Hola, @. Me vino a la mente, una vez pillé a Torts comiendo un bocadillo de una gran fruta azul, así que pensé en compartir algunos arándanos.#$b#Resulta que pateó mis arándanos directamente al estanque.$3",
    "TwoKidsTort2_Aguar":"Recuerdo claramente un momento en lo profundo del bosque donde Torts estaba saboreando fervientemente una fruta antigua. La parte desconcertante es donde descubrió un manjar tan raro.#$b#Torts, sin duda, es una tortuga extraordinaria. ",
    "TwoKidsTort2_":"",
    
    
    // torts 3 172426009
    //-Portrait
    
    "TwoKidsTort3_01":"Animas a los niños a entregar el regalo que han preparado para Torts.",  
    "TwoKidsTort3_02":"Oki {{PlayerTitle}}...", 
    "TwoKidsTort3_02Mommy":"Oki mami...",   
    "TwoKidsTort3_03":"*Nervioso*", 
    "TwoKidsTort3_04":"Sr. Tortruga...#$b#Vinimos a saludar...",    
    "TwoKidsTort3_05":"Venimos a saludar...",   
    "TwoKidsTort3_06":"*Mira a los niños con recelo*",  
    "TwoKidsTort3_07":"Esperamos que disfrutes de este regalo...",  
    "TwoKidsTort3_08":"*jadeo*",    
    "TwoKidsTort3_09":"*Saliva*#$b#*Cóme la fruta*$h",  
    "TwoKidsTort3_10":"¡Mira, está masticando!",    
    "TwoKidsTort3_11":"¡Jeje, incluso está moviendo la cola!",  
    "TwoKidsTort3_12":"¡Parece que Torts finalmente ha accedido a aceptar el regalo de los niños, insinuando una posible reconciliación!",  
    
    //TwoKidsTart3
    
    "TwoKidsTort3_Pika":"Se me ocurrió la idea de preparar algunas de las comidas favoritas de Torts, como la sopa Tom Kha, para ayudar a tus hijos.#$b#Pero con los niños llevando personalmente su regalo de disculpas de %farm, Torts lo apreciará más, ¿no estás de acuerdo?$h",
    "TwoKidsTort3_Trinnie":"%kid1 y %kid2 finalmente hicieron las paces con Torts, ¡sí!$h",
    "TwoKidsTort3_Yuuma":"%kid2 me dijo que Torts aceptó su regalo de disculpa. ¡Estoy tan feliz por ellos!$h",
    "TwoKidsTort3_Shiro":"Hola, @. Es un alivio saber que Torts aceptó la disculpa de %kid1 y %kid2.$h",
    "TwoKidsTort3_":"",
    
    
    // torts 4 172426010
    
    "TwoKidsTort4_01":"*Acariciando la cabeza de la tortuga*",
    "TwoKidsTort4_02":"*Inclina la cabeza, disfrutando las caricias*$h",
    "TwoKidsTort4_03":"*Acariciando las patas de la tortuga*",
    "TwoKidsTort4_04":"*Ruidos de tortuga feliz*$h",    
    "TwoKidsTort4_05":"Oh... Ahora son mejores amigos, ¡mis ojos se están volviendo un poco borrosos!$h",   
    "TwoKidsTort4_06":"¡Guau! ¡Eso parece súper divertido! ¡Déjame unirme! ¡Déjame unirme!$h",  
    "TwoKidsTort4_07":"*Silbido para asustar a Keahi*", 
    "TwoKidsTort4_08":"Muy bien...",    
    "TwoKidsTort4_09":"¡Jajaja, debe ser porque siempre eres tan grosero!$h",   
    "TwoKidsTort4_10":"¿Un final feliz, supongo?",  
    
    //TwoKidsTort4
    
    "TwoKidsTort4_Corine":"Podría ver a los niños acariciando a torts todo el día. Es muy precioso.$h",
    "TwoKidsTort4_Ysabelle":"Corine y yo pasamos el día observando las interacciones de los niños con torts. Era un espectáculo tan emocionante que ni siquiera nos dimos cuenta del paso del tiempo$h",
    "TwoKidsTort4_Alissa":"Trinnie y Keahi están trayendo regalos a Torts todos los días, porque también quieren acariciarlo.#$b#Por supuesto Torts sigue negándose, ¡tendrán que encontrar un regalo que le guste!$h",
    "TwoKidsTort4_Torts":"*Estirando el cuello y mirando hacia atrás, como si buscara %kid1 y %kid2*",
    "TwoKidsTort4_Paula":"Entonces, ese día, %kid2 me vio y dijo: '¡Oye, es la bella doctora!'#$b#Entonces todos se echaron a reír... Fue muy vergonzoso.$4#$b#Estoy empezando sospechar de la influencia de Keahi.$a",
    "TwoKidsTort4_Paula_girl":"Sabes, tuve este momento increíblemente adorable en casa de Pika. %kid2 se acercó corriendo, ansioso por que la recogiera.#$b#Bueno, naturalmente, cargué a la pequeña.$h#$b#Luego señaló a Pika y dijo: '¿Podemos conseguir algunos dulces?' #$b#Oh, @, ¿cómo podría decir que no?$h",
    "TwoKidsTort4_Irene":"El joven Sr. Louie quiere salir con %kid1 y %kid2, pero le da un poco de vergüenza admitirlo.#$b#Así que a menudo se anda con rodeos, tratando de aprender sutilmente sobre ellos.#$b#Oh, @, ¿qué tal si los llevas de vez en cuando a la mansión?$h",
    
    "TwoKidsTort4_Eloise":"Voy a unirme a %kid1 y %kid2 en su visita a Torts. ¡No puedo esperar para acariciar a Torts!$h",
    "TwoKidsTort4_Lavril":"¿Puedo ser amiga del Sr. Tortuga también? Espero que no me tenga miedo.$7",
    
    
    
}