{
		"config.PlayerTitle.description": "Escolha como seus filhos querem te chamar.",
		"config.SpouseTitle.description": "Escolha como seus filhos chamam o(a) seu(sua) cônjuge.",
		"config.VanillaDarkSkinToddler.description": "Selecione isso para um menino de pele escura, caso não esteja usando nenhum mod personalizado de sprites infantis.",
		"config.VanillaDarkSkinToddlerGirl.description": "Selecione isso para meninas negras e você não estiver usando nenhuma modificação personalizada de sprites infantis.",
		"config.AlternativeTextureToddlerSprites.description": "Leia a descrição da página de MOD antes de usar. Selecione esta opção se você estiver usando um MOD de Textura Alternativa para sprites de crianças pequenas, como o Lumisteria Toddlers Like Parents - Alternative Children.",
		"config.GirlName.description": "Digite o nome da sua filha aqui",
		"config.BoyName.description": "Digite o nome do seu filho aqui",
		"config.UsePortraitMOD.description": "Marque esta opção se estiver usando um MOD de patcher de conteúdo que modifica os retratos das crianças durante eventos, como Crianças Imersivas - Retratos e Sprites",
	
//Baby Stage Events
	//Kid 1
		
		//Event 1 (Birth) 172420000
	
    "Kid1_0H_01":"Oh, nosso(a) anjinho(a)...$4",
	"Kid1_0H_02":"@, este pode ser o dia mais feliz da minha vida...$4#$b#Vou guardar essa memória para sempre...$4",
	"Kid1_0H_02.1":"Ah, tão adorável...",
	"Kid1_0H_03":"${Querido^Querida}$, vamos dar a %kid1 todo o amor do mundo, tornando-o a criança mais feliz de todos os tempos.$h",
	"Kid1_0H_03_girl":"${Querido^Querida}$, vamos dar a %kid1 todo o amor do mundo, tornando-a a criança mais feliz de todos os tempos.$h",
	"Kid1_0H_04":"E espero que ele cresça para ser tão notável quanto você um dia.",
	"Kid1_0H_04_girl":"E espero que ela cresça para ser tão notável quanto você um dia.$4",
	"Kid1_0H_05":"#Tão adorável quanto você.#Ou tão bondoso(a) quanto você.#Ou tão inteligente quanto você.#Ou tão corajoso(a) quanto você.#Ou tão resiliente quanto você.",
	"Kid1_0H_06":"Oh, meu amor...$4",
	
	// kid1_0h
	
	"kid1_0h_Robin":"Ei, @, se você precisar de algum conselho ou dica sobre como cuidar de um(a) bebê, não hesite em entrar em contato comigo!#$b#Afinal, eu mesma sou mãe de dois filhos.$h",
	"kid1_0h_Vincent":"Olá, ${fazendeiro^fazendeira}$ @! Seu bebê é menino ou menina?#$b#Um menino? Legal, quero dar esse presente a ele!$h[2]",
	"kid1_0h_Vincent_girl":"Oi, ${fazendeiro^fazendeira}$ @! Seu bebê é menino ou menina?#$b#Uma menina? Legal, quero dar esse presente a ela!$h[18]",
	"kid1_0h_Jas":"Hum... c... posso ir até sua casa para ver o(a) bebê?$s#$b#Serei muito, muito gentil e não darei um pio!$s",
	"kid1_0h_Lewis":"Olá, @! Como você está hoje?$h#$b#Eu só passei para ver seu bebê enquanto inspecionava seus envios. Uma criança saudável e adorável, devo dizer.$h",
	
	"kid1_0h_Keahi":"Ei, @! Quando %kid1 crescer, posso ir brincar?#$b#Não se preocupe, não serei mau nem nada! Apenas algumas brincadeiras divertidas, só isso!$4",
	"kid1_0h_Trinnie":"Ei, @! Posso ir ver o(a) bebezinho(a)?$h#$b#Por favor?#$b#Por favor?$s",
	"kid1_0h_Lenny":"Acabei de ir até sua casa para ver %kid1, e uau, ele é fofo demais!$h#$b#Esses olhos, eles são meio parecidos com os seus, sabe!",
	"kid1_0h_Lenny_girl":"Acabei de ir até sua casa para ver %kid1, e uau, ela é fofa demais!$h#$b#Esses olhos, eles são meio parecidos com os seus, sabe!",
	"kid1_0h_Pika":"Tempo sem te ver, @! Imagino que seu pequeninx esteja te ocupando.$h#$b#Aguarde um instante, vou preparar algo especial para você levar para casa e saborear.",
	
	"kid1_0h_Sen":"Posso dar uma passadinha para dar uma olhadinha no(a) %kid1? Só vou chegar mais perto quando ele(a) estiver em um sono profundo.#$b#Temo que eles possam estar com medo de nós, sombras.$8",	
	"kid1_0h_Barron":"Recebi boas notícias!$1#$b#Parabéns, tenho certeza que o(a) pequeno(a) %kid1 será perfeito(a).$1",
		
	//Event 2 (Sleep) 172420001
	
    "Kid1_1H_01":"Você está bem? @?$s",
	"Kid1_1H_02":"Sim, eu também quero dormir. Não temos dormido muito à noite recentemente.$s",
	"Kid1_1H_03":"Ouvi dizer que os primeiros dias após o nascimento de um bebê são os mais difíceis para os pais, especialmente à noite.",
	"Kid1_1H_04":"Mas nunca imaginei que seria tão assustador.$s",
	"Kid1_1H_05":"Nosso anjo é tão adorável durante o dia, mas à noite é simplesmente horrível...#$b#Cheio de energia, chorando a plenos pulmões, como se estivesse se transformando em um monstro choroso. Eu me pergunto quem ele leva depois de...$s",
	"Kid1_1H_girl_05":"Nosso(a) anjo(a) é tão fofo(a) durante o dia, mas à noite é simplesmente terrível...#$b#Cheio(a) de energia, chorando a plenos pulmões, como se estivesse se transformando em um monstro uivante. Eu me pergunto quem ele(a) puxou...$s",
	"Kid1_1H_06":"Robin me disse que não precisamos ficar acordados juntos para cuidar do(a) bebê. Podemos dormir em quartos separados e nos revezar cuidando dele(a)!",
	"Kid1_1H_06_Maru":"Sabe, mamãe mencionou para mim que não precisamos ficar acordados juntos para cuidar do(a) bebê. Podemos dormir em quartos separados e nos revezar para cuidar dele(a)!",
	"Kid1_1H_06_Sebastian":"Sabe, mamãe mencionou para mim que não precisamos ficar acordados juntos para cuidar do(a) bebê. Podemos dormir em quartos separados e nos revezar para cuidar dele(a)!",
	"Kid1_1H_07":"Por que não pensei nisso antes...$s",
	"Kid1_1H_08":"${Querido^Querida}$, você trabalha tanto durante o dia, que merece descansar à noite. Por isso, vou cuidar mais das tarefas do(a) bebê durante a noite. Assim, você pode dormir mais e se recuperar para o dia seguinte.",
	"Kid1_1H_09":"Oh... @... você é sempre tão ${atencioso^atenciosa}$...$4",
	"Kid1_1H_10":"Você poderia se aproximar por um momento?$4",
	"Kid1_1H_11":"%De repente, ouve-se um choro alto vindo do quarto do(a) bebê.",
	"Kid1_1H_12":"Ah, não...$s",
	
	// kid1_1h
	
	"kid1_1h_Pierre":"Oi, @, eu sei que os primeiros meses com um(a) bebê podem ser desafiadores.#$b#Caroline tem uma coleção de livros sobre parentalidade. Você pode perguntar a ela se quiser dar uma olhada.",
	"kid1_1h_Marnie":"Oh, @! Você parece que não está dormindo o suficiente. Você tem descansado adequadamente?$s#$b#Por favor, pegue um pouco de leite fresco aqui. Espero que isso possa ajudar um pouco a vocês dois.[186]",
	"kid1_1h_Jodi":"Eu ouvi do(a) %spouse que vocês dois não têm dormido bem ultimamente. Então, pensei em ajudar com algumas sugestões.#$b#É importante ter uma rotina consistente para alimentação, sono e tempo de brincadeira para o(a) bebê.#$b#Isso pode ajudar %kid1 a desenvolver bons hábitos de sono.$h",
	"kid1_1h_George":"Hmmph... você está péssimo(a). Vá dormir um pouco mais.",
	"kid1_1h_Evelyn":"Oh meu Deus! ${Querido^Querida}$... você parece que passou por uma situação difícil. O(A) %spouse também está exausto(a) como você?$s#$b#Por que você não vem aqui em breve? Deixe a vovó preparar algo delicioso e substancial para vocês dois.",
	
	"kid1_1h_Shanice":"Oi, ${Querido^Querida}$! Se não fosse por cuidar da loja, eu estaria indo visitar seu bebê.$h",
	
	"kid1_1h_Gunther":"Você está entrando em um novo capítulo da vida.#$b#Que esta nova fase em sua vida seja cheia de sucesso e felicidade.$h",
	
	"kid1_1h_Rodney":"Ouvi dizer que %spouse e você estavam percorrendo a vila, reunindo conselhos de parentalidade das pessoas.#$b#Mas por que ninguém apareceu para me perguntar...$7",
	"kid1_1h_Barron":"@? Você parece tão ${cansado^cansada}$, você sabe que ficaria feliz em cuidar do(a) bebê. Assim, você e sua cara-metade podem descansar mais.$2",
	
	
	//Kid 1
		//Event 3 (Book) 172420002
		
	"Kid1_2H_01":"Ainda tenho alguns livros sobre recém-nascidos e eles estão aqui.",	
	"Kid1_2H_02":"Ok.",
	"Kid1_2H_03":"Talvez seja interessante conferir os livros aqui à medida que seu(sua) filho(a) cresce.",
	"Kid1_2H_04":"Uau, que biblioteca e tanto!$h",
	"Kid1_2H_05":"Você leu todos eles? Não fazia ideia que você era uma leitora tão ávida!",
	"Kid1_2H_05_Abigail":"Você leu todos eles? Eu não tinha ideia de que você era uma leitora tão ávida, mãe.",
	"Kid1_2H_06":"A ${maternidade^paternidade}$ muitas vezes nos leva a aprender coisas com as quais não nos importávamos antes.#$b#Isso soa como você agora, não é?$h#$b#De qualquer forma, tenha em mente, livros não dá para cobrir todas as surpresas que surgem no seu caminho.#$b#Sempre que precisar, seja de um conselho ou de uma babá, não hesite em perguntar, ok?",
	"Kid1_2H_06_Penny":"A ${maternidade^paternidade}$ muitas vezes nos leva a aprender coisas com as quais não nos importávamos antes.#$b#De qualquer forma, tenha em mente que os livros não podem cobrir todas as surpresas que surgem em seu caminho.#$b#Sempre que você estiver precisando, seja de um conselho ou de uma babá, não hesite em perguntar, ok?",
	"Kid1_2H_06_Flor":"A ${maternidade^paternidade}$ muitas vezes nos leva a aprender coisas com as quais não nos importávamos antes.#$b#De qualquer forma, lembre-se de que os livros não podem cobrir todas as surpresas que surgem em seu caminho.#$b#Sempre que você estiver precisando, seja de um conselho ou de uma babá, não hesite em perguntar, ok?",
	"Kid1_2H_06_Elliott":"A ${maternidade^paternidade}$ muitas vezes nos leva a aprender coisas com as quais não nos importávamos antes.#$b#De qualquer forma, tenha em mente que os livros não podem cobrir todas as surpresas que surgem em seu caminho.#$b#Sempre que você estiver precisando, seja de um conselho ou de uma babá, não hesite em perguntar, ok?",
	"Kid1_2H_06_Abigail":"A ${maternidade^paternidade}$ muitas vezes nos leva a aprender coisas com as quais não nos importávamos antes.#$b#Isso soa como você agora, não é? Você não teria se incomodado com esses livros antes.$h#$b#De qualquer forma, lembre-se de que os livros não podem cobrir todas as surpresas que surgem em seu caminho.#$b#Sempre que você precisar, seja de um conselho ou de uma babá, não hesite em perguntar à sua mãe, OK?",
	"Kid1_2H_07":"Hmm... esta parece ser uma boa escolha.",
	"Kid1_2H_08":"Ah, posso pegar emprestado isso também.$h",
	"Kid1_2H_09":"Hein? O que é isso?",
	"Kid1_2H_10":"!!#$b#...$5#$b#...$s",
	"Kid1_2H_11":"Acho que vou fingir que não vi isso.$s",
	
	//	kid1_2h
	
	"kid1_2h_Pierre":"%spouse tem me lançado olhares estranhos ultimamente. Estou imaginando coisas?$s",
	"kid1_2h_Caroline":"%spouse perguntou sobre alguns livros para pais, esperando que eles pudessem fornecer alguma orientação para todos vocês.",
	
	"kid1_2h_Barron":"@, posso procurar alguns livros sobre pais para você, se precisar deles.$h#$b#Espere, tenho aquele livro que Caroline emprestou para você. Vou procurar algumas dicas.$1",
	
	
	//Kid 1
		//Event 4 (Mother Visit) 172420003 172420004
	
	"Kid1_MV_01":"%Neste dia importante, todos vocês deveriam ter acordado cedo porque um convidado especial está a caminho de Stardew Valley.#$b#%Mas infelizmente, %spouse e você acabam dormindo um pouco demais por causa de uma noite agitada...#$b#%E agora, você está esperando no ponto de ônibus, e %spouse saiu para buscar ajuda do Gus.",
	"Kid1_MV_02":"Ei, %spouse. Aqui está sua comida, conforme solicitado.",
	"Kid1_MV_03":"Oh, Gus, você é um salva-vidas.$h#$b#Quando @ e eu dormimos demais, fiquei completamente perdido...$s",
	"Kid1_MV_04":"Não mencione isso, é melhor você voltar para casa. Sua sogra pode aparecer a qualquer momento.$h",
	"Kid1_MV_05":"Oh! Sim, é melhor eu ir!$s",
	"Kid1_MV_06":"Obrigado!",
	"Kid1_MV_07":"Dê a ela meus cumprimentos!",
	"Kid1_MV_08":"*Ofegando*",
	"Kid1_MV_09":"Ei, ${Querido^Querida}$!",
	"Kid1_MV_10":"Ela ainda não apareceu, certo?$s",
	"Kid1_MV_11":"Beleza, peguei a comida. Preciso voltar pra casa e deixar tudo arrumado. Não posso deixar o(a) %kid1 sozinho(a) por muito tempo.",
	"Kid1_MV_12":"Tenho que correr!",
	"Kid1_MV_13":"%Os preparativos foram um pouco corridos por causa da preguiça na cama, mas felizmente, tudo estava pronto antes da chegada da sua mãe.#$b#%Depois que ela chegou... ela não conseguiu conter a excitação, e lágrimas de alegria brotaram em seus olhos enquanto abraçava seu(sua) neto(a) com força.#$b#%Pode ter sido a primeira vez que a viu tão genuinamente feliz, e sua casa ressoou com risadas e calor o dia todo.#$b#%Se o seu avô pudesse ouvir do além, certamente ficaria animado...",
	
	"MotherMail":"${Querido^Querida}$ @, ^^Ontem foi realmente emocionante! Já faz algum tempo desde que eu dei uma risada tão boa, minhas bochechas quase ficaram dormentes! ^^Ver seu(sua) bebê trouxe de volta memórias queridas de sua própria infância, tão cheio(a) de vivacidade e adorabilidade. É incrível pensar que ${o bebezinho^a bebezinha}$ que você já foi, cresceu para administrar a fazenda do seu avô de maneira tão brilhante, com um(a) parceiro(a) tão maravilhoso(a) e um(a) filho(a) adorável. Isso me enche de imensa gratidão, sério...eu não estou chorando! ^^Agora que estou voltando, certifique-se de que vocês dois se cuidem bem. Ser pais significa que a responsabilidade é ainda maior, ${meu querido^minha querida}$. ^^Com amor, mãe ^^PS Tenho que compartilhar as fotos nas redes sociais para me exibir um pouco!",
	
	//	kid1_MV
	
	"kid1_MV_Evelyn":"Sua mãe nos fez uma visita antes de partir. Foi uma surpresa maravilhosa! Já faz muito tempo desde a última vez que a vimos.$h",
	"kid1_MV_George":"Hmmph, depois de todos esses anos, ela finalmente se lembrou desta pequena comunidade.$a#$b#%Você percebe que George está saboreando os lanches que sua mãe trouxe com grande prazer.",
	"kid1_MV_Gus":"Que bom que pude ajudar. Se precisar de alguma coisa, não hesite em me chamar!$h",
	"kid1_MV_Lewis":"Olá, @! Já faz muito tempo desde a última vez que tivemos o prazer da companhia de sua mãe na Vila Pelicanos. Você deveria incentivá-la a visitá-la com mais frequência.$h",
	
	"kid1_MV_Lenny":"Encontrei sua querida mãe no ponto de ônibus. Já faz um bom tempo desde nosso último bate-papo.#$b#Não se preocupe, eu estava cantando seus louvores. Você é praticamente um herói local afinal de contas em Ridgeside.$h",
	"kid1_MV_":"",
	
	//Kid 1
		//Event 5 (Talk) 172420005
	
	"Kid1_3H_01":"!$h",
	"Kid1_3H_02":"%%spouse está transbordando de um nível extraordinário de excitação, pulando e saltando alegremente.",
	"Kid1_3H_03":"Oh, você está de volta! Momento perfeito.$h#$b#Eu estava prestes a compartilhar minha felicidade com você!$h",
	"Kid1_3H_04":"Adivinha o que aconteceu logo depois que terminei de alimentar %kid1?",
	"Kid1_3H_05":"Hehe, nosso precioso pequenino acenou com suas mãozinhas para mim e então...",
	"Kid1_3H_05_girl":"Hehe, nossa preciosa pequenina acenou com suas mãozinhas para mim e então...",
	"Kid1_3H_06":"%kid1 me chamou! Me chamou!$h",
	"Kid1_3H_07":"%kid1 é apenas um(a) bebezinho(a), mas já está me chamando!$h",
	"Kid1_3H_08":"É absolutamente precioso, tão adorável, além de adorável!$h",
	"Kid1_3H_09":"Venha rápido, vamos ver se nosso(a) bebê aprendeu a chamar você!$h",
	"Kid1_3H_10":"%Na hora seguinte, os dois pais bobos tentaram todos os truques do livro para fazer o bebê chamar por eles, e eles não conseguiam parar de rir.",
	
	// kid1_3h
	
	"kid1_3h_Demetrius":"Parabéns, @! Ouvi dizer que seu(sua) filho(a) começou a ligar para você.#$b#Este é realmente um dos momentos mais felizes da ${paternidade^maternidade}$.$h",
	"kid1_3h_Gus":"Olá, @! Você parece tão feliz que pode começar a dançar a qualquer momento. É porque seu(sua) filho(a) começou a falar?$h#$b#Como posso saber? Bem, %spouse pode não pare de falar sobre isso com todo mundo!",
	"kid1_3h_Clint":"%spouse me disse que seu(sua) filho(a) começou a falar e parece absolutamente encantado(a).$4#$b#Quando terei a chance de experimentar tanta alegria...$s",
	
	"kid1_3h_Faye":"Com %kid1 aqui, me sinto inspirado para explorar possibilidades de design nas quais nunca pensei antes.#$b#Oh, espere, agora tenho uma inspiração de moda para bebês fabulosamente fofa!$h",
	"kid1_3h_Bert":"Sabe, a primeira vez que Trinnie me chamou de papai, fiquei com os olhos um pouco marejados. E você?",
	"kid1_3h_Ezekiel":"Ouvi de %spouse que seu(sua) filho(a) deixou você ${todo^toda}$ ${choroso^chorosa}$, hein?$h#$b#O quê? Quando Corine nasceu?$3#$b#Nah, sem chance. Eu sou feito de coisas mais difíceis !",
	
	"kid1_3h_Rodney":"A primeira vez que Meredith me chamou, foi o epítome da pura felicidade em minha vida, superando a alegria de receber qualquer prêmio por meus livros.$h",
	"kid1_3h_Barron":"Agora que %kid1 está falando, é muito importante começar a ler para ele.#$b#Isso ajudará a desenvolver sua fala.",
	"kid1_3h_Barron_girl":"Agora que %kid1 está falando, é muito importante começar a ler para ela.#$b#Isso ajudará a desenvolver sua fala.",
	
	//Kid 2
		// Event 1 (Birth) 172421000
		//- Portrait 
		
		"Kid2_0H_01":"Uau! Quem é esse(a) bebezinho(a)?$4",
		"Kid2_0H_02":"%kid1, venha conhecer seu irmão mais novo.$h",
		"Kid2_0H_02_girl":"%kid1, venha conhecer sua irmã mais nova.$h",
		"Kid2_0H_03":"Oi, manozinho!$h",
		"Kid2_0H_03_girl":"Oi, irmãzinha!$h",
		"Kid2_0H_04":"%De repente, %kid2 começa a rir e a agitar suas mãozinhas alegremente.",
		"Kid2_0H_04_girl":"%De repente, %kid2 começa a rir e a agitar as mãozinhas alegremente.",
		"Kid2_0H_05":"Olha, ele está acenando de volta!$4",
		"Kid2_0H_05_girl":"Olha, ela está acenando de volta!$4",
		"Kid2_0H_06":"Hehe, ele está tentando dizer oi, assim como você.$h",
		"Kid2_0H_06_girl":"Hehe, ela está tentando dizer oi, assim como você.$h",
		"Kid2_0H_07":"Ok, me escute, %kid1.",
		"Kid2_0H_08":"Você é um irmão mais velho agora. Lembre-se de ser legal com sua irmã mais nova e cuidar bem dela, ok?",
		"Kid2_0H_08_girl":"Você é uma irmã mais velha agora. Lembre-se de ser legal com seu irmão mais novo e cuidar bem dele, ok?",
		"Kid2_0H_09":"Ok~$4",
		"Kid2_0H_10":"",
		
		// Kid2_0H
	
	"Kid2_0H_Vincent":"%kid1 me disse que agora tem uma irmã mais nova.#$b#Que legal! Eu também quero ter uma irmã mais nova.$h",
	"Kid2_0H_Vincent_girl":"%kid1 me disse que agora tem um irmão mais novo.#$b#Que legal! Eu também quero ter um irmão mais novo.$h",		
	"Kid2_0H_Jas":"Oi, fazendeiro @. O bebê pode brincar com as pelúcias? Eu quero brincar com ele.",	
	"Kid2_0H_Jas_girl":"Oi, fazendeiro @. O bebê pode brincar com as bonecas? Eu quero brincar com ela.",	
	"Kid2_0H_Gus":"Oi, @! Já faz um tempo que não vejo você e %spouse por aí. Acho que aquele recém-nascido está mantendo vocês dois ocupados.#$b#Que tal passar por aqui para tomar uma bebida algum dia? Está no casa.$h",	
	"Kid2_0H_Pierre":"Parece que temos outro bebê novo na cidade. Não se preocupe, eu estocei todos os suprimentos para bebês.$h#$b#Se você precisar de alguma coisa, é só passar por aqui.",	
	"Kid2_0H_Robin":"E aí, sejam bem-vindos ao 'Clube dos Dois Amiguinhos'! Parece que estamos crescendo.$h",	
	"Kid2_0H_Caroline":"Um filho já pode dar muito trabalho, e agora você tem dois. Você pode acabar mais exausto do que nós.#$b#Mas, você sabe, estou brincando. Sua família está crescendo, e isso é algo para comemorar!$h",	
	
	"Kid2_0H_Sophia":"Ah. %kid2 é muito fofo.$9#$b#Você acha que %kid1 ou %kid2 são mais fofos?#$b#Não consigo decidir!$9",	
	
	"Kid2_0H_Ian":"Olá, @! Imagino que você tenha estado bastante ocupado recentemente, especialmente com o novo membro da família.#$b#Você precisa de ajuda com sua fazenda?#$b#Apenas me dê um grito, eu vou oferecer um desconto para amigos!$h",	
	"Kid2_0H_Sean":"Ei, @! Você deve estar super ocupado ultimamente, certo? Sinta-se à vontade para confiar mais em nós.#$b#Sério, não precisa se conter. É apenas a nossa maneira de agradecer por todos os momentos você nos protegeu.$h",	
	
	"Kid2_0H_Lavril":"Posso ir ver seu bebê também?$10#$b#Oh, mal posso esperar!$12",	
	"Kid2_0H_Barron":"Um segundo(a) bebê?$1#$b#Uau, vocês dois são verdadeiros soldados!$1",	
	
	"Kid2_0H_":"",	
	
	
		//Event 2 (Milk baby) 172421001 
		//- Portrait 
		
		"Kid2_Milk_01":"...E então fiquei surpreso ao ver como os preços dos produtos básicos para bebês aumentaram desde que %kid1 nasceu...$s",
		"Kid2_Milk_02":"Eu sei, mas ele argumentou que é por causa da inflação...$s#$b#Ele nem se mexeu quando pedi um desconto!$a",
		"Kid2_Milk_02_Abigail":"Eu sei, mas ele argumentou que é por causa da inflação...$s#$b#Ele não vai dar desconto nem para a própria filha!$a",
		"Kid2_Milk_03":"%De repente, o som do choro de %kid2 é interrompido.",
		"Kid2_Milk_04":"Opa, nos empolgamos com a conversa e esquecemos a hora da alimentação de %kid2.$s#$b#Vamos nos apressar.",
		"Kid2_Milk_05":"%Mas quando você se aproxima do berço, você descobre...",
		"Kid2_Milk_06":"Não chore, irmãzinha!#$b#O mano está aqui com você!",//Need Update
		"Kid2_Milk_06_girl":"Não chore, irmãozinho!#$b#A maninha está aqui com você!",//Need Update
		"Kid2_Milk_07":"O irmão mais velho está aqui com você!",
		"Kid2_Milk_07_girl":"A irmã mais velha está aqui com você!",
		"Kid2_Milk_08":"Olha, essa é a sua mamadeira!#$b#Calma, tá tudo bem. Tome devagarzinho, sem choro, tá bom?",//Need Update
		"Kid2_Milk_09":"Beba devagar, sem chorar, ok?",
		"Kid2_Milk_10":"%Com a mamadeira em suas mãozinhas, o choro de %kid2 cessa gradativamente e ele começa a beber o leite lentamente.",
		"Kid2_Milk_10_girl":"%Com a mamadeira em suas mãozinhas, o choro de %kid2 cessa gradativamente e ela começa a beber o leite lentamente.",
		"Kid2_Milk_11":"Bom menino~",
		"Kid2_Milk_11_girl":"Boa menina~",
		"Kid2_Milk_12":"Lalala, minha estrelinha~",
		"Kid2_Milk_13":"%%kid1 começa a cantarolar a canção de ninar que você sempre cantou para ele(a).",
		"Kid2_Milk_13_girl":"%%kid1 começa a cantarolar a canção de ninar que você sempre cantava para ela.",
		"Kid2_Milk_14":"*Sussurro* Oh ${Querido^Querida}$, olhe isso...$4",
		"Kid2_Milk_15":"Isso é muito doce...$4",
		"Kid2_Milk_16":"${Querido^Querida}$, nunca esperei testemunhar isso...",
		"Kid2_Milk_17":"%kid1 está nos deixando muito orgulhosos.$h",
		
		//  Kid2_Milk
		
		"Kid2_Milk_Jodi":"Nossa, isso não é simplesmente adorável?$h#$b#Eu sei que %kid1 é um pouco travesso às vezes, mas parece que ele já está mostrando sinais de se tornar um irmão mais velho responsável.$h",
		"Kid2_Milk_Jodi_girl":"Nossa, isso não é simplesmente adorável?$h#$b#Eu sei que %kid1 é um pouco travessa às vezes, mas parece que ela já está mostrando sinais de se tornar uma irmã mais velha responsável.$h",
		"Kid2_Milk_Penny":"Sabe, não é incomum que o irmão mais velho fique mais travesso quando o segundo chega, sentindo-se um pouco negligenciado.#$b#Parece que %kid1 não age assim, é maravilhoso.$h",
		
		"Kid2_Milk_Olga":"Você acha que Trinnie assumiria mais responsabilidades se tivesse um irmão ou irmã mais novo?",
		"Kid2_Milk_Bert":"Olá, @. Trinnie soube que %kid1 estava ajudando a alimentar sua irmãzinha e disse que ela também gostaria de participar.$h",
		"Kid2_Milk_Bert_girl":"Olá, @. Trinnie soube que %kid1 estava ajudando a alimentar seu irmão mais novo e disse que também gostaria de participar.$h",
		"Kid2_Milk_Naomi":"É um pouco mais fácil quando você tem um irmão ou irmã mais velho prestativo cuidando do segundo.#$b#Não me pergunte como eu sei.$h",
		
		"Kid2_Milk_Aideen":"Então, você percorreu grandes distâncias apenas para nos presentear com a história de como %kid1 cuida de sua irmã?#$b#Muito bem, é indiscutivelmente cativante. Os filhos e, talvez, os pais também.$7",
		"Kid2_Milk_Aideen_girl":"Então, você percorreu grandes distâncias apenas para nos presentear com a história de como %kid1 cuida de seu irmão?#$b#Muito bem, é indiscutivelmente cativante. Os filhos e, talvez, os pais também.$7",
		"Kid2_Milk_Rosa":"Sabe, parece que foi ontem que você trouxe %kid1 aqui, procurando uma babá. Saber o quão responsável ele se tornou é realmente reconfortante.#$b#Veja, %kid1 sempre se sentiu como a criança que todos nós ajudou a nutrir na Scarp.$h",
		"Kid2_Milk_Rosa_girl":"Sabe, parece que foi ontem que você trouxe %kid1 aqui, procurando uma babá. Saber o quão responsável ela se tornou é realmente reconfortante.#$b#Veja, %kid1 sempre se sentiu como a criança que todos nós ajudou a nutrir na Scarp.$h",
		"Kid2_Milk_":"",
		"Kid2_Milk_":"",
	

		//Event 3 (Clinic) 172421003 172421004
	
	"Kid2_1H_01":"%Você recebeu um telefonema de Harvey, informando que algo aconteceu com seu bebê, e agora você está correndo para a clínica a todo vapor.",
	"Kid2_1H_02":"@! Você chegou bem na hora!",
	"Kid2_1H_03":"Ah não, o que devemos fazer... %kid2 está muito doente! Não tenho certeza do que está acontecendo!$s",
	"Kid2_1H_04":"Ah, tudo bem, deixe-me organizar meus pensamentos.$s#$b#Hoje, pouco depois de alimentar %kid2 com leite, de repente o ouvi chorar sem parar.#$b#No início, presumi que fosse apenas porque ele precisava se aliviar.#$b#Mas para minha surpresa, seu corpo ficou mais inchado e vermelho. E ele está vomitando e tendo diarréia também.$s",
	"Kid2_1H_04_girl":"Ah, tudo bem, deixe-me organizar meus pensamentos.$s#$b#Hoje, pouco depois de alimentar %kid2 com leite, de repente a ouvi chorando incessantemente.#$b#No início, presumi que fosse apenas porque ela precisava se aliviar.#$b#Mas para minha surpresa, o corpo dela ficou mais inchado e vermelho. E ela está vomitando e tendo diarréia também.$s",
	"Kid2_1H_05":"Parece muito sério.$s#$b#Então, levei-o às pressas para a clínica e, felizmente, o Dr. Harvey ainda está aqui.",
	"Kid2_1H_05_girl":"Parece muito sério.$s#$b#Então, eu levei ela para a clínica e, felizmente, o Dr. Harvey ainda está aqui.",
	"Kid2_1H_06":"Ele ficará bem? Ouvi dizer que recém-nascidos são incrivelmente frágeis e podem sucumbir facilmente a várias doenças.$s",
	"Kid2_1H_06_girl":"Ela vai ficar bem? Ouvi dizer que recém-nascidos são incrivelmente frágeis e podem sucumbir facilmente a várias doenças.$s",
	"Kid2_1H_07":"O que devemos fazer? O que devemos fazer!$s",
	"Kid2_1H_08":"@, %spouse.",
	"Kid2_1H_09":"Doutor! O que há de errado com %kid2? A condição dele é grave? É algo terminal? Há algo que possamos fazer?$s",
	"Kid2_1H_09_girl":"Doutor! O que há de errado com %kid2? A condição dela é grave? É algo terminal? Há algo que possamos fazer?$s",
	"Kid2_1H_10":"Por favor, vocês dois, tentem manter a calma.",
	"Kid2_1H_11":"%kid2 está apenas apresentando sintomas de intolerância à lactose, que é um problema comum entre recém-nascidos.#$b#Contanto que administremos cuidadosamente sua dieta por enquanto, podemos controlá-la.#$b#Além disso, muitos as crianças se recuperam da intolerância à lactose sem maiores complicações. ",
	"Kid2_1H_11_girl":"%kid2 está apenas apresentando sintomas de intolerância à lactose, que é um problema comum entre recém-nascidos.#$b#Contanto que administremos cuidadosamente sua dieta por enquanto, podemos controlá-la.#$b#Além disso, muitos as crianças se recuperam da intolerância à lactose sem maiores complicações. ",
	"Kid2_1H_12":"Nossa... Mas ele está melhor agora?$s",
	"Kid2_1H_12_girl":"Nossa... Mas ela está melhor agora?$s",
	"Kid2_1H_13":"Sim, forneci tratamento de emergência e %kid2 está bastante estável agora. Ele está dormindo profundamente lá atrás.",
	"Kid2_1H_13_girl":"Sim, forneci tratamento de emergência e %kid2 está bastante estável agora. Ela está dormindo profundamente lá atrás.",
	"Kid2_1H_14":"Ufa... Obrigado Yoba.$h",
	"Kid2_1H_15":"Também vou prescrever alguma enzima lactase e outros medicamentos.#$b#Venha, por favor, siga-me. Vou explicar quais cuidados dietéticos você precisa saber...",
	
	// kid2_1h
	
	"kid2_1h_Harvey":"Por favor, não se preocupe. Vou ficar de olho na saúde de %kid2 e ajudá-lo a recuperar lentamente a capacidade de ter uma dieta regular.",
	"kid2_1h_Harvey_girl":"Por favor, não se preocupe. Vou ficar de olho na saúde de %kid2 e ajudá-la a recuperar lentamente a capacidade de ter uma dieta regular.",
	"kid2_1h_Maru":"Ver um bebezinho suportar tanta dor é realmente doloroso. Espero que %kid2 tenha uma recuperação rápida.$s",
	"kid2_1h_Jodi":"Você precisa de recomendações sobre fórmulas infantis sem lactose?#$b#Passei por algo semelhante com meus filhos quando eles nasceram, então estou bastante familiarizado com isso.",
	"kid2_1h_Marnie":"Ouvi falar do que aconteceu com %kid2, então não trouxe leite fresco para ele.$s#$b#Espero que ele melhore logo.",
	"kid2_1h_Marnie_girl":"Eu ouvi sobre o que aconteceu com %kid2, então não trouxe leite fresco para ela.$s#$b#Espero que ela melhore logo.",
	"kid2_1h_Pierre":" Fiquei sabendo do estado de saúde do(a) seu(sua) filho(a) e lamento muito saber disso.$s#$b#A propósito, sempre posso ${ajudá-lo^ajudá-la}$ a estocar comida para bebê sem lactose!#$b#Fique ${tranquilo^tranquila}$, não vou tirar vantagem da sua situação!$h",
	"kid2_1h_Evelyn":"Oh Yoba... Quando os bebês nascem, é importante apresentá-los aos diferentes alimentos gradualmente. Você deve verificar se há alguma alergia alimentar.$s#$b#...Você não fez isso com %kid1 e nada aconteceu? Foi pura sorte.$s#$b#Agora, vamos ser mais cautelosos com %kid2. Ok?",
	"kid2_1h_Pam":"Ei, ouvi dizer que %kid2 teve intoxicação alimentar. Você tem que tomar cuidado com o que ele está comendo, garoto.#$b#!!!$4#$b#...$s",
	"kid2_1h_Pam_girl":"Ei, ouvi dizer que %kid2 teve intoxicação alimentar. Você tem que tomar cuidado com o que ela está comendo, garoto.#$b#!!!$4#$b#...$s",
	
	"kid2_1h_MorrisTod":"Ah, isso é o que acontece quando você não escolhe os produtos da Joja!$2#$b#Oferecemos leite em pó quimicamente sintetizado, completamente sem lactose e com segurança cientificamente comprovada! Perfeitamente adequado para %kid2!$5",
	
	"kid2_1h_Lenny":"Ouvi dizer que %kid2 foi hospitalizado. Ele está bem agora, certo?$s",
	"kid2_1h_Lenny_girl":"Ouvi dizer que %kid2 foi hospitalizada. Ela está bem agora, certo?$s",
	"kid2_1h_Shanice":"Ah, não! %kid2 foi internado no hospital?$3#$b#Oh, coitado... Estarei visitando depois de fechar a loja.$s",
	"kid2_1h_Lorenzo":"Mama mia! Acabei de ouvir que %kid2 estava no hospital, ele está bem, certo?$3#$b#Intolerância à lactose? Temos produtos sem lactose, leve alguns com você!",
	"kid2_1h_Lorenzo_girl":"Mama mia! Acabei de ouvir que %kid2 estava no hospital, ela está bem, certo?$3#$b#Intolerância à lactose? Temos produtos sem lactose, leve alguns com você!",
	"kid2_1h_Paula":"Puxa, @... fiquei preocupado(a) ao saber da situação da(o) %kid2 pelo Harvey.$s#$b#Se precisar de qualquer conselho ou ajuda, estou aqui para você, tá?$s",
	
	"kid2_1h_Barron":"%kid2 está bem? Estou tão preocupado, você e sua família significam muito para esta comunidade, você conhece.$2",
	
	
//Kid 2
		//Event 4 (Picnic) 172421005
		//- Portrait 
	
	"kid2_Forest_01":"Ah... %kid2 é tão fofo!$h",
	"kid2_Forest_02":"Posso ajudar a alimentá-lo, por favor?$s",
	"kid2_Forest_02_girl":"Posso ajudar a alimentá-la, por favor?$s",
	"kid2_Forest_03":"Claro, mas seja gentil e alimente devagar, ok? Alimentar muito rápido pode fazer com que ele engasgue.",
	"kid2_Forest_03_girl":"Claro, mas seja gentil e alimente devagar, ok? Alimentar muito rápido pode fazer com que ela engasgue.",
	"kid2_Forest_04":"Ok!",
	"kid2_Forest_05":"%Com um sorriso, %spouse entrega a mamadeira para Jas.",
	"kid2_Forest_06":"Vamos, ${Querido^Querida}$, vá devagar~",
	"kid2_Forest_07":"*Sussurro* Tão precioso.$h",
	"kid2_Forest_08":"Olha! Senhor Esquilo!$h",
	"kid2_Forest_09":"Um branquinho!$h#$b#Ele é tão fofinho!$h",//Need Update
	"kid2_Forest_10":"Ele(a) é tão fofo!$h",//
	"kid2_Forest_11":"${Querido^Querida}$, estou tão feliz que você pôde vir hoje. Devíamos reservar tempo para dias relaxados como este com mais frequência.$h",
	"kid2_Forest_11.1":"Abençoado com esse clima maravilhoso, fazendo um lindo piquenique com minha amada...",
	"kid2_Forest_12":"E ver Jas alimentando amorosamente nosso precioso filho...",
	"kid2_Forest_12_girl":"E ver Jas alimentando amorosamente nossa preciosa filha...",
	"kid2_Forest_13":"Quanto a Vincent e nosso amado filho...",
	"kid2_Forest_13_girl":"Quanto a Vincent e nossa amada filha...",
	"kid2_Forest_14":"Tive uma brincadeira amigável com um esquilo fofinho...$h",
	"kid2_Forest_15":"Bem... que dia sereno e encantador... certo?$h",
	
	// kid2_Forest
	
	"kid2_Forest_Jas":"%kid2' é muito fofo! Posso alimentá-la de novo, por favor?$h",
	"kid2_Forest_Vincent":"Hehe, %kid1 e eu, vamos pegar o Senhor Esquilo da próxima vez!$h",
	
	"kid2_Forest_Lenny":"Hmph! Não acredito que você foi a um piquenique e não pensou em mim, que maldade!$a",
	"kid2_Forest_Yuuma":"Eu estava perto da casa da tia Marnie e notei que você estava fazendo um piquenique.#$b#Posso ir junto na próxima vez?$h",
	"kid2_Forest_Keahi":"Ei, @! Estou pronto para ajudar Vincent e %kid1 em sua missão de pegar aquele esquilo branco. Eles podem contar comigo!$4",
	"kid2_Forest_Trinnie":"Ei, ei! @! Você me deixa participar na próxima vez que for fazer um piquenique? Por favor?$s#$b#Eu serei o mais divertido!$h",
	
	"kid2_Forest_Eloise":"Eu disse a Vinnie e %kid1 que esquilos são animais que se assustam facilmente. Espero que eles não persigam o Sr. Esquilo...$s",
	"kid2_Forest_Lavril":"Vincent disse que eles querem pegar o Sr. Esquilo para serem amigos...$7#$b#Eu também quero ser amigo do Sr. Esquilo, mas acho que você não pode fazer amigos forçando isso...$6",
	
	"kid2_Forest_Jorts":"Ei, @! Pegue isso!$h[128]#$b#A televisão disse que os bebês precisam de óleo de peixe para crescerem, então eu peguei esse peixe grande e redondo no mar!#$b#É meio estranho , mas com certeza parece oleoso!$h",
	"kid2_Forest_Jean":"Jorts, não! Não podemos deixar %kid2 comer isso! Ele é só um bebezinho!$4",
	"kid2_Forest_Jean_girl":"Jorts, não! Não podemos deixar %kid2 comer isso! Ela é apenas um bebezinho!$4",
	
	"kid2_Forest_":"",
	
	
	//Event 5 (Jodi) 172421006 
			
	"Kid2_3H_01":"Sinto muito por incomodar você mais uma vez, esperávamos que você pudesse ajudar na babá de %kid2 hoje.$s#$b#@ está ocupado com mineração e cabe a mim levar %kid1 para check-up médico.#$b#Depois disso, ainda preciso comprar utensílios domésticos e cuidar de alguns assuntos relacionados ao trabalho.",
	"Kid2_3H_01_Sam":"Sinto muito por incomodar você mais uma vez, mãe. Esperávamos que você pudesse ajudar a cuidar da babá de %kid2 hoje.$s#$b#@ está ocupado com mineração e cabe a mim pegar %kid1 para check-up médico.#$b#Depois disso, ainda preciso comprar utensílios domésticos e cuidar de alguns assuntos relacionados ao trabalho.",
	"Kid2_3H_02":"Hoje vai ser bastante agitado e embora eu possa lidar com %kid1 já que ela é mais velha, %kid2 ainda é muito jovem. Não seria adequado para ele ir junto.#$b#Ele pode ficar sobrecarregado, eu ficaria preocupado com %kid2 chorando e causando confusão.$s",
	"Kid2_3H_02_girl":"Hoje vai ser bastante agitado e embora eu possa lidar com %kid1 já que ele é mais velho, %kid2 ainda é muito jovem. Não seria adequado para ela ir junto.#$b#Ela pode ficar sobrecarregado, eu ficaria preocupado com %kid2 chorando e causando confusão.$s",
	"Kid2_3H_03":"Ah, vamos lá, %spouse, por favor, não sinta que está se impondo. É só um pequeno favor, você sempre pode contar comigo para ser babá.#$b#Vincent e Jas gostam muito de %kid2. Eles também estão maravilhados por ter um bebê por perto.$h",
	"Kid2_3H_03_Sam":"Ah, vamos lá, Sam, por favor, não se sinta impostor. Você sempre pode contar com sua mãe para ser babá.#$b#Vincent e Jas gostam muito de %kid2. Eles são também estou feliz por ter um bebê por perto.#$b#E estou ansiosa para me relacionar ainda mais com meu doce neto.$h",
	"Kid2_3H_04":"Oh, muito obrigado, você é um salva-vidas.$h#$b#Bem, eu deveria ir agora...",
	"Kid2_3H_04_Sam":"Oh, muito obrigado, mãe, você é um salva-vidas.$h#$b#Bem, eu deveria ir agora...",
	"Kid2_3H_05":"Espere um segundo, %kid1 não estava na sala de estar? Para onde ela desapareceu?$a#$b#Ela não fugiu, não é? Ah, não...$s",
	"Kid2_3H_05_girl":"Espere um segundo, %kid1 não estava na sala de estar? Para onde ele desapareceu?$a#$b#Ele não fugiu, não é? Ah, não...$s",
	"Kid2_3H_06":"Nossa...espero que não.$s",
	"Kid2_3H_07":"Ah, não, %kid2 comeu minha pedra brilhante!$3",
	"Kid2_3H_08":"Vincent, lembra o que a Sra. Penny nos ensinou? Não devemos dar coisas pequenas para bebês porque eles tendem a colocar tudo na boca.$4",
	"Kid2_3H_09":"Ah, Yoba...",
	"Kid2_3H_10":"Ah, droga, Vincent!!!!$3",
	"Kid2_3H_11":"%Felizmente, mais tarde descobrimos que %kid2 simplesmente estava segurando a pedra na boca e não a engoliu.#$b#%E quanto a %kid1, ela poderia ter mergulhado no rio se o pescador não estava lá para avistá-la... Mas isso é uma história para outra hora...",	
	"Kid2_3H_11_girl":"%Felizmente, mais tarde descobrimos que %kid2 simplesmente estava segurando a pedra na boca e não a engoliu.#$b#%E quanto a %kid1, ele poderia ter mergulhado no rio se o pescador não estava lá para avistá-lo... Mas isso é história para outra hora...",	
	
	// kid2_3h
	
	"kid2_3h_Vincent":"Puxa, me desculpe mesmo! Prometo que não vou dar mais nenhuma coisinha para o %kid2 brincar...$s",
	"kid2_3h_Jas":"Sinto muito, fazendeiro @. Eu deveria ter parado Vincent antes.$s",
	"kid2_3h_Jodi":"@, sinto muito mesmo. Ficarei de olho em Vincent de agora em diante e isso não acontecerá novamente.$s#$b#Basta dizer se precisar que eu cuide dele seus filhos, certo?",
	"kid2_3h_Sam":"Cuidar de crianças não é brincadeira, cara. Você não consegue se distrair nem por um segundo.$s",
	"kid2_3h_Lewis":"Eu testemunhei o que aconteceu perto do rio naquele dia. Por favor, %spouse de ter muito cuidado!$4#$b#Se não fosse por Willy estar lá na hora certa, teria sido uma experiência dolorosa tragédia!$s#$e#Me desculpe, me empolguei um pouco, mas estou genuinamente preocupado com %kid1.",
	"kid2_3h_Willy":"Ei, @.... Teria sido um verdadeiro desastre se eu não tivesse pego isso.$s#$b#Segure o garoto com firmeza, entendeu?",
	
	"kid2_3h_Eloise":"Oh... ouvi dizer que Vinnie quase deixou %kid2 engolir uma pedra. Ele parece muito triste agora.$s",
	"kid2_3h_Yri":"Ei, @. Eu consegui segurar %kid2 quando %spouse o trouxe para um exame de rotina.#$b#Tão pequeno, tão fofo e tão adorável!$h",
	"kid2_3h_Yri_girl":"Ei, @. Eu consegui segurar %kid2 quando %spouse a trouxe para um exame de rotina.#$b#Tão pequena, tão fofa e tão adorável!$h",
	
//Third Stage Events
	//Kid 1
		//Event 6 (Town Intro) 172420006

    "Kid1_Events_01":"Ei, @, você está de volta.#$b#Bem-vindo ao lar! Você teve um dia difícil no trabalho de novo, não foi?$h",
    "Kid1_Events_03":"%Sons roucos podiam ser ouvidos vindo da sala.",
    "Kid1_Events_04":"Nossa, você poderia ir até lá e dar uma olhada em %kid1?$s",
	"Kid1_Events_05":"%kid1 ganhou um brinquedo novo e foi brincar lá, mas está fazendo um barulho bem barulhento.$s",
	"Kid1_Events_05_girl":"%kid1 ganhou um brinquedo novo e foi brincar lá, mas ela está fazendo um barulho bem barulhento.$s",
    "Kid1_Events_06":"Estou um pouco preocupado, mas ainda tenho que arrumar essas coisas...$s",
    "Kid1_Events_07":"O que é isso? Ah, você esqueceu?#$b#Nós concordamos anteriormente que %kid1 está envelhecendo agora, então é hora de ocasionalmente levá-lo para a cidade e apresentar nosso pequeno e precioso a todos.",
	"Kid1_Events_07_girl":"O que é isso? Ah, você esqueceu?#$b#Nós concordamos anteriormente que %kid1 está envelhecendo agora, então é hora de ocasionalmente levá-la para a cidade e apresentar nossa pequena e preciosa a todos.",
	"Kid1_Events_08":"Então hoje eu levei %kid1 lá, e todo mundo adora nosso bebê. É realmente maravilhoso.$h",
	"Kid1_Events_09":"Ah, talvez haja muita *adoração* acontecendo.#$b#Basta olhar para todos esses presentes! Tantos! Todo mundo tem um pequeno presente para dar ao nosso filho.",
	"Kid1_Events_10":"Mas agora tenho que desembrulhá-los e arrumar tudo.$s",
	"Kid1_Events_11":"Não importa o que aconteça, estou grato por nosso(a) querido(a) filho(a) estar recebendo tanto amor e carinho.",
	"Kid1_Events_12":"%kid1 também está absolutamente emocionado, porque ele quase nunca consegue brincar com tantos amigos.#$b#Normalmente, ele só consegue brincar com outras pessoas quando nossos amigos aparecem de vez em quando.$h",
	"Kid1_Events_12_girl":"%kid1 também está absolutamente emocionada, porque ela quase nunca consegue brincar com tantos amigos.#$b#Normalmente, ela só consegue brincar com outras pessoas quando nossos amigos aparecem de vez em quando.$h",
	"Kid1_Events_13":"Ah, se eu não arrumar toda essa bagunça logo, será tarde demais.",
	"Kid1_Events_14":"Vamos conversar mais tarde, certo? Você pode ir lá e conferir %kid1 para mim, por favor?",
	
	// kid1_intro1
	
	"kid1_intro1_penny":"Parece que %kid1 está crescendo bem rápido. Acho que é hora de preparar um novo dever de casa para %kid1.",
	"kid1_intro1_Abigail":"Ei @, %kid1 me pegou dando uma olhada nessas pedras preciosas coloridas que você escondeu no baú. Uma coleção impressionante que você tem aí!#$b#Não se preocupe, eu definitivamente não não pegue nenhum deles pensando que são comestíveis!$h",
	"kid1_intro1_Alex":"Percebeu como %kid1 está de olho no meu gridball? Peguei ele chutando algumas vezes quando eu não estava olhando.#$b#Quem sabe, talvez ele tenha mais potencial do que eu para ser uma verdadeira estrela do gridball?$h",
	"kid1_intro1_Alex_girl":"Percebeu como %kid1 está de olho no meu gridball? Peguei ela chutando algumas vezes quando eu não estava olhando.#$b#Quem sabe, talvez ela tenha mais potencial do que eu para ser uma verdadeira estrela do gridball?$h",
	"kid1_intro1_Harvey":"%kid1 está cheio de energia e muito saudável. É realmente maravilhoso.$h#$b#Que %kid1 tenha aquele sorriso alegre no rosto, para todo o sempre.$h",
	"kid1_intro1_Sam":"Você não vai acreditar no que eu vi. %kid1 tem tocado air guitar ultimamente, fazendo alguns barulhos super estranhos.$h#$b#Me faz pensar se %kid1 está espiando meus treinos de guitarra. O que você faz acha?$u",
	"kid1_intro1_Leah":"Você não vai acreditar no que %kid1 pediu quando perguntei o que ele queria de presente.#$b#É uma espada de madeira! Porque %kid1 disse que você está frequentemente ausente e quer proteger a família .$h#$b#Tão adorável, certo?$h",
	"kid1_intro1_Leah_girl":"Você não vai acreditar no que %kid1 pediu quando perguntei o que ela queria de presente.#$b#É uma espada de madeira! Porque %kid1 disse que você está frequentemente ausente e quer proteger a família .$h#$b#Tão adorável, certo?$h",
	"kid1_intro1_Maru":"Estou pensando em fazer um presentinho para %kid1. Alguma ideia?#$b#Um robô em miniatura? Parece muito fascinante!$h",
	"kid1_intro1_Sandy":"Emily me contou o quão adorável %kid1 é.$h#$b#Estou morrendo de vontade de conhecer o queridinho, mas arrastar crianças para este deserto escaldante seria uma péssima ideia, certo?$2",
	"kid1_intro1_Krobus":"Ainda sou um pouco cauteloso com os humanos, mas o jovem humano é tão adorável.$h#$e#Oh, sim, dei uma espiada.$h",
	
	"kid1_intro1_Andy":"Diga-me. Você leu alguma mensagem de Yoba para %kid1?#$b#Eu tenho que ensinar a eles os valores religiosos certos desde o início.$3#$b#Se você precisar, eu posso ir e ensine-lhe uma ou duas coisas daquele bom e velho texto do Yoba.$3",
	"kid1_intro1_Andy_girl":"Diga-me. Você leu alguma mensagem de Yoba para %kid1?#$b#Eu tenho que ensinar a eles os valores religiosos certos desde o início.$3#$b#Se você precisar, eu posso ir e ensine a ela uma ou duas coisas daquele bom e velho texto do Yoba.$3",
	"kid1_intro1_Scarlett":"Sophia ficou tão entusiasmada quando me contou sobre brincar com os coelhinhos ao lado de %kid1.#$b#Estou muito feliz por ela.$h",
	"kid1_intro1_Susan":"Se você precisar de uma babá para %kid1, não hesite em entrar em contato.#$b#Minha fazenda não é tão movimentada quanto %farm, então tenho alguns momentos livres para dê uma mão.",
	"kid1_intro1_Marlon":"Hmm... @. Acredito que %kid1 pode trilhar o caminho de um guerreiro valente.#$b#Oh, %spouse me pediu para demonstrar alguns movimentos de espada durante o festival, por diversão, é claro.#$b#Você não vai acreditar nisso. %kid1 pegou um galho de árvore e copiou meus movimentos com uma precisão quase perfeita!$1",
	"kid1_intro1_Morgan":"Quero dar a %kid1 um presente mágico. mas Magnus disse não.$2",
	
	"kid1_intro1_Lenny":"%kid1 está crescendo tão rápido! Hmph, se algum dia tivermos que competir no Festival do Ovo, não vou me conter!$h",
	"kid1_intro1_Louie":"Eu tenho um jogo novo e incrível que é totalmente incrível!$h#$b#Bem, se você me implorar com educação, posso emprestá-lo para %kid1.$4",
	"kid1_intro1_Blair":"%kid1 parece bastante curioso sobre pesca. Talvez eu possa mostrar a ele como funciona um dia.",
	"kid1_intro1_Blair_girl":"%kid1 parece bastante curioso sobre pesca. Talvez eu possa mostrar a ela como funciona um dia.",
	"kid1_intro1_Richard":"Olá, @! Vendo você agora, construindo uma vida e uma família, seu avô estaria levantando uma taça lá em cima, brindando ao seu sucesso.$h",
	"kid1_intro1_Trinnie":"Eu disse ao %kid1 que conversar com as plantas as ajuda a crescerem muito altas e fortes.#$b#E agora %kid1 disse que vai conversar com todas as plantas da sua fazenda também! Não é legal?$h",
	"kid1_intro1_Trinnie_girl":"Eu disse a %kid1 que conversar com as plantas as ajuda a crescerem muito altas e fortes.#$b#E agora %kid1 disse que vai conversar com todas as plantas da sua fazenda também! Não é legal?$h",
	"kid1_intro1_Olga":"Ah, ouvir de %spouse sobre sua vida como pai me leva de volta aos dias em que Trinnie era apenas uma coisinha. Tão fofa naquela época!#$b#Mas agora? Bem, é principalmente sobre ser tudo preocupada e tal.$5#$b#Ainda assim, ela é minha querida, sem dúvida!$h",
	"kid1_intro1_Kiwi":"Mais pequenos humanos perseguindo Kiwi agora.$5#$b#Kiwi odeia perseguição.$s",
	"kid1_intro1_Philip":"Estou feliz por ser aquele para quem %kid1 corre para passear nas costas. Trabalhar os músculos grande dorsal é um bônus, certo?$h",
	"kid1_intro1_Maddie":"Não me entenda mal, %kid1 é muito adorável.#$b#Mas esses colapsos são outra coisa$s.",
	"kid1_intro1_Yuuma":"Eu vi %kid1 enquanto estava passando uma mensagem para a senhorita Lenny.#$b#Eu gostaria de poder brincar com ele.$s",
	"kid1_intro1_Yuuma_girl":"Eu vi %kid1 enquanto estava passando uma mensagem para a senhorita Lenny.#$b#Eu gostaria de poder brincar com ela.$s",
	"kid1_intro1_Sean":"Sabe, @. %kid1 é muito divertido! Ele está totalmente fascinado por todas as minhas histórias malucas.$h",
	"kid1_intro1_Sean_girl":"Sabe, @. %kid1 é muito divertida! Ela está totalmente envolvida com todas as minhas histórias malucas.$h",
	"kid1_intro1_Paula":"Então, naquele dia, %kid1 me viu e disparou, 'Ei, é a médica bonita!'#$b#Então todo mundo caiu na gargalhada... foi tão constrangedor.$4#$b#Estou começando a suspeitar da influência de Keahi.$a",
	"kid1_intro1_Paula_girl":"Sabe, eu tive um momento incrivelmente adorável no Pika's. A %kid1 correu, ansiosa para que eu a pegasse.#$b#Bem, naturalmente, eu peguei a pequena querida.$h#$b#Então ela apontou para o Pika's, dizendo, 'Podemos pegar alguns doces?'#$b#Ah, @, como eu poderia dizer não?$h",
	
	"kid1_intro1_Eloise":"Eu lia enciclopédias de pássaros para o %kid1, mas ele sempre ficava entediado e pegava no sono.$s#$b#B#Então, comecei a contar histórias de pássaros para ele, e ele realmente adora 'A Grande Aventura da Rave dos Pinguins'.$h",
	"kid1_intro1_Eloise_girl":"Eu lia enciclopédias de aves para a %kid1, mas ela ficava entediada e acabava pegando no sono.$s#$b#Então, comecei a inventar histórias de pássaros, e ela adora 'A Grande Aventura da Rave dos Pinguins'.$h",
	"kid1_intro1_Juliet":"Sabe, parece que %kid1 é o único dessa cidadezinha que sabe apreciar habilidades clássicas de iô-iô.#$b#Acho que o resto deles simplesmente não tem olho para o talento, né?$1",
	"kid1_intro1_Jessie":"Se você precisar de uma ajuda com a %kid1, não hesite em pedir a qualquer momento.$1#$b#Eu tenho alguma experiência, e a propósito, tenho um estoque de brinquedos antigos no meu porão. Fique à vontade para pegar emprestado.",
	"kid1_intro1_Jasper":"Parece que as histórias de goblins cativam a curiosidade de %kid1, que escuta cada palavra com entusiasmo.",
	"kid1_intro1_Jasper_girl":"Parece que as histórias de goblins cativam a curiosidade de %kid1, já que ela fica pendurada em cada palavra com deleite.",
	"kid1_intro1_Sterling":"Mia disse que fica feliz de cuidar de %kid1 se a gente quiser sair para curtir no bar.#$b#Às vezes você precisa relaxar um pouco, @.$h",
	"kid1_intro1_Mateo":"Ei, @, entrega esta torta de abóbora para a(o) %kid1.[608]#$b#Por que? Bom... considere isso nosso pequeno pacto secreto!$36",
	"kid1_intro1_Barron":"%kid1 vai crescer mimado.$1#$b#A culpa é minha, não consigo parar de enchê-lo de mimos.$1",
	"kid1_intro1_Barron_girl":"A %kid1 vai crescer mimada.$1#$b#A culpa é minha, não consigo parar de enchê-la de mimos.$1",
	
	"kid1_intro1_Jorts":"Embora eu possa não ser o gato mais inteligente, eu faria de tudo para proteger %kid1 porque você significa o mundo para mim.$h",
	"kid1_intro1_Jean":"Pode ficar tranquilo(a) em relação à(o) %kid1 quando você e %spouse precisarem trabalhar. Estaremos na Fazenda %farm com frequência, cuidando do(a) seu(sua) pequeno(a).",

	//Kid 2
		//Event 6 (Town Intro) 172421007

	"Kid2_6H_01":"Finalmente finalizei o embrulho, obrigado pessoal.",
	"Kid2_6H_02":"Está tudo bem.",
	"Kid2_6H_03":"De nada.",
	"Kid2_6H_04":"Não se preocupe.",
	"Kid2_6H_05":"Ah, @, você não poderia ter vindo em melhor momento!$h",
	"Kid2_6H_06":"Acabamos de embrulhar tudo e precisamos de uma ajuda para levá-los para casa.",
	"Kid2_6H_07":"Ah, você quer dizer esses presentes?",
	"Kid2_6H_08":"Hoje levei os pequenos à cidade para mostrar-lhes o local e é a primeira vez que apresento %kid2 a todos.",
	"Kid2_6H_09":"E... como você pode ver, desta vez acabamos com o dobro de presentes...$h",
	"Kid2_6H_10":"Sim, eu disse a eles que nos sentimos um pouco culpados por aceitar tal generosidade. Mas eles insistiram, dizendo que o que você deu a eles é cem vezes mais...",
	"Kid2_6H_11":"Bem, na verdade eu pensei que era o único recebendo todos esses presentes, e que eu era o seu *mais especial*...#$b#Mas parece que qualquer um pode ganhar tantos presentes de você, independentemente de quem eles sejam.$s",
	"Kid2_6H_12":"Ah, eu não ficaria surpreso se até os gatos ali conseguissem roubar alguns presentes seus...",
	"Kid2_6H_13":"Ah, então você está dizendo que eu ganhei mais presentes? Sério?$h#$b#Oh, ${querido^querida}$, deixe de lado o ciúme brincalhão. Você é muito ${fofo^fofa}$...$4",
	"Kid2_6H_14":"Aham!",
	"Kid2_6H_15":"Vamos nos apressar e levar essas coisas para casa. Vocês dois podem continuar sendo amorosos quando terminarmos.$h",
	"Kid2_6H_16":"Sim, isso mesmo!",
	"Kid2_6H_17":"Com certeza.",
	"Kid2_6H_18":"Tosse, tosse. Ok, @, vou pegar as crianças no parquinho. Eles estão brincando com Vincent e Jas.#$b#Vá em frente e traga as coisas de volta para todos, certo?$h",
	
	// kid2_intro
	
	"kid2_intro_Linus":"Ei, @. Avistei seus filhos. Eles são tão adoráveis, estou realmente feliz por você.$h",
	"kid2_intro_Emily":"Ah, sim, eu lembro! Você me pediu para ajudar %kid2 com uma roupa nova, certo? Estou planejando fazer uma azul. Espero que %kid2 goste!",
	"kid2_intro_Haley":"Tirei algumas fotos de %kid2, quer dar uma olhada?#$b#Ele é tão adorável, certo?$h#$b#Embora eu deva admitir, %kid2 com certeza sabe como causar confusão. Meus ouvidos ainda estão zumbindo...$s",
	"kid2_intro_Haley_girl":"Tirei algumas fotos de %kid2, quer dar uma olhada?#$b#Ela é tão adorável, certo?$h#$b#Embora eu deva admitir, %kid2 com certeza sabe como causar confusão. Meus ouvidos ainda estão zumbindo...$s",
	"kid2_intro_Lewis":"@, você está sempre disponível para todos, então não é nenhuma surpresa que eles adorem tanto seus filhos.$h",
	"kid2_intro_Clint":"Estou feliz por poder ajudar, e seus filhos são realmente adoráveis.$4#$b#*Mumble* Ainda tenho uma chance de encontrar o amor?$s",
	"kid2_intro_George":"Hmph, traga seus filhos para a cidade com mais frequência.$h",
	"kid2_intro_Kent":"Se você precisar, não se esqueça de me gritar.",
	"kid2_intro_Jas":"Adivinha? Sou oficialmente uma irmã mais velha agora! Uma irmã mais velha!$h",
	"kid2_intro_Vincent":"Hehehe! %kid2 me chamou de irmão mais velho!$h",
	"kid2_intro_Evelyn":"Oh, Querido(a), da próxima vez que você trouxer as crianças, não se esqueça de avisar a vovó, ok?#$b#Posso preparar algumas guloseimas deliciosas só para elas.$h",
	"kid2_intro_Caroline":"Oh, os rostos felizes das crianças quando receberam os presentes eram muito preciosos. Acho que vou comprar mais para eles.$h#$b#E Pierre? Bem, ele só estava dizendo para não ir ao mar, mas todas as mulheres têm seu estoque secreto de dinheiro.",
	"kid2_intro_Robin":"Aquece meu coração ver Sebby gostando da companhia de crianças mais do que eu pensava.$h",
	"kid2_intro_Sebastian":"As crianças parecem estar se divertindo muito. Isso é ótimo.$h",
	"kid2_intro_Shane":"Bem, reunir todo mundo assim para as crianças... Acho que não é a pior ideia.",
	"kid2_intro_Elliott":"Neste lindo dia, testemunhar os aldeões se reunindo, compartilhando risadas e participando de conversas sinceras, tudo por essas crianças adoráveis.#$b#Foi uma visão verdadeiramente emocionante.$h",
	"kid2_intro_Sandy":"Tudo bem, agora temos outra fofura para adorar. Eu realmente quero conhecer %kid2.$h",
	"kid2_intro_Krobus":"O barulho chamou minha atenção, então não pude deixar de dar uma espiada.#$b#E %kid2 é muito fofo.$h",
	
	"kid2_intro_Claire":" O sorriso de %kid2 é pura magia, ilumina a cidade inteira.$h",
	"kid2_intro_Sophia":"Vou fazer uma fantasia de coelhinho para %kid2 também. Nós dois podemos vesti-la para o Festival do Ovo.#$b#Por quê? Porque somos amigos coelhinhos!$9",
	"kid2_intro_Olivia":"Durante meu tempo no vinhedo, %kid1 e %kid2 não conseguiam tirar os olhos do vinho que eu pedi, como se acreditassem que fosse uma garrafa grande de suco de uva.#$b#Meu Deus, meu Deus . Eles não são simplesmente adoráveis?$h",
	"kid2_intro_Victor":"Sabe, tenho um monte de jogos antigos que são ótimos para crianças.$h#$b#Deixe-me pesquisar e ver se consigo encontrá-los. Talvez o console antigo ainda esteja por aí em algum lugar.",
	"kid2_intro_Andy":"Pegue isso, fazendeiro.[404]$8#$b#Aqueles malditos Yoba continuam mimando seus pequeninos com todas essas bugigangas sofisticadas e inúteis.$2#$b#Ensine-os sobre as verdadeiras recompensas que vêm da terra.$3",
	"kid2_intro_Scarlett":"Sabe, %kid2 sempre fica com os olhos arregalados quando vê nossa caminhonete. É meio adorável.$h",
	"kid2_intro_Scarlett_girl":"Sabe, %kid2 sempre fica com os olhos arregalados quando vê nossa caminhonete. É meio adorável.$h",
	"kid2_intro_Susan":"Andy parece ter desenvolvido uma queda por seus filhos.#$b#Agora, eu definitivamente não esperava isso...$h",
	"kid2_intro_Wizard":"@... Senti algo único em %kid2.#$b#Hmm... Não importa. Ainda não é hora de revelar esse segredo.#$e#Paciência, pois as estrelas se alinharão quando o o momento é certo.",
	"kid2_intro_Morgan":"Vou mostrar ao %kid2 alguma magia legal. Mal posso esperar para ver a reação dele!$h",
	"kid2_intro_Morgan_girl":"Vou mostrar a %kid2 alguma magia legal. Mal posso esperar para ver a reação dela!$h",
	
	"kid2_intro_Irene":"Por que não trazer as crianças para a mansão de vez em quando? Madame Amethyne está realmente ansiosa para conhecê-los.$h",
	"kid2_intro_Sonny":"Madame Amethyne não foi franca sobre isso, mas ela realmente deseja conhecer os bisnetos de seus velhos amigos.#$b#Sempre que você tiver a oportunidade, por favor, traga-os. Ela ficará absolutamente feliz encantado, tenho certeza.$h",
	"kid2_intro_Ariah":"Eu vi %kid1 e %kid2 durante o festival, e eles pareciam absolutamente adoráveis.$h#$b#Eu realmente quero conhecê-los, mas tenho que me concentrar nos meus estudos...$2",
	"kid2_intro_Maive":"@, um plano educacional meticulosamente estruturado tem um significado tremendo na educação dos filhos. Acredito que você tenha tratado deste assunto com o máximo cuidado e diligência, não é?#$b#Hmm? Você realmente acredita Penny e Flor conseguem fazer o dever de casa?$3#$b#Eu esperava mais esforço!$5#$b#Devo instruir Sonny a arranjar excelentes professores profissionais. Basta dizer a palavra.",
	"kid2_intro_Carmen":"Ei, filho, passei para ver seu filho e sua filha mais cedo, e eles estavam cheios de energia! Se você precisar de uma babá, é só me dar um grito!$h ^Ai, filho, passei para vi seu filho e sua filha mais cedo, e eles estavam cheios de energia! Se você precisar de uma babá, é só me dar um grito!$h",
	"kid2_intro_Naomi":"Olá, tendo um dia maravilhoso, espero?#$b#Sempre que você encontrar tempo, não hesite em trazer as crianças ao hotel para qualquer evento.#$b#Eu cuidarei de todos os arranjos e garantir que eles se divirtam aqui.$h",
	"kid2_intro_Pika":"Olá, @. %spouse às vezes traz as crianças aqui para comer. Você deveria passar por aqui também!$h",
	"kid2_intro_Corine":"Ei, @. Que tal levar as crianças para Ridge com mais frequência? Eles não se cansam da comida do Pika!$h",
	"kid2_intro_Alissa":"Você notou como %kid2 tem uma voz tão linda?#$b#Ah, claro, não quando ele está chorando ou agitado.$3#$b#Percebi que às vezes quando ele está sozinho, ele cantarola pequenas músicas.$h",
	"kid2_intro_Alissa_girl":"Você notou como %kid2 tem uma voz tão linda?#$b#Ah, claro, não quando ela está chorando ou agitada.$3#$b#Percebi que às vezes, quando ela está sozinha, ela cantarola pequenas músicas.$h",
	"kid2_intro_June":"Percebi %kid2 cantando alegremente enquanto eu tocava piano, e sua voz é surpreendentemente melodiosa.#$b#Ele pode ter uma afinidade natural com música.$h",
	"kid2_intro_June_girl":"Percebi %kid2 cantando alegremente enquanto eu tocava piano, e sua voz é surpreendentemente melodiosa.#$b#Ela pode ter uma afinidade natural com música.$h",
	"kid2_intro_Aguar":"Rasmodius observou que %kid2 tem algumas qualidades peculiares...#$b#Ah, talvez você devesse perguntar a ele diretamente.",
	"kid2_intro_Lola":"Olá, @. %spouse trouxe as crianças para nos cumprimentar durante o festival. Uma de cada lado, olhando para nós com aqueles olhos grandes e inocentes...#$b#Oh, foi simplesmente adorável!$h",
	"kid2_intro_Freddie":"Ver meus pimpolhos tão saudáveis e cheios de vida aquece o coração deste velho. Estou genuinamente feliz por você., @.$h",
	"kid2_intro_Flor":"Tenho pensado no dever de casa mais apropriado para %kid1 e %kid2 para tornar sua experiência de aprendizagem agradável.#$b#Introduzir lições excessivamente complexas para crianças pequenas pode ser contraproducente para seu desenvolvimento cognitivo e pode levar a aversão psicológica à educação.",
	"kid2_intro_Faye":"Oi, @! Gostou das roupas novas que fiz para as crianças?",
	"kid2_intro_Ian":"Eu estava ajudando Marnie com algumas coisas, e %kid2 estava acenando para mim animadamente da fazenda.#$b#Haha, que fofura!$h",
	"kid2_intro_Kimpoi":"Olá, @. Eu sei que a fazenda é um trabalho de tempo integral, mas reserve um tempo para seus filhos enquanto eles são pequeninos.#$b#Esses dias passam rápido.$s",
	"kid2_intro_Malaya":"Seus filhos são simplesmente preciosos. Certifique-se de passar muito tempo com eles, @.$h#$b#Como eu gostaria de ter passado mais tempo com a jovem Alissa também.$s",
	"kid2_intro_":"",
	
	"kid2_intro_Jacob":"Olá, @. É incrível ver o quão rápido seus filhos estão crescendo cada vez que passo para fazer check-ups dos animais.$h#$b#O tempo parece passar, você não concorda?",
	"kid2_intro_Juliet":"Ah, aquelas frutas suculentas da %farm Farm estão praticamente implorando para serem devoradas.#$b#E sim, compartilhando algumas com %kid1 e %kid2 também.",
	"kid2_intro_Charles":"Olá. Por que você não leva seus filhos para East Scarp com mais frequência? Yri os adora desde que eram bebês.$h",
	"kid2_intro_Rodney":"%kid2 ficou super animado quando recebeu meu autógrafo. Você deve ter lido meus livros para ele, certo?$h#$b#O quê? Você não leu? Poderia ser %spouse então...$7#$b#Ou talvez ninguém tenha lido para ele?$s",
	"kid2_intro_Rodney_girl":"%kid2 ficou super animada quando recebeu meu autógrafo. Você deve ter lido meus livros para ela, certo?$h#$b#O quê? Você não leu? Poderia ser %spouse então...$7#$b#Ou talvez ninguém tenha lido para ela?$s",
	"kid2_intro_Sterling":"Ei, @, Mia fez alguns biscoitos. Quer que eu compre alguns para as crianças?$h",
	"kid2_intro_Sen":"%kid1 e %kid2 parecem não ter ideia de quem somos nós, povo das sombras. Eles estão convencidos de que sou um 'Urso das Sombras'...#$b#Sério, eu realmente pareço tanto com um urso ?$8",
	"kid2_intro_Barron":"%kid2 é simplesmente a coisinha mais fofa, espero um dia poder ter filhos.$1",
	
	"kid2_intro_Lucikiel":"É intrigante como seus dois filhos respondem à minha presença.#$b#Um deles treme de medo ao me ver.$3#$b#O outro, porém, não se incomoda e até tenta agarrar meu rabo .$8#$e#Que fascinante.$3",

//East Scarp Events
	//Part 1- Yri's House 172422001
	
	"Kid1_ES1_01":"Claro, deixe %kid1 sob nossos cuidados. Cuidaremos bem dele.",
	"Kid1_ES1_01_girl":"Claro, deixe %kid1 sob nossos cuidados. Cuidaremos bem dela.",
	"Kid1_ES1_02":"Um milhão de agradecimentos!$h",
	"Kid1_ES1_03":"@ está com muita pressa para reunir alguns materiais hoje, e eles só podem ser encontrados nas profundezas dos níveis perigosos da mina.",
	"Kid1_ES1_04":"Então, eu tenho que ir com-",
	"Kid1_ES1_05":"Ah!",
	"Kid1_ES1_06":"Charles, %kid1 acabou de rir de mim! Tão adorável!$1",
	"Kid1_ES1_07":"Então, preciso ajudar @. O pequeno %kid1 ainda é muito pequeno e teremos que encontrar uma babá.",
	"Kid1_ES1_08":"Não se preocupe, nós entendemos.#$b#@ tem sido um grande apoio para Yri, e com nós dois em casa hoje, você pode contar conosco.$h",
	"Kid1_ES1_09":"Muito obrigado! Pois bem, é hora de pegarmos-$h",
	"Kid1_ES1_10":"Ah!",
	"Kid1_ES1_11":"Que fofo! %kid1 acabou de mordiscar meu dedo! Charles, você tem que ver isso!$7",
	"Kid1_ES1_12":"Acho que Yri lava as mãos com frequência, certo?$s",
	"Kid1_ES1_13":"...$6",
	"Kid1_ES1_14":"De qualquer forma, vamos indo. Esperamos poder voltar logo.",
	"Kid1_ES1_15":"Não tenha pressa.$h",
	"Kid1_ES1_16":"Ops, %kid1 acabou de se molhar. Charles, alguma ideia sobre o que fazer?$3",
	"Kid1_ES1_16_girl":"Ops, %kid1 acabou de se molhar. Charles, alguma ideia sobre o que fazer?$3",
	"Kid1_ES1_17":"Deixe isso conosco, certo? Nós cuidaremos de tudo.$h",
	
	// kid1_ES1
	
	"kid1_ES1_Yri":"Oh, você se importaria de trazer %kid1 de novo? Foi um momento maravilhoso.$h#$b#Oh, exceto a parte da troca de fraldas.$3",
	"kid1_ES1_Charles":"Se você precisar de uma babá, é só nos avisar, certo?$h#$b#É uma alegria ver as reações fofas de Yri também.",
	
	//Part 2 ES town- Rosa, Mia, Rodney 172422002 
	
	"Kid1_ES2_01":"Tenho certeza que o bebê deles é adorável.",
	"Kid1_ES2_02":"Eu os vi, tão pequenininhos! ",
	"Kid1_ES2_03":"Olá!",
	"Kid1_ES2_04":"Olá, @, %spouse. Vimos você indo para a casa de Yri com seu bebê. Alguma coisa acontecendo?",
	"Kid1_ES2_05":"Ah, entendo. Você também poderia ter me contado. Estou mais do que disposto a ajudar.$h#$b#Afinal, a pousada tem muito espaço e, milagrosamente, há quase nenhum convidado por perto.$4",
	"Kid1_ES2_06":"O mesmo aqui.$3#$b#Pelo menos tenho muita experiência cuidando daqueles dois bebês grandes.$1",
	"Kid1_ES2_07":"Oh, bebezinho!",
	"Kid1_ES2_08":"Você sabe, certo? @, você pode vir até mim também. Duvido que alguém aqui seja melhor trocando fraldas de bebê do que eu.$2#$b#Sou praticamente um profissional nisso!$1",
	
	// kid1_ES2
	
	"kid1_ES2_Mia":"%kid1 não é simplesmente o mais fofo? Mal posso esperar para vê-los crescer.$3",
	"kid1_ES2_Henry":"Mia tem falado sem parar sobre %kid1 desde que chegou em casa.$h",
	"kid1_ES2_Sterling":"Agora o pessoal de East Scarp não consegue evitar de se entusiasmar com a fofura de %kid1.$h",
	"kid1_ES2_Rodney":"%kid1 gosta muito de mim, um garoto muito bom, devo dizer.$h",
	"kid1_ES2_Mateo":"%kid1 é igual a você, um galã desde bebê.$h",
	"kid1_ES2_Barron":"Ouvi dizer que às vezes você chama amigos de East Scarp para tomar conta de %kid1 quando você vai para as minas.#$b#Se você precisar de ajuda, você sempre pode trazê-lo para Bookworm Mobile. Eu ficarei feliz em cuidar dele.$h#$b#E tome cuidado aí embaixo, ok?",
	"kid1_ES2_Barron_girl":"Ouvi dizer que às vezes você chama amigos de East Scarp para tomar conta de %kid1 quando você está indo para as minas.#$b#Se você precisar de ajuda, você sempre pode trazê-la para Bookworm Mobile. Eu ficarei feliz em cuidar dela.$h#$b#E tome cuidado aí embaixo, ok?",
	"kid1_ES2_Lavril":"Eu quero ir ver seu bebê... mas Void diz que bebês e animaizinhos ficam com medo de fantasmas como eu...$3",
	"kid1_ES2_Rosa":"Olá, @! Se precisar ir minerar, fique à vontade para passar por aqui. Posso abrir espaço para o seu bebê também.$h",
	"kid1_ES2_Aideen":"É simplesmente maravilhoso como %kid1 uniu sem esforço os corações de todos, como abelhas graciosamente atraídas por uma flor cativante.$7",
	"kid1_ES2_JosephineK":"O momento mais adorável para as crianças é quando elas ainda são bebês.$1#$e#Oh, eles ainda são cativantes à medida que envelhecem, mesmo que isso venha com preocupações ocasionais.$2",
	"kid1_ES2_Lexi":"Ouvi algum barulho acima recentemente, não tenho certeza do que estava acontecendo.#$e#Seu bebê? Posso ver?$h",
	"kid1_ES2_Sen":"Bebês humanos são absolutamente adoráveis.$4#$b#Ah, sim, eu fui ver %kid1 e você não vai acreditar... Ele não tem medo de mim!$h#$b#Ele até tentou agarrar meu rosto.$4",
	"kid1_ES2_Sen_girl":"Bebês humanos são absolutamente adoráveis.$4#$b#Ah, sim, eu fui ver %kid1 e você não vai acreditar... Ela não tem medo de mim!$h#$b#Ela até tentou agarrar meu rosto.$4",
	
	
	//Part 3 ES town- Ellie 172422003
	
	"Kid1_ES3_01":"Olá fazendeiro @, eu estava procurando pássaros, mas vi você e o bebê e tive que arrastar o papai para dar uma olhada!$h",
	"Kid1_ES3_02":"Olá!",
	"Kid1_ES3_03":"Bebê?",
	"Kid1_ES3_04":"Ah, não! Onde está o bebê?$s",
	"Kid1_ES3_05":"!$h#$b#Oba, vou brincar com o bebê!$h",
	"Kid1_ES3_06":"Chickadee, cuidado onde pisa!",
	
	// kid1_ES3
	
	"kid1_ES3_Jacob":"Ellie realmente adora %kid1. Esperamos que eles se tornem grandes amigos à medida que crescerem.$h",
	"kid1_ES3_Eloise":"Hehe, %kid1 é tããão fofo! Tão macio também!$h#$b#Você pode trazê-lo de novo? Por favor!$s",
	"kid1_ES3_Eloise_girl":"Hehe, %kid1 é tããão fofo! Tão macio também!$h#$b#Você pode trazê-la de novo? Por favor!$s",
	"kid1_ES3_LadySheba":"*Não há dúvida de que ela ainda guarda rancor de %spouse pelo incidente do biscoito*$2",
	
//Jorts and Jean Events 172429001

	"Kid2_JJ1_01":"Ah, não, deveríamos ter planejado melhor. Agora todos estão ocupados e estamos sem babá.$s",
	"Kid2_JJ1_02":"E não acho que possamos contar com %kid1 para cuidar de seu irmão.",
	"Kid2_JJ1_02_girl":"E não acho que possamos contar com %kid1 para cuidar de seu irmão.",
	"Kid2_JJ1_03":"%A confusão ali parecia ter provado isso.",
	"Kid2_JJ1_04":"O que você acha, @? Devo ficar em casa?#$b#Mesmo que eu sinta que deveria comparecer com você, só para ser respeitoso.",
	"Kid2_JJ1_05":"Espere, você disse que entraria em contato com a Guilda dos Aventureiros?",
	"Kid2_JJ1_06":"Oh, nunca pensei nisso!$h#$b#Bastante inesperado, mas ter corajosas aventureiras como babás parece reconfortante.",
	"Kid2_JJ1_07":"%Depois de um momento, as duas valentes babás chegaram.",
	"Kid2_JJ1_08":"Olá, @! Estamos aqui para dar uma pata!#$b#Posso ser um gato, mas estou pronto para ajudá-lo com todas as minhas forças!$1",
	"Kid2_JJ1_09":"Não se preocupe, sempre cuidamos dos pequenos da cidade. Temos alguma experiência debaixo do pelo.$6",
	"Kid2_JJ1_10":"Isso mesmo! Quando eles começam a chorar, eu os deixo acariciar meu pelo fofo e funciona perfeitamente!$1",
	"Kid2_JJ1_11":"Espere, você está falando sério? Gatos como babás?$s",
	"Kid2_JJ1_12":"Bem, suponho que fui muito rápido em julgar.#$b#Se você acha que é uma boa ideia, pedirei educadamente a ajuda deles também.$h",
	"Kid2_JJ1_13":"Então... $s",
	"Kid2_JJ1_14":"Miau, miau, miau?",
	"Kid2_JJ1_15":"Miau?$1",
	
	// kid2_JJ1
	
	"kid2_JJ1_Jorts":"%kid2 é muito fofo! %kid1 também!$1#$b#Mas eles continuam puxando meu bigode. Eles ainda estão aqui?$2",
	"kid2_JJ1_Jean":"Não há necessidade de nos agradecer, afinal, somos seus gatos ajudantes de confiança!$1",
	"kid2_JJ1_Rodney":"Você até tem gatos para te ajudar com as crianças... Por que você não me convidou?$s",
	"kid2_JJ1_Robin":"Ei, @. Sinto muito, mas estávamos ocupados com um pedido urgente e não pudemos atender.",
	"kid2_JJ1_Yri":"Ah, eu adoraria brincar com %kid2, mas houve um pedido urgente, sinto muito.",
	"kid2_JJ1_Marnie":"Desculpe, @, não pude ajudá-lo antes. O prefeito Lewis precisa de mim para outra coisa.",
	"kid2_JJ1_Jodi":"Sinto muito, @. Não pude ajudar anteriormente, mas estarei ao seu lado na próxima vez.",
	"kid2_JJ1_Caroline":"Sinto muito. @. Pierre pediu minha ajuda, então não pude oferecer minha ajuda antes.",
	"kid2_JJ1_Pam":"Ouvi dizer que você contratou aqueles gatos para cuidar das crianças. Isso é uma piada?$3",
	"kid2_JJ1_Gus":"Todo mundo está espalhando a palavra sobre você ter gatos como babá, @.$s#$b#Se você precisar de ajuda, estou aqui para ajudá-lo. Podemos fazer com que as crianças fiquem na sala e se revezem cuidando deles.",
	"kid2_JJ1_Marlon":"@, se você se encontrar em uma situação terrível e precisar de alguém para cuidar dos pequenos, traga-os para a Guilda dos Aventureiros. ",
	
//SVE RSV ES Bonus Events

	//Part 1 Eloise Trinnie Keahi 172425001 

	"Kid2_SRE1_01":"Obrigado por nos deixar ajudar, Sra. Sophia! Faremos o nosso melhor!$h",
	"Kid2_SRE1_02":"Oba!! Vou dizer oi para todas as videiras e regá-las bem!$h",
	"Kid2_SRE1_03":"Legal!$h",
	"Kid2_SRE1_04":"Hehe! Mas não muita água, e cuidado onde pisa, ok?$9",
	"Kid2_SRE1_05":"Ok!",
	"Kid2_SRE1_06":"Incrível!",
	"Kid2_SRE1_07":"Oba!",
	"Kid2_SRE1_08":"Equipe Pelicano, vá!",
	"Kid2_SRE1_09":"Afirmação!",
	"Kid2_SRE1_10":"Afro Maddie!",
	"Kid2_SRE1_11":"*Comida*",
	"Kid2_SRE1_12":"*Mastigar Mastigar*",
	"Kid2_SRE1_13":"Oh, nojento... Keahi! Não podemos comê-los!$s",
	"Kid2_SRE1_14":"Eek!",
	"Kid2_SRE1_15":"Mas eles são tão gostosos! Quer comer?$4",
	"Kid2_SRE1_16":"Sim!$h",
	
		// addConversationTopic Kid2_SRE1
	
	"kid2_SRE1_Sophia":"As crianças vieram ajudar no vinhedo mais cedo.$1#$b#Eu sabia que eles iriam roubar algumas uvas, mas acabaram mastigando uma treliça inteira!$2#$b#Bem, eles são simplesmente fofo demais para ficar chateado.$9",
	
	"kid2_SRE1_Keahi":"As uvas do vinhedo Blue Moon são as melhores! Você tem que experimentá-las!$h",
	"kid2_SRE1_Trinnie":"Trabalhar é muito divertido! Eu ganho mesada e uvas deliciosas para comer!$h",	
	"kid2_SRE1_Eloise":"!$3#$b#Olá fazendeiro @. Papai precisa da minha ajuda, então tenho que ir. Tchau!$h",
	
	//Part 2 Yuuma Jas Vincent Morgan 172425002

	"Kid2_SRE2_01":"Por favor, deixe-nos ajudar, cuidaremos bem dos animais, prometemos!$2",
	"Kid2_SRE2_02":"Por favor, tia Marnie, eu sei que você costuma me deixar ajudar.$s",
	"Kid2_SRE2_03":"Oh, Jas, não é a mesma coisa. Pagar crianças pelo trabalho simplesmente não parece apropriado.$2",
	"Kid2_SRE2_04":"Olá, Morgana!",
	"Kid2_SRE2_05":"Quem é ele?",
	"Kid2_SRE2_06":"Eles!",
	
		// addConversationTopic Kid2_SRE2
	
	"kid2_SRE2_Morgan":"Por que estamos ajudando nas fazendas?$1#$b#Digamos que um bruxo tem seu segredo.$7",
	"kid2_SRE2_Yuuma":"As vacas da Sra. Marnie são realmente adoráveis.$h",
	"kid2_SRE2_Vincent":"!$2#$b#%Você notou Vincent evitando seus olhos como se não quisesse falar.",
	"kid2_SRE2_Jas":"!$3#$b#Olá, fazendeiro @. Tenho um dever de casa para terminar, então é melhor ir embora!$h",
	
	"kid2_SRE2_Marnie":"As crianças surgiram do nada e me disseram que queriam trabalhar, e eu não sabia o que fazer.$s#$b#Mas nunca pensei que o prefeito Lewis permitiria que trabalhassem. Ele disse que é apenas um jogo para as crianças, como brincar de casinha.",
	"kid2_SRE2_Lewis":"As crianças se voluntariaram para ajudar a limpar o lixo da cidade. Quem imaginaria que brincar de casinha poderia ser uma forma de contribuir com a nossa comunidade?$h#$b#Dei a eles um pouco de mesada em troca, claro.",
	"kid2_SRE2_Gus":"Keahi e seus amigos apareceram perguntando se poderiam trabalhar no Saloon.#$b#Eu não posso sair por aí contratando crianças, sabe?$s",
	"kid2_SRE2_Pierre":"Você acredita que aquelas crianças vieram pedir ajuda na loja, mas queriam salário...$2#$b#Claro, eu disse de jeito nenhum!$3",
	"kid2_SRE2_Andy":"Fiquei meio emocionado quando as crianças disseram que queriam trabalhar na Fazenda Fairhaven, mas agora estão me pedindo dinheiro.$8#$b#Yoba, droga, crianças de hoje em dia, eu te digo.$7",
	"kid2_SRE2_Susan":"As crianças ajudaram na colheita e elas se divertiram muito correndo por aí.",
	"kid2_SRE2_Jeric":"Ei, @, os pequenos apareceram para ajudar mais cedo. Dei a eles algumas colheitas como um pequeno agradecimento.#$b#Adivinhe? Eles queriam ser pagos!$s",
	"kid2_SRE2_Pika":"Keahi tem se esforçado bastante no trabalho ultimamente, e você pensaria que eu ficaria emocionado.#$b#Mas então ele vai e pede mais mesada...$5",
	
	//Part 3 Ridgeside Village 172425003

	"Kid2_SRE3_01":"Olá, Sr. @. Momento Perfeito! Venha rápido, esta é uma situação bastante fascinante.$h^Olá, Sra. @. Momento Perfeito! Venha rápido, esta é uma situação bastante fascinante.$h",
	"Kid2_SRE3_02":"Olá, agentes. Bem-vindos ao Ridge.$3#$b#Obrigado pelo seu excelente trabalho até agora. Agora, por favor, entreguem o dinheiro que vocês ganharam.$3",
	"Kid2_SRE3_03":"Agente Violet, você primeiro.$3",
	"Kid2_SRE3_04":"Agente Violet reportando. Coletou 250g com sucesso.",
	"Kid2_SRE3_05":"Muito bem, Agente Violet. Você não decepcionou.",
	"Kid2_SRE3_06":"Próximo, Agente Magister.",
	"Kid2_SRE3_07":"Agente Magister aqui! 250g coletados!$1#$b#Eu trabalhei duro, até ordenhei as vacas!$3",
	"Kid2_SRE3_08":"Ótimo trabalho, Agente Magister! Você é novo, mas está trabalhando muito!$h",
	"Kid2_SRE3_09":"Obrigado!",
	"Kid2_SRE3_10":"Próximo!",
	"Kid2_SRE3_11":"Hmm... Agente Samurai, ganhei 350.$h",
	"Kid2_SRE3_12":"Agente Samurai, não se esforce demais. Você está descansando o suficiente?$s",
	"Kid2_SRE3_13":"Ah...$3",
	"Kid2_SRE3_14":"Próximo!",
	"Kid2_SRE3_15":"Sinto muito, Agente Pelican, não consegui os 200g completos, só tenho 150...$s",
	"Kid2_SRE3_16":"Oh... É um pouco menos, mas felizmente, o Agente Samurai compensou isso antes.$3",
	"Kid2_SRE3_16_1":"E então...",
	"Kid2_SRE3_17":"%Vincent parecia inquieto, olhando de um lado para o outro.",
	"Kid2_SRE3_18":"Agente Dino? Por favor, não se esconda de mim.$s",
	"Kid2_SRE3_19":"Sinto muito, só tenho 50...$2",
	"Kid2_SRE3_20":"Como é que é tão pouco? Não estávamos trabalhando juntos?$s",
	"Kid2_SRE3_21":"Sinto muito, Sr. Wumbus viu alguns lanches deliciosos, muuuito...$s",
	"Kid2_SRE3_22":"Você os comeu! Não culpe o Sr. Wumbus!$s",
	"Kid2_SRE3_23":"...Que tal Keahi?$s",
	"Kid2_SRE3_24":"Olá?$s",
	"Kid2_SRE3_25":"Parece que estou sem dinheiro, zero no bolso, hehe!$3",
	"Kid2_SRE3_26":"Pare de rir! Você disse que até ajudou o Sr. Pika a ganhar dinheiro extra, mas você está no fundo da pilha?$5",
	"Kid2_SRE3_27":"Eu estava atrasado, então saí correndo, mas escorreguei e caí...$3#$b#Meu dinheiro foi nadar no rio!$s",
	"Kid2_SRE3_28":"Ah, nojento..",
	"Kid2_SRE3_29":"Parece que não temos dinheiro suficiente. Eu tenho 250, de quanto mais precisamos?$s",
	"Kid2_SRE3_30":"100!",
	"Kid2_SRE3_31":"200!",
	"Kid2_SRE3_32":"200g.$4",
	"Kid2_SRE3_33":"Ah, não...",
	"Kid2_SRE3_34":"Olá, plebeus! Tenho 500 aqui, então se vocês me implorarem com educação, posso gentilmente compartilhar com vocês!$4",
	"Kid2_SRE3_35":"Achei que você não queria trabalhar com os camponeses quando o convidamos.#$b#Não, obrigado, não queremos o dinheiro que não foi ganho por nós.$s",
	"Kid2_SRE3_36":"!$2",
	"Kid2_SRE3_37":"Caros jovens agentes, posso ter o privilégio de falar pelo jovem mestre?$h",
	"Kid2_SRE3_38":"O jovem mestre tem ajudado diligentemente Irene e eu em nosso trabalho para ganhar esse dinheiro. Peço sinceramente que todos vocês considerem aceitar seu gesto generoso.$h",
	"Kid2_SRE3_39":"Ok, Agente Kiwi, obrigado por ajudar! Você agora é um membro da Equipe Pelican!$h",
	"Kid2_SRE3_40":"Ei!$h",
	"Kid2_SRE3_41":"Espere um segundo, eu deveria ser o Kiwi? O mais desajeitado e desajeitado?$3",
	"Kid2_SRE3_42":"Kiwi rápido!",
	"Kid2_SRE3_43":"Uau! Pessoal, amanhã teremos a festa de aniversário de %kid2 no hotel! Vamos fazer a reserva agora!$h",
	"Kid2_SRE3_44":"Oba!$h",
	"Kid2_SRE3_45":"Perdão. Amanhã não é aniversário de %kid2?$3",
	"Kid2_SRE3_46":"%Independentemente disso, a 'festa de aniversário' do dia seguinte foi uma ocasião alegre para %kid2!",
		
		// addConversationTopic Kid2_SRE3 
	
	"kid2_SRE3_Jas":"Eu sou a irmã mais velha, então preciso ajudar na festa de aniversário de %kid2!",
	"kid2_SRE3_Vincent":"A festa de aniversário foi super legal, quero comemorar a minha lá também!$h",
	
	"kid2_SRE3_Morgan":"Eu usei um pouco de magia durante o show de mágica e todos adoraram!$1#$b#Mas o preço foi Magnus me transformar em sapo por duas horas.$2#$b# Não é justo! Eles não fizeram isso nem sabia que era magia de verdade...$8",
	"kid2_SRE3_Wizard":"Ah, Morgan acredita que estou alheio aos seus esforços clandestinos.#$e#Não tema, não estou irritado.",
	
	"kid2_SRE3_Trinnie":"Oba!! Agora é minha vez de ser o Agente Pelican! Jas e Ellie foram super legais, mal posso esperar!$h",	
	"kid2_SRE3_Olga":"O novo desenho animado na TV parece estar na moda atualmente.#$b#Trinnie não consegue se desvencilhar dele para fazer suas tarefas.$5",	
	"kid2_SRE3_Naomi":"Estou muito feliz em ver Yuuma e seus amigos se divertindo tanto juntos.$1#$b#Oh, meus olhos estão ficando um pouco marejados.$4",
	"kid2_SRE3_Richard":"Olá, jovem. Por favor, lembre-se de organizar algo especial para %kid1 em seu aniversário.$h",
	"kid2_SRE3_Richard_girl":"Olá, jovem. Por favor, lembre-se de organizar algo especial para %kid1 no aniversário dela.$h",
	"kid2_SRE3_Sonny":"É um grande prazer ver o jovem mestre se dando tão bem com as outras crianças.$h",
	"kid2_SRE3_Keahi":"Ei! Por que só garotas se tornam Agente Pelican? Eu também quero dar ordens!$s",
	"kid2_SRE3_Yuuma":"Eu não vejo muito %kid2, então é muito bom comemorarmos juntos!$h",
	"kid2_SRE3_Louie":"Agente Pelican? Não, é muito infantil para o meu gosto. Prefiro algo mais sofisticado.$4#$b#Espere, você diz que eu sei sobre o Agente Kiwi?$3#$b#Não, você deve estar ouvindo coisas .$5",
	
	"kid2_SRE3_Rosa":"Adivinha? As crianças apareceram na pousada e imaginei que elas só queriam brincar, mas não, elas queriam ajudar e ganhar um pouco mais.#$b#Mas eu recusei, não é como se a pousada estivesse crescendo com negócios ou algo assim.$s",
	"kid2_SRE3_Eloise":"%kid2 está tão feliz! Todo o nosso trabalho valeu a pena!$h",
	"kid2_SRE3_Jacob":"Ellie tem imitado um personagem de desenho animado ultimamente, e é muito adorável.$1#$b#Acredito que se chama Agente Pelicano ou algo assim?$1",	
	"kid2_SRE3_Lavril":"Eu gostaria que fantasmas pudessem ajudar na fazenda também.$3#$b#De qualquer forma, a festa de %kid2 foi super divertida! Tee-hee!$17",	
	
//Two Children Events 

	// Parenting discussion 172426016
	
	"TwoKidsPD_01":"Oh, Querido(a), momento perfeito, venha.",
	"TwoKidsPD_02":"Estou lendo este livro e ele tem alguns insights interessantes, sabe?",
	"TwoKidsPD_03":"%%spouse entregou a você o livro '${Paternidade^Maternidade}$ Equilibrada: Um Guia do Autor Premiado Xiao'.#$b#%O nome do autor parece um tanto familiar...",
	"TwoKidsPD_04":"Neste livro, há ótimas dicas sobre estratégia parental para novos pais. Mergulhe nesta seção primeiro.",
	"TwoKidsPD_05":"%A seção %spouse está apontando traz à tona o conceito de pais assumindo diferentes papéis na criação de seus filhos.#$b#%Um deles atua como pai protetor, oferecendo apoio emocional e carinho.#$b#%E o outro assume o papel estrito, estabelecendo limites e expectativas claras para o melhor desenvolvimento da criança.",
	"TwoKidsPD_06":"Acho que as ideias dela fazem todo sentido, certo? E você? Deveríamos tentar?",
	"TwoKidsPD_07":"Certo? Achei que estaríamos na mesma página sobre isso.$h",
	"TwoKidsPD_08":"Ok, que tal isso...#$b#Eu farei o papel de pai durão e você pode pegar leve com eles. Parece bom?",
	"TwoKidsPD_09":"#Eu prefiro ser rigoroso. Por que você sugere o contrário?#Estou bem com o papel de educador, mas por que você sugere isso?",
	"TwoKidsPD_10":"Tenho pensado nisso...#$b#Veja, você passa a maior parte do tempo trabalhando na fazenda, na mineração e na pesca, e quando chega em casa já é bem tarde, certo ?#$b#E se você simplesmente entrar e começar a agir de forma rígida... como você acha que as crianças vão reagir?",
	"TwoKidsPD_11":"Eles podem ficar com muito medo de você... tremer ao ver você...$s",
	"TwoKidsPD_12":"Eles podem chegar ao ponto de pensar que você não os ama...$s#$b#Eles podem até sonhar que você os transforma em pombas...$s",
	"TwoKidsPD_13":"#De jeito nenhum! Isso não vai acontecer!",
	"TwoKidsPD_14":"Faz sentido, não é?$s#$b#Além disso, considerando que estou em casa a maior parte do tempo, terei mais chances de demonstrar amor a eles. Eles provavelmente não entenderão a ideia que só sou bom em repreender.",
	"TwoKidsPD_15":"Então não se preocupe comigo.#$b#Embora eu não tenha certeza se conseguirei desempenhar esse papel, certamente farei o meu melhor!$h",
	"TwoKidsPD_16":"",
	
	// TwoKidsPD
	
	
	
	// Eating 1 172426001 
	//-Portrait
	
	"TwoKids01_01":"{{SpouseTitle}}, sorvete é muito gostoso!$h",//update title
	"TwoKids01_01Mommy":"Mamãe, sorvete é muito gostoso!$h",
	"TwoKids01_02":"Sim, eu também acho.",
	"TwoKids01_03":"É tão doce e frio!$h",
	"TwoKids01_04":"Uh-huh.",
	"TwoKids01_05":"Então...",
	"TwoKids01_05.1":"Podemos comer outro?$4",
	"TwoKids01_06":"Sorvete!$4",
	"TwoKids01_07":"Não.",
	
	// TwoKidsEat01
	
	"TwoKidsEat01_Jodi":"Alguns dias atrás, %kid1 e %kid2 correram até mim, cheios de entusiasmo, e me deram os abraços mais calorosos. Eles são tão fofos.$h#$b#Parece que foi só um tempinho atrás eu estava cuidando deles, e eles eram tão pequenos.$h",
	"TwoKidsEat01_Jodi_Sam":"Há momentos em que olho para trás e me pergunto se me comprometi com a vida familiar cedo demais, talvez tenha desistido de parte da minha liberdade juvenil.#$b#Mas então, quando mantenho meus preciosos netos perto...#$b#Realmente, faz tudo valer a pena.$h#$b#Estou muito orgulhoso de Sam e, claro, de você, @.$h",
	"TwoKidsEat01_Kent":"Sabe, eu estava cuidando das crianças enquanto elas brincavam lá fora, como sempre.#$b#Mas então, do nada, algumas lembranças bastante sombrias voltaram.$3#$b#Bem, foi então que o pequenino %kid2 veio até mim, perguntando se eu estava bem, se eu estava passando mal.#$b#Então %kid1 veio correndo e disse: 'Tio Kent, seja feliz, não fique tão triste!'.#$b#...#$b#Eu te digo, não pude deixar de derramar uma lágrima.$h",
	"TwoKidsEat01_Kent_Sam":"Sabe, eu estava cuidando das crianças enquanto elas brincavam lá fora, como sempre.#$b#Mas então, do nada, algumas lembranças bastante sombrias voltaram.$3#$b#Bem, foi então que o pequenino %kid2 veio até mim, perguntando se eu estava bem, se eu estava passando mal.#$b#Então %kid1 veio correndo e disse: 'Vovô, seja feliz, não fique tão triste!'.#$b#...#$b#Eu te digo, não pude deixar de derramar uma lágrima.$h#$b#Pelo bem dos meus Querido(a)s netos, vou sorrir com mais frequência.$h",
	"TwoKidsEat01_Pam":"Ei, garoto. Às vezes ainda não consigo acreditar que você já tem seus próprios filhos.#$b#...$s#$b#Cuide bem deles, ouviu?",
	"TwoKidsEat01_Pam_Penny":"Honestamente, nunca pensei que alguém como eu acabaria sendo avó...#$b#*suspiro*$s#$b#Preciso me preparar!$3#$b#Não posso dizer que' Serei o exemplo brilhante deles ou algo assim, mas preciso deixar uma impressão melhor nos meus netos, você sabe.$s",
	"TwoKidsEat01_Caroline":"Alguns dias atrás, %spouse trouxe %kid1 e %kid2 para a reunião de mães, exibindo seus preciosos bebês.",
	"TwoKidsEat01_Caroline_Abigail":"Alguns dias atrás, eu trouxe %kid1 e %kid2 para a reunião de mães. Mostrar seus preciosos netos é privilégio de toda avó, sabia?",
	"TwoKidsEat01_Pierre":"Não muito tempo atrás, eu vi %spouse sendo severo conversando com aquele pequeno encrenqueiro %kid1.#$b#Criar filhos não é uma tarefa fácil, posso garantir isso.$h",
	"TwoKidsEat01_Pierre_Abigail":"Não muito tempo atrás, eu vi Abigail sendo severa conversando com aquele pequeno encrenqueiro %kid1. Suas palavras pareciam estranhamente familiares...$4#$b#E então me dei conta, essas eram as mesmas palavras que eu' eu costumava repreendê-la antes... Haha.$h",
	"TwoKidsEat01_George":"@, sempre que tiver tempo, arraste seus filhos. Evelyn está perguntando sobre eles.",
	"TwoKidsEat01_George_Alex":"Não pensei que ficaria por aqui para conhecer os bisnetos.$h#$b#Hmph, sempre que tiver tempo, arraste-os.",
	"TwoKidsEat01_Evelyn":"Vendo vocês quatro tão felizes juntos, estou realmente muito feliz por você e %spouse.$h#$b#Ah, a propósito, %kid1 e %kid2 mencionaram que estão desejando bolo, então Eu fiz alguns. Leve de volta com você, Querido(a).[221]",
	"TwoKidsEat01_Evelyn_Alex":"Já faz algum tempo que estou preocupado sobre como nossa família dividida pode influenciar o futuro de Alex, minha querida.$s#$b#Mas agora, ver vocês quatro tão felizes juntos... ah, tem eu todo choroso.#$b#Não se preocupe, são lágrimas de alegria.$h#$b#Ah, a propósito, %kid1 e %kid2 mencionaram que estão com vontade de bolo, então eu fiz alguns. Leve de volta com você, Querido(a).[221]",
	"TwoKidsEat01_Demetrius":"Percebi que %spouse amadureceu muito desde que se tornou pai. É evidente que a ${paternidade^maternidade}$ tem uma forma de promover o crescimento pessoal.",
	"TwoKidsEat01_Demetrius_Sebastian":"Estou satisfeito em ver que Sebastion se tornou uma pessoa responsável depois de se estabelecer e ter filhos.#$b#É evidente que a ${paternidade^maternidade}$ tem uma forma de promover o crescimento pessoal.",
	"TwoKidsEat01_Demetrius_Maru":"Sempre tive muita fé na capacidade de Maru de ser uma excelente mãe. Sua natureza meticulosa e senso de responsabilidade são evidentes em seu trabalho.$h#$b#Com pais como vocês dois, não tenho duvido que meus netos se tornem indivíduos excepcionais.",
	"TwoKidsEat01_Robin":"Ei @, tenho alguns biscoitos. Compartilhe-os com seus filhos adoráveis, certo?$h[223]",
	"TwoKidsEat01_Robin_Sebastian":"Sabe, é incrível ver meu filho, que costumava ser bastante introvertido, agora correndo de boa vontade para cuidar de seus Querido(a)s filhos.#$b#Honestamente, vê-lo crescer tanto me deixou muito orgulhoso.$h#$b#@, meu filho está em suas mãos, e ei, tenho alguns biscoitos. Compartilhe-os com meus adoráveis ​​netos, por favor?$h[223]",
	"TwoKidsEat01_Robin_Maru":"Ei @, eu sei que Maru tem sido uma criança que deixa os pais respirarem um pouco, mas mesmo assim, por favor, cuide bem dela.#$b#E não se esqueça dos meus dois preciosos netos.$h#$b#Tenho alguns cookies. Compartilhe com eles, por favor?$h[223]",
	
	// Eating 2 - one week later 172426002
	
	"TwoKids02_01":"Ei, @, %spouse, trouxe algumas panquecas de urso comigo.$h#$b#Lembro que as crianças gostaram muito delas durante sua última visita a East Scarp, então fiz mais algumas.$3",
	"TwoKids02_02":"Não acredito que você trouxe isso até aqui para eles. Você é incrível!$h#$b#Já posso imaginar %kid1 e %kid2 dançando alegremente com isso!$h",
	"TwoKids02_03":"Não fale nisso. Ver as crianças se divertindo tanto me traz muita alegria também.$3#$b#Apenas me avise se houver mais alguma coisa que elas gostem de comer, certo? Eu farei certifique-se de prepará-lo para eles.$h",
	"TwoKids02_04":"Isso é incrivelmente gentil da sua parte, obrigado.$h#$b#Entre e fique à vontade, as crianças ficarão muito felizes em ver você.",
	
	// Eating 3 - few hours later 172426003
	//- Portrait 
	
	"TwoKids03_01":"{{SpouseTitle}}, panqueca de urso é muito gostosa!$h",//update title
	"TwoKids03_01Mommy":"Mamãe, panqueca de urso é realmente gostosa!$h",
	"TwoKids03_02":"Super gostoso!$h",
	"TwoKids03_03":"Sim, é.",
	"TwoKids03_04":"Então...",
	"TwoKids03_04.1":"Mais uma panqueca de urso, por favor?$4",
	"TwoKids03_05":"Panqueca de urso!$4",
	"TwoKids03_06":"Não.",
	"TwoKids03_07":"%Um momento depois...",
	"TwoKids03_08":"Oh, {{PlayerTitle}} é o melhor!$h",//update title
	"TwoKids03_08Mommy":"Oh, mamãe é a melhor!$h",
	"TwoKids03_09":"Eu te amo {{PlayerTitle}}!$h",//update title
	"TwoKids03_09Mommy":"Eu amo a mamãe!$h",
	"TwoKids03_10":"Aham!",
	"TwoKids03_11":"@... Falaremos sobre isso mais tarde.",
	
	//
	
	
	// Shopping 1 172426004  
	
	"TwoKidsShop1_01":"Entendeu?",
	"TwoKidsShop1_02":"Entendi!",
	"TwoKidsShop1_03":"Bom, agora vá.",
	"TwoKidsShop1_04":"Ok~",
	"TwoKidsShop1_05":"Ei, @, boa hora.$h#$b#Estou deixando ele comprar algo sozinho. Vamos ver como ele se sai em silêncio.",
	
	// Shopping 2 172426005
	//- Portrait
	
	"TwoKidsShop2_01":"Bom dia, tia Caroline.",
	"TwoKidsShop2_01_Abigail":"Bom dia, vovó.",
	"TwoKidsShop2_02":"Bom dia.$h",
	"TwoKidsShop2_03":"Olá, tio Pierre!",
	"TwoKidsShop2_03_Abigail":"Olá, vovô!",
	"TwoKidsShop2_04":"Olá, por que é só você?",
	"TwoKidsShop2_05":"{{SpouseTitle}} quer óleo, eu ajudo!",//update title
	"TwoKidsShop2_05Mommy":"Mamãe quer óleo, eu ajudo!",
	"TwoKidsShop2_06":"O óleo tem 100G!$3",
	"TwoKidsShop2_07":"500 para o tio Pierre...$3",
	"TwoKidsShop2_07_Abigail":"500 para o vovô...$3",
	"TwoKidsShop2_08":"E o troco é 400!$h",
	"TwoKidsShop2_09":"Sim, você é muito inteligente!$h",
	"TwoKidsShop2_10":"Hehe!$h",
	"TwoKidsShop2_11":"Aqui está, cuidado com a pegada!",
	"TwoKidsShop2_12":"Ok ~ Tchau!",
	"TwoKidsShop2_13":"Tchau!$h",
	"TwoKidsShop2_13.1":"Oh... estou tão orgulhoso de-",
	"TwoKidsShop2_14":"Mais alguma coisa?",
	"TwoKidsShop2_15":"Tio Pierre...$3",
	"TwoKidsShop2_15_Abigail":"Vovô...$3",
	"TwoKidsShop2_16":"Posso ganhar doces com 400?$h",
	"TwoKidsShop2_17":"Claro!$h",
	"TwoKidsShop2_18":"",
	"TwoKidsShop2_19":"",
	
	// TwoKidsShop2
	
	"TwoKidsShop2_Pierre":"Seu(Sua) filho(a) parece ser bem inteligente. Um dia ele(a) pode ser um(a) ótimo(a) ajudante na minha loja.",
	"TwoKidsShop2_Caroline":"Nossa loja não tem doces nas prateleiras, mas sempre que tenho oportunidade, dou algumas guloseimas para as crianças quando elas nos visitam.#$b#Então seu(sua) filho(a) pode acreditar que pode comprar alguns aqui.$h",
	"TwoKidsShop2_Shanice":"%spouse veio com seu(sua) filho(a) outro dia, ensinando a fazer compras sozinho(a)...#$b#Que visão fofa.$h",
	"TwoKidsShop2_Lorenzo":"Seu(Sua) filho(a) é um(a) garoto(a) muito bom(boa), muito bem-educado(a).",
	"TwoKidsShop2_Flor":"Expor as crianças a várias interações enquanto elas são pequenas pode realmente promover sua facilidade social.#$b#Oh, quero dizer, isso pode evitar que elas se tornem excessivamente tímidas.",
	"TwoKidsShop2_":"",
	
	// Penguin 172426006
	//- Portrait
	
	"TwoKidsPenguin_01":"Tudo bem, meus Querido(a)s, fiquem parados e não se mexam.$h",
	"TwoKidsPenguin_02":"Ok~",
	"TwoKidsPenguin_03":"Diga queijo-",
	"TwoKidsPenguin_04":"Olha que concha super legal!$h",
	"TwoKidsPenguin_05":"Sério?",
	"TwoKidsPenguin_06":"Crianças, voltem e fiquem parados agora!$a",
	"TwoKidsPenguin_07":"Desculpa {{SpouseTitle}}...",//update title
	"TwoKidsPenguin_07Mommy":"Desculpe, mamãe...",
	"TwoKidsPenguin_08":"Ok, agora, diga-",
	"TwoKidsPenguin_09":"Uau, um grande passarinho!$h",
	"TwoKidsPenguin_10":"É um pinguim! Eu vi no meu livro!$h",
	"TwoKidsPenguin_11":"Espere!",
	"TwoKidsPenguin_12":"Pinguins são animais selvagens. Se chegarmos muito perto, poderemos assustá-los.",
	"TwoKidsPenguin_13":"Ah, tive uma ótima ideia!$h",
	"TwoKidsPenguin_14":"Tudo bem, agora vamos tentar, mas seja gentil.",
	"TwoKidsPenguin_15":"Ok~",
	"TwoKidsPenguin_16":"Ok!",
	"TwoKidsPenguin_17":"Senhorita Pinguim...",
	"TwoKidsPenguin_18":"Aqui está um peixe gostoso...$h",
	"TwoKidsPenguin_19":"(Comer...comer...)",
	"TwoKidsPenguin_20":"Uau, ela está mastigando!$4",
	"TwoKidsPenguin_21":"Hehe, ela acabou de comer!$h",
	"TwoKidsPenguin_22":"Minha vez agora!$4",
	"TwoKidsPenguin_23":"Prontos, pessoal?",
	"TwoKidsPenguin_24":" Hora de um grande sorriso!$h",
	
	// TwoKidsPenguin
	
	"TwoKidsPenguin_Sam":"Sou só eu ou o pinguim da foto tem uma mochila de pinguim? Ninguém está falando nisso?$8",
	"TwoKidsPenguin_Elliott":"Lembro-me de ter dado à sua filha um livro ilustrado sobre pinguins uma vez, e ela parecia gostar muito dele.#$b#Estou genuinamente feliz que ela finalmente teve a chance de colocar os olhos em pinguins reais.$h",
	"TwoKidsPenguin_Willy":"É um verdadeiro conforto, devo dizer, ver %spouse orientar seus filhos sobre como ser gentil com as criaturas do oceano.$h#$b#Com pessoas boas como vocês como pais, aposto que eles estamos fadados a se tornar adultos notáveis.",
	"TwoKidsPenguin_Lewis":"%spouse tem estado ocupado exibindo as fotos dos pinguins dos seus filhos, e eu tenho que admitir, elas são muito adoráveis.$h#$b#Que tal eu ajudar a enviar essas fotos para uma revista de fotografia de bebês concurso? Quem sabe você pode acabar ganhando alguma coisa.",
	"TwoKidsPenguin_Haley":"Quer saber? Aquelas fotos de %kid1 e %kid2 com os pinguins poderiam aparecer em um concurso de revista de fotografia.#$b#Sério, elas são adoráveis!$h",
	"TwoKidsPenguin_Vincent":"Isso é tão legal... Eu também quero alimentar pinguins com peixes!",
	"TwoKidsPenguin_Abigail":"Vamos manter isso entre nós, mas sinceramente, estou morrendo de vontade de acariciar um pinguim.#$b#Isso é muito estranho?$s",
	
	"TwoKidsPenguin_Sophia":"Como as crianças gostam tanto de pinguins, estou planejando comprar para elas a animação 'A Grande Aventura da Penguin Rave'.$h#$b#E ei, estou pronto para assistir junto com eles.$9",
	
	"TwoKidsPenguin_Carmen":"Oh, olá, hijo! Ouvi de Willy que ele viu seu filho e sua filha brincando com o pinguim.$h^Oh, olá, hija! Ouvi de Willy que ele avistou seu filho e sua hija brincando com o pinguim.$h#$b#Aquela pinguim, ela gosta de balançar na praia ocasionalmente durante o inverno! Quando estou pescando e a vejo, posso ligar para %spouse para trazê-los!",
	"TwoKidsPenguin_Blair":"Eu alimentei esse pinguim à beira-mar várias vezes e até dei um tapinha nela.#$b#Quer saber sobre o toque?$h#$b#Bem, não é tão suave e confuso quanto você imagina.",
	"TwoKidsPenguin_Keahi":"Eu ouvi %kid1 dizendo que eles alimentaram um pinguim com peixe mais cedo. Então, peguei alguns peixes no restaurante e estava pronto para ir até a praia.#$b# Mas, uh-oh, papai me pegou em flagrante...$s",

	"TwoKidsPenguin_Jacob":"Embora seja bastante raro, recebemos visitas ocasionais de pinguins aqui em East Scarp, e Ellie, bem, ela fica nas nuvens toda vez que os vê.$h#$b#Se acontecer de eu avistá-los, Eu ficaria mais do que feliz em ligar para você e você pode trazer seus filhos aqui.$h",
	"TwoKidsPenguin_Eloise":"Olá fazendeiro @! Eu estava indo procurar por %kid1 e %kid2.#$b#Eles disseram que tiraram fotos com um pinguim, então eu gostaria de vê-los também!$h",
	"TwoKidsPenguin_Lavril":"Que legal... Eu gostaria de poder ser amigo dos pinguins também...$7#$b#%kid1 prometeu me avisar se ele ver um pinguim novamente.$h#$e#Tee-hee!$17",
	"TwoKidsPenguin_Lavril_girl":"Que legal... Eu gostaria de poder ser amiga dos pinguins também...$7#$b#%kid1 prometeu me avisar se ela ver um pinguim novamente.$h#$e#Tee-hee!$17",
	
	"TwoKidsPenguin_Jean":"Eu reconheço aquele pinguim, @. O nome dela é Lala.#$b#Como eu entendo a conversa de pinguim, você pergunta?#$b#Pode parecer estranho, mas nosso amor compartilhado por peixes preenche a lacuna muito bem.$h",
	"TwoKidsPenguin_":"",
	
	// Plush Part 1  172426017
	// - Portrait
	
	"TwoKidsPlush1_01":"Nós queremos muito!",
	"TwoKidsPlush1_02":"Compra, compra, compra!$4",
	"TwoKidsPlush1_03":"Mas... O seu quarto já não está cheio deles?$s",
	"TwoKidsPlush1_04":"Não é o mesmo!#$b#Esse é muito mais fofo!$h",//Need Update
	"TwoKidsPlush1_05":"Esse aqui é bem mais bonitinho!",//
	"TwoKidsPlush1_06":"Super, super fofo!$h#$b#Eu realmente, realmente quero isso!$4",//Need Update
	"TwoKidsPlush1_07":"Eu quero muito, mas muito mesmo!",//
	"TwoKidsPlush1_08":"resmungando baixinho O preço que falam nessa revista...$s#$b#Por que é tão caro... é só uma coisinha pequenininha...$s",
	"TwoKidsPlush1_09":"",
	"TwoKidsPlush1_10":"",
	
	// TwoKidsPlush1
	
	// Plush Part 2  172426018
	
	"TwoKidsPlush2_01":"...E nós realmente esperamos que você possa nos dar uma mão com isso, Emily.",
	"TwoKidsPlush2_02":"Não tem problema nenhum!#$b#Eu posso não ser profissional nisso, mas estou animada para tentar e ajudar de qualquer maneira que eu puder.$h",
	"TwoKidsPlush2_03":"Oh, muito obrigada(o), Emily.$h",
	"TwoKidsPlush2_04":"Até mais tarde.",
	"TwoKidsPlush2_05":"Tchau!",
	"TwoKidsPlush2_06":"Oh querida(o), que bom que você está aqui. Chegue mais perto, eu tenho algo para te dizer.",
	"TwoKidsPlush2_07":"",
	
	// TwoKidsPlush2
	
	// Plush Part 3  172426019
	//- Portrait
	
	"TwoKidsPlush3_01":"Porque estamos aqui, {{SpouseTitle}}?$3",//update title
	"TwoKidsPlush3_01Mommy":"Por que estamos aqui, mamãe?$3",
	"TwoKidsPlush3_02":"{{PlayerTitle}}?$3",//update title
	"TwoKidsPlush3_02Mommy":"Mamãe?$3",
	"TwoKidsPlush3_03":"Vocês vão descobrir em breve!$h#$b#Certo, agora, vamos cumprimentar a Srta. Emily direitinho.",
	"TwoKidsPlush3_04":"Oi, crianças.",
	"TwoKidsPlush3_05":"Oi, Srta. Emily!",
	"TwoKidsPlush3_06":"Olá!",
	"TwoKidsPlush3_07":"Adivinhem? Eu tenho uma surpresa para vocês dois.",
	"TwoKidsPlush3_08":"%Emily esconde algo atrás das costas com as duas mãos.",
	"TwoKidsPlush3_09":"Tcharam!",
	"TwoKidsPlush3_10":"Uau, uau, uau! Pinguim Rave!$4",
	"TwoKidsPlush3_11":"E a Pinguim Elle também!$4",
	"TwoKidsPlush3_12":"Um pequeno presente que fiz para vocês, espero que gostem.$h",
	"TwoKidsPlush3_13":"Eba, eba!$4",
	"TwoKidsPlush3_14":"Aww, aww, é tão fofo!$4#$b#É mesmo para nós?$h",//Need Update
	"TwoKidsPlush3_15":"É mesmo para nós?",//
	"TwoKidsPlush3_16":"Sim!",
	"TwoKidsPlush3_17":"Eba!",
	"TwoKidsPlush3_18":"Viva!",
	"TwoKidsPlush3_19":"Vamos, pequeninos, não se esqueçam de agradecer a Srta. Emily direitinho.",
	"TwoKidsPlush3_20":"Obrigada(o), Srta. Emily!$h",
	"TwoKidsPlush3_21":"Te amo!$h",
	"TwoKidsPlush3_22":"Olha como meu pinguim é fofo!$h",
	"TwoKidsPlush3_23":"O meu é mais fofo.",
	"TwoKidsPlush3_24":"Olhe bem!$5",
	"TwoKidsPlush3_25":"O pinguim rosa é tão lindo!",
	"TwoKidsPlush3_26":"Azul é mais legal!$5",
	"TwoKidsPlush3_27":"E o Pinguim Rave é um super-herói!$5",
	"TwoKidsPlush3_28":"%As crianças começam a discutir.",
	"TwoKidsPlush3_29":"Ei, sem briga, tá bem?$s",

	// TwoKidsPlush3
	
	"TwoKidsPlush3_Emily":"Os dois peluches de pinguim?#$b#Sim, me inspirei em personagens da 'Grande Aventura do Pinguim Rave'. Adorável, né?$h#$b#Pessoalmente, eu gosto mais do azul.$h",
	"TwoKidsPlush3_Emily_SVE":"Os dois bichinhos de pelúcia de pinguim?#$b#É, eu me inspirei em personagens de 'A Grande Aventura do Rave do Pinguim'. Adoráveis, né?$h#$b#Pessoalmente, eu gosto mais do azul.$h#$e#Sim, está certo. Eu peguei o desenho emprestado da Sophia para me inspirar.",
	"TwoKidsPlush3_Haley":"Você provavelmente sabe que a Emily é um craque no tricô, mas você acredita que ela também faz bichinhos de pelúcia? Impressionante, né?$h#$b#Então, vendo a alegria nos rostos de %kid1 e %kid2... talvez eu devesse tentar fazer algo para eles também...",
	"TwoKidsPlush3_Abigail":"Ei, mantenha isso em segredo, mas eu tenho assistido secretamente 'A Grande Aventura do Rave do Pinguim'.#$b#Aqueles mini aventureiros de pinguim são fofos demais para resistir!$h",
	"TwoKidsPlush3_Maru":"E se a Emily e eu criássemos um pinguim de pelúcia com algumas partes mecânicas legais dentro? Sabe, fazê-los fazer alguns movimentos simples.#$b#Você acha que %kid1 e %kid2 adorariam ainda mais isso?$h",
	"TwoKidsPlush3_Leah":"%kid1 e %kid2 não podem esperar para exibir seus pinguins sempre que me veem. Parece que eles estão totalmente apaixonados.$h#$b#A Emily fez um ótimo trabalho, não é?$h",
	"TwoKidsPlush3_Vincent":"Não precisa dos pinguins de %kid1 e %kid2. O Sr. Wumbus é muito mais legal!$s",
	"TwoKidsPlush3_Jas":"%kid1 disse que eu poderia brincar com o pinguim dele, mas %kid2 não quer dividir o pinguim dela, ela é tão má...$s#$b#Eu quero brincar com o pinguim rosa também...$s",
	"TwoKidsPlush3_Jas_girl":"%kid1 disse que eu poderia brincar com o pinguim dela, mas %kid2 não quer dividir o pinguim dele, ele é tão mau...$s#$b#Eu quero brincar com o pinguim azul também...$s",
	
	"TwoKidsPlush3_Sophia":"Pingu Rave é super fofo, mas eu gosto mais da namorada dele, Pingu Elle. A vibe adorável e boba que ela tem é irresistível.$h#$b#E claro! Pinguins rosas são muito mais fofos, você não acha?$9",
	"TwoKidsPlush3_Olivia":"Uma cena encantadora, não é? %kid1 e %kid2, levando seus pinguins para onde quer que vão, tendo essas doces conversinhas.$h",
	
	"TwoKidsPlush3_Philip":"Grande aventura do Pinguim Rave? Sim, estou adorando! Eles lançaram um spin de quadrinhos recentemente. Pinguins fazendo o papel de super-heróis é realmente uma abordagem inovadora.$h#$b#E confie em mim, algumas dessas reviravoltas na trama têm uma vibração totalmente diferente para nós adultos, não apenas coisas de criança.",
	"TwoKidsPlush3_Faye":"Então, Emily está fazendo peluches de pinguim agora?#$b#Ah, espera, eu tenho uma ideia fantástica!$h",
	"TwoKidsPlush3_Trinnie":"Ugh, %kid2 está exibindo seu pinguim de novo, e a mamãe não me deixa ter um!$5",
	"TwoKidsPlush3_Trinnie_girl":"Ugh, %kid2 está exibindo seu pinguim de novo, e a mamãe não me deixa ter um!$5",
	
	"TwoKidsPlush3_Rodney":"%kid2 tem um olho para o que é bom! Rosa é a melhor cor, sem dúvida nenhuma!$h",
	"TwoKidsPlush3_Rodney_girl":"%kid1 tem um olho para o que é bom! Rosa é a melhor cor, sem dúvida nenhuma!$h",
	"TwoKidsPlush3_Eloise":"Oh, @, os pinguins para %kid1 e %kid2 são tão fofinhos! Eu realmente quero um!$h#$b#Sou muito fã dos livrinhos deles, sabia?$h",
	"TwoKidsPlush3_Jacob":"Ellie está enchendo o saco para eu comprar o pinguinzinho 'A Grande Aventura do Pinguim Rave' desde que seus filhos ganharam o deles.#$b#Mas, meu Deus, o preço que eles colocaram nessas revistas é bem salgado. É como cinco vezes mais caro que um pelúcia normal!$s#$e#Posso ir até a casa da Emily e perguntar se ela consegue fazer um pinguinzinho de pelúcia para a Ellie.$h",
	"TwoKidsPlush3_Sen":"Estou pensando em tricotar esses suéteres pequenininhos para %kid1 e %kid2, com pinguinzinhos neles. Você acha que eles iriam gostar?$h",
	"TwoKidsPlush3_Lavril":"O-Oh, @. Eu acabei de ver os pinguins de pelúcia para %kid1 e %kid2. Eles são muito fofos, macios e gostosos de abraçar também.$17#$b#Eu quero um também, mas Void não está feliz.$13#$b#Ele diz que eu já tenho ele...$3",
	"TwoKidsPlush3_":"",
	
	
	// Penny Homework 172426011
	//-Portrait
	
	"TwoKidsHomework_01":"Fique perto de mim.",
	"TwoKidsHomework_02":"Não pode fugir, ok?",
	"TwoKidsHomework_03":"Ok!",
	"TwoKidsHomework_03.1":"Siiim {{SpouseTitle}}!",//update title
	"TwoKidsHomework_03.1Mommy":"Sim, mamãe!",
	"TwoKidsHomework_04":"É a Sra. Penny!$3",
	"TwoKidsHomework_05":"Ah, não, mais lição de casa de novo!$a",
	"TwoKidsHomework_06":"Uh!",
	"TwoKidsHomework_07":"Vamos nos esconder rápido!$a",
	"TwoKidsHomework_07.1":"Espere por mim!$a",
	"TwoKidsHomework_08":"Ei! Onde estão seus modos?",
	"TwoKidsHomework_09":"Desculpe, Penny, esses patifes nem sempre têm as melhores maneiras.$s",
	"TwoKidsHomework_10":"Está tudo bem. Eles são absolutamente adoráveis.$h",
	"TwoKidsHomework_11":"A propósito, o que traz você aqui? Estávamos prestes a fazer compras.",
	"TwoKidsHomework_12":"Bem, achei que já era hora de fazer um novo dever de casa, então trouxe isso. ",
	"TwoKidsHomework_13":"Aqui.",
	"TwoKidsHomework_14":"Se houver alguma coisa que eles não entenderam enquanto você está ensinando, sinta-se à vontade para me ligar pedindo ajuda.",
	"TwoKidsHomework_15":"Ah, obrigado!",
	"TwoKidsHomework_16":"Estamos muito gratos a você, Penny.$h#$b#Como eles ficaram muito animados e foram expulsos por Gunther, tenho hesitado em trazê-los para suas aulas.$s#$b#Nós dois queremos que as crianças comecem a aprender cedo e, sem a sua ajuda, não saberíamos o que fazer.",
	"TwoKidsHomework_16_RSV":"Estamos muito gratos a você e a Flor também.$h#$b#Como eles ficaram um pouco animados e foram expulsos por Gunther, tenho hesitado em trazê-los para suas aulas.$s#$b#Nós dois queremos que as crianças comecem a aprender cedo e, sem a sua ajuda, não saberíamos o que fazer.",
	"TwoKidsHomework_17":"Sem problemas. Fico feliz em ajudar.$h#$b#Eles ainda são muito pequenos, podemos trazê-los para a aula um pouco mais tarde.",
	"TwoKidsHomework_18":"Obrigado(a), Penny. Vamos contar com você por um tempo.$h",
	"TwoKidsHomework_19":"",
	
	// TwoKidsPHW
	
	"TwoKidsPHW_Penny":"Por favor, você não está me incomodando. Eu realmente adoro %kid1 e %kid2, e estou mais do que feliz em ajudar no aprendizado deles.$h",
	"TwoKidsPHW_Pam":"Ei, garoto, desde que Penny começou a ajudar com o dever de casa dos seus pequenos, ela tem ficado acordada até mais tarde do que o normal.#$e#Eu não estou reclamando, veja bem.$s",
	
	"TwoKidsPHW_Gunther":"@, peço desculpas por ter que pedir a seus filhos para saírem do museu da última vez. Este lugar também serve como um espaço tranquilo, e preciso pensar nos outros.$s#$b#Talvez você possa trazer devolvê-los quando ficarem um pouco mais velhos.",
	
	"TwoKidsPHW_Flor":"Oh! @.$3#$b#Uh... Isso, hum...$3#$b#Quando passei pela sua fazenda mais cedo, encontrei %kid1 e %kid2...#$b#Eles me pediram para tornar o dever de casa um pouco mais fácil. Eu não pensei no dever de casa anterior com cuidado suficiente...?$s#$b#Sinto muito, @.$s",
	
	
	// Ice Cream 1 172426012 
	//- Portrait 
	
	"TwoKidsIcecream1_01": "Espera, olhem!",
	"TwoKidsIcecream1_02": "Ei, crianças!",
	"TwoKidsIcecream1_03": "São aqueles sorvetes?$h",
	"TwoKidsIcecream1_04": "Nossa, parecem deliciosos!$h#$b#Podemos pegar alguns, por favor?$4",//Need Update
	"TwoKidsIcecream1_05": "Podemos pegar alguns, por favor?$4",//
	"TwoKidsIcecream1_06": "Claro!$h#$b#Mas vão pedir permissão aos seus pais primeiro, certo?",//Need Update
	"TwoKidsIcecream1_07": "Mas vão pedir permissão aos seus pais primeiro, certo?",//
	"TwoKidsIcecream1_08": "Mas...$3",
	"TwoKidsIcecream1_09":"{{SpouseTitle}} sempre diz não...$a",//update title
	"TwoKidsIcecream1_09Mommy": "Mamãe sempre diz não...$a",
	"TwoKidsIcecream1_10": "Sinceramente, tenho sido um pouco rígido demais com eles?$s",
	"TwoKidsIcecream1_11": "#Ser um pouco rigoroso com eles pode ser o melhor.#De vez em quando, um pequeno agrado é bom.#",
	"TwoKidsIcecream1_12": "Mas...$s#$b#Um...$s",
	"TwoKidsIcecream1_13": "Tudo bem.",
	"TwoKidsIcecream1_14": "Ei, Alex, podemos pegar dois sorvetes para as crianças?",
	"TwoKidsIcecream1_15": "Claro! Só um momento, estará pronto em breve.$h",
	"TwoKidsIcecream1_16": "Yay!",
	"TwoKidsIcecream1_17": "Yippee!",
	"TwoKidsIcecream1_18":"Eu te amo {{SpouseTitle}}!$4",//update title
	"TwoKidsIcecream1_18Mommy": "Eu amo a Mamãe!$4",
	"TwoKidsIcecream1_19":"{{SpouseTitle}} é o melhor!$4",//update title
	"TwoKidsIcecream1_19Mommy": "Mamãe é a melhor!$4",
	
	// TwoKidsIC1
	
	"TwoKidsIC1_Alex":"Ei, @, por que não trazer as crianças para tomar mais sorvete? Ajude um amigo e faça os pequenos felizes também.$h#$b#É uma situação em que todos ganham, certo?$h",
	"TwoKidsIC1_Vincent":"%kid2 estava exibindo seu sorvete... Isso é tão legal... Eu também quero um sorvete.$s",
	"TwoKidsIC1_Vincent_girl":"%kid2 estava exibindo seu sorvete... Isso é tão legal... Eu também quero um sorvete.$s",
	
	// Ice Cream 2 172426013 172426014 
	//-Portrait 
	
	"TwoKidsIcecream2_01": "%Uma hora atrás, na sua casa...",
	"TwoKidsIcecream2_02": "Biblioteca, você diz?$s#$b#Lembre-se, nós estivemos lá não faz muito tempo, mas fomos expulsos porque você estava fazendo barulho demais...$s#$b#Ainda preciso pedir desculpas ao Gunther por isso.$a",
	"TwoKidsIcecream2_03": "Mas nós queremos ler com a Jas!",
	"TwoKidsIcecream2_04": "Vamos ser bonzinhos, eu prometo!$4",
	"TwoKidsIcecream2_05": "Nós ser bonzinhos!$4",
	"TwoKidsIcecream2_06": "%%kid1 e %kid2 estão fazendo um grande ato de fofura.",
	"TwoKidsIcecream2_07": "...#$b#Tudo bem, eu vou levar vocês para a biblioteca, mas vocês precisam se comportar bem, sem gritar!",
	"TwoKidsIcecream2_08":"Ok, {{SpouseTitle}}!$h",//update title
	"TwoKidsIcecream2_08Mommy": "Tudo bem, Mamãe!$h",
	"TwoKidsIcecream2_09": "Yay!$h",
	"TwoKidsIcecream2_10": "Espera!",
	"TwoKidsIcecream2_11": "Cadê o sorvete?$3",
	"TwoKidsIcecream2_12": "Nosso sorvete?$3",
	"TwoKidsIcecream2_13": "Ele não está aqui!$3",
	"TwoKidsIcecream2_14": "Agora estamos na temporada de outono, Alex só monta a barraca aqui durante o verão.",
	"TwoKidsIcecream2_15": "Então não tem sorvete?$3",
	"TwoKidsIcecream2_16": "Não.",
	"TwoKidsIcecream2_17": "Waaaah, eu quero sorvete!$s",
	"TwoKidsIcecream2_18": "De jeito nenhum! Sorvete agora!$s",
	"TwoKidsIcecream2_19": "Pensei que vocês queriam ir para a biblioteca...$s",
	"TwoKidsIcecream2_20": "Nããão, não quero ler!$s",
	"TwoKidsIcecream2_21": "Ler é tão chato!$s",
	"TwoKidsIcecream2_22": "Waaaah!",
	"TwoKidsIcecream2_23": "%As duas crianças começam a gritar o mais alto que podem.",
	"TwoKidsIcecream2_24": "%Depois disso, sob os olhares atentos da multidão, %spouse tem que arrastar as duas crianças chorosas de volta para casa...",
	"TwoKidsIcecream2_25":"",	
	
	// TwoKidsIC2
	
	"TwoKidsIC2_Evelyn":"Olá meu Querido(a), fiz sorvete caseiro para %kid1 e %kid2. Eles vão adorar.$h[233]",
	"TwoKidsIC2_Caroline":"Aqui, @, pegue esses sorvetes e não diga uma palavra ao Pierre. Espero que %kid1 e %kid2 gostem deles.[233]",
	"TwoKidsIC2_Gus":"Ei, @! Precisa de ajuda para fazer sorvete? Posso te ajudar, sem problemas.$h#$b#Aqui, pegue isso por enquanto.[233]",
	"TwoKidsIC2_Alex":"Ei, recebi notícias sobre o que aconteceu naquele dia. %spouse não precisa ter vontade de se impor. Traga os pequenos para minha casa, posso preparar um sorvete para eles quando quiser.$h[233]#$b#Aqui, pegue mais.[233]",
	"TwoKidsIC2_Emily":"Eu tentei fazer sorvete. Pegue isso e presenteie as crianças.$h[233]",
	"TwoKidsIC2_Abigail":"Ei, pegue isso e não conte ao meu pai!$h[233]",
	"TwoKidsIC2_Vincent":"Hum... isso... pegue... para %kid1 e %kid2.$s[233]#$b#Eu serei um bom irmão mais velho agora.$s#$b#%O olhar de Vincent permaneceu fixo no sorvete que você segurava, e sua boca está praticamente salivando.",
	
	"TwoKidsIC2_Susan":"Lembro-me de ter o projeto de uma máquina de sorvete. Deixe-me pesquisar...",
	
	"TwoKidsIC2_Anton":"Acho que não dei nada de presente para as crianças. Elas podem comer esses sorvetes.[233]#$b#Ah, sim, eles são da loja do meu irmão.$h[233]",
	"TwoKidsIC2_Pika":"Aloha, @! Não se esqueça, também servimos sorvete. Que tal comprar alguns para os mais pequenos de vez em quando?#$b#Venha, pegue isso!$h[233]",
	"TwoKidsIC2_Corine":"Pegue isso, mas mantenha isso em segredo do Pika, ok?$h[233]",
	"TwoKidsIC2_Faye":"Aqui, pegue isso, mas não mencione isso para Pika, entendeu?[233]",
	"TwoKidsIC2_Kiarra":"Ei @, peguei um sorvete na loja. Dê para %kid1 e %kid2.$h[233]",
	"TwoKidsIC2_Lorenzo":"Sorvete? Claro, leve isso para seus filhos.$h[233]#$b#Não posso prometer que eles vão gostar, mas vejo que Trinnie e Keahi gostam muito deles.[233]",
	"TwoKidsIC2_Shanice":"@, gostaria de presentear seus filhos com um sorvete. Lembre-se de pegá-lo do meu marido antes de ir para casa.$h",
	"TwoKidsIC2_Malaya":"Disseram-me que seus filhos gostam de sorvete. Aqui, leve isso para eles.[233]#$b#Minha loja tem uma grande seleção. Passe por aqui sempre que quiser.$h",
	
	"TwoKidsIC2_Rosa":"Olá @! Só pensei em avisar, recentemente experimentei fazer sorvete.#$b#Aqui está, leve para seus filhos.$h[233]#$b#Deixe quero saber se eles gostaram. Vou preparar mais para eles.[233]$h",
	"TwoKidsIC2_Sterling":"Mia ouviu falar do que aconteceu naquele dia, então ela preparou um monte de sorvete para as crianças.[233]#$b#Pegue estes.[233]#$b#E estes.$h[233]#$b#Eles vão ficar nas nuvens.$9[233]",
	"TwoKidsIC2_Mateo":"Comprei um pouco de sorvete para %kid1 e %kid2.[233]#$b#Espero que isso pare o sistema hidráulico.$h[233]",
	
	"TwoKidsIC2_Jorts":"@! Olha o que encontrei na lata de lixo!#$b#Depressa, dê para os pequenos %kid1 e %kid2! Não podemos deixar esses olhinhos ficarem lacrimejantes!$2[233]",
	
	// Ice Cream 3 172426015
	
	"TwoKidsIcecream3_01":"Querido(a), você chegou!",
	"TwoKidsIcecream3_02":"Não acredito quanto sorvete tem na geladeira. Está embalado!$s#$b#O que está acontecendo aqui?$s",
	"TwoKidsIcecream3_03":"%Você conta ao %spouse sobre como os moradores da cidade estavam esbanjando sorvete para seus filhos.",
	"TwoKidsIcecream3_04":"Hmm, será que pode ser por causa do que aconteceu outro dia...",
	"TwoKidsIcecream3_05":"Sabe, não pude deixar de me sentir um pouco envergonhado naquele dia em que nossos pequeninos causaram tanta confusão...$s#$b#O pessoal aqui é tão gentil, mas está estragando nossos pequeninos demais.$h",
	"TwoKidsIcecream3_06":"Aconteça o que acontecer, não podemos deixar as crianças devorar todo esse sorvete. Simplesmente não é saudável.#$b#...",
	"TwoKidsIcecream3_07":"Parece que teremos que compartilhar isso, Querido(a). Aqui, pegue este.$h",
	"TwoKidsIcecream3_08":"%Uma semana depois, você se depara com a balança misteriosamente guardada na caixa de remessa.",
	"TwoKidsIcecream3_09":"",
	
	//
	
	
	// Tort 1 172426007
	//-Portrait
	
	"TwoKidsTort_01":"Tão chato...$a",
	"TwoKidsTort_02":"{{SpouseTitle}} estamos conversando desde sempre...$a#$b#Keahi ainda está esperando por nós...$3",//update title
	"TwoKidsTort_02Mommy": "Mamãe está falando há uma eternidade...$a#$b#O Keahi ainda está nos esperando...$3",//Need Update
	"TwoKidsTort_03":"Keahi ainda está esperando por nós...",
	"TwoKidsTort_04":"Olha ali, uma tartaruga!$h",
	"TwoKidsTort_05":"Tartaruga?",
	"TwoKidsTort_06":"*Desfrutando de um gole calmo de água*$h",
	"TwoKidsTort_07":"Olha, olha, o rabo dele está balançando!$h",
	"TwoKidsTort_08":"Hehe, é tão engraçado!$h",
	"TwoKidsTort_09":"%%kid1 puxa o rabo da tartaruga.",
	"TwoKidsTort_09_girl":"%%kid2 puxa o rabo da tartaruga.",
	"TwoKidsTort_10":"*Barulhos de tartaruga irritada*$a",
	"TwoKidsTort_11":"Hehe, eu também quero brincar com o Sr. Tartaruga!$h",
	"TwoKidsTort_12":"%%kid2 dá um pequeno puxão no rabo da tartaruga.",
	"TwoKidsTort_12_girl":"%%kid1 dá um pequeno puxão no rabo da tartaruga.",
	"TwoKidsTort_13":"*Barulhos de tartaruga extremamente irritados*$a",
	"TwoKidsTort_14":"Pare com isso!",
	"TwoKidsTort_15":"Nossa, você não pode tratar uma tartaruga pequena assim!$a",
	"TwoKidsTort_16":"%Depois, %spouse repreende os dois filhos travessos por sólidos 15 minutos.",
	"TwoKidsTort_17":"Nunca se esqueça, você não pode fazer isso de novo; animaizinhos são muito delicados.$a",
	"TwoKidsTort_18":"*Soluçando*",
	"TwoKidsTort_19":"Entendeu?$a",
	"TwoKidsTort_20":"Desculpa {{SpouseTitle}}...$s",//update title
	"TwoKidsTort_20Mommy":"Desculpe, mamãe...$s",
	"TwoKidsTort_21":"Nunca mais...$s",
	"TwoKidsTort_22":"...$s#$b#...$s#$b#Ok, agora vamos pedir desculpas ao Sr. Turtle.$a",
	"TwoKidsTort_23":"Sr. Tartaruga...$s",
	"TwoKidsTort_24":"*Olha para as crianças com cautela*$a",
	"TwoKidsTort_25":"Sentimos muito...$s",
	"TwoKidsTort_26":"Sinto muito...$s",
	"TwoKidsTort_27":"*Virando a cabeça irritado e indo embora*",
	"TwoKidsTort_28":"*Soluçando*",	
	
	// TwoKidsTort1
	
	"TwoKidsTort1_Pika":"Eu posso até ouvir os rugidos de %spouse até aqui quando eu estava cozinhando... e acredite, tenho muita experiência nisso.$s",
	"TwoKidsTort1_Keahi":"Ei, não conte a ninguém, eu acidentalmente esmaguei o rabo do Torts uma vez e demorei um mês inteiro para ser amigo dele de novo!$3",
	"TwoKidsTort1_Olga":"Às vezes, quando os filhos fazem coisas sem entender as consequências, os pais têm que intervir e dar-lhes um amor duro.#$b#%spouse tem lidado bem com essa situação.$h",
	"TwoKidsTort1_Blair":"Sabe, eu não tinha ideia de que as tartarugas podiam pular daquele jeito. As tartarugas normalmente conseguem fazer isso?$3",
	"TwoKidsTort1_Lola":"Eu ouvi toda aquela comoção, então corri para ver o que estava acontecendo.$s#$b#Torts pareciam estar bem. Obrigado Yoba por isso.",
	"TwoKidsTort1_Torts":"*Barulhos de tartaruga irritada*$a",

	// Tort 2 172426008
	//-Portrait
	
	"TwoKidsTort2_01": "Sr. Tartaruga...#$b#Estamos aqui novamente...",//Need Update
	"TwoKidsTort2_02": "Estamos aqui novamente...",//
	"TwoKidsTort2_03": "*Olha as crianças suspeitosamente*",
	"TwoKidsTort2_04": "Um... nós...$3#$b#Trouxemos um presente para pedir desculpas...",//Need Update
	"TwoKidsTort2_05":"Trouxemos um presente para pedir desculpas...",//
	"TwoKidsTort2_06":"Isto... para você...",
	"TwoKidsTort2_07":"*Torts chuta a garrafa de leite e se afasta*",
	"TwoKidsTort2_08":"Ah, não... nós o chateamos de novo...$s",
	"TwoKidsTort2_09":"*Soluçando*",
	"TwoKidsTort2_10":"*Suspiro*",
	"TwoKidsTort2_11":"Ah, ei @, não notei você aqui.",
	"TwoKidsTort2_12":"Ah, esqueci de te contar sobre isso...$s",
	"TwoKidsTort2_13":"%%spouse conta a você sobre o comportamento descuidado dos filhos naquele dia.",
	"TwoKidsTort2_14":"E então, as crianças se culparam e querem trazer presentes para fazer as pazes com Torts todos os dias.",
	"TwoKidsTort2_15":"Mas o problema é que Torts ainda parece muito irritado e ele sempre chuta os presentes deles de lado...$s",
	"TwoKidsTort2_16":"Talvez você devesse ajudar as crianças a encontrar um presente adequado para fazer as pazes com Torts?",

	// TwoKidsTort2
	
	"TwoKidsTort2_Lola":"É realmente comovente ver seus filhos chegando diariamente para pedir desculpas aos Torts, apenas para voltarem aos prantos.$4",
	"TwoKidsTort2_Freddie":"Ah, @. Veja, Torts tem um gosto bastante exigente e tende a chutar tudo o que não lhe interessa.#$b#Portanto, ele pode não ser totalmente rápido em conceder perdão aos seus filhos .",
	"TwoKidsTort2_Jeric":"Ei, @. Simplesmente me veio à mente, uma vez peguei Torts comendo um lanche de uma grande fruta azul, então pensei em compartilhar alguns mirtilos.#$b#Acontece que ele chutou meus mirtilos certo na lagoa.$3",
	"TwoKidsTort2_Aguar":"Lembro-me claramente de um momento nas profundezas da floresta, onde Torts saboreava fervorosamente uma fruta antiga. A parte desconcertante é onde ele descobriu uma iguaria tão rara.#$b#Torts, inquestionavelmente, é uma tartaruga extraordinária.",
	"TwoKidsTort2_":"",
	
	
	// Tort 3 172426009
	//-Portrait
	
	"TwoKidsTort3_01":"Você incentiva as crianças a entregarem o presente que você preparou para Torts.",	
	"TwoKidsTort3_02":"Ok {{PlayerTitle}}...",	//update title
	"TwoKidsTort3_02Mommy":"Ok mamãe...",	
	"TwoKidsTort3_03":"*Nervoso*",	
	"TwoKidsTort3_04":"Sr. Tartaruga...#$b#Viemos para dizer oi...",	//Need Update
	"TwoKidsTort3_05":"Viemos dizer oi...",	
	"TwoKidsTort3_06":"*Olha as crianças com desconfiança*",	
	"TwoKidsTort3_07":"Esperamos que você goste deste presente...",	
	"TwoKidsTort3_08":"*Engasgando*",	
	"TwoKidsTort3_09":"*Saliva*#$b#*Come a fruta*$h",	
	"TwoKidsTort3_10":"Olha, ele está mastigando!$h",	
	"TwoKidsTort3_11":"Hehe, ele está até balançando o rabo!$h",	
	"TwoKidsTort3_12":"Parece que Torts finalmente concordou em aceitar o presente das crianças, sugerindo uma possível reconciliação!",	
	
	// TwoKidsTort3
	
	"TwoKidsTort3_Pika":"Tive a ideia de preparar um pouco da comida favorita de Torts, como a sopa Tom Kha, para ele, bem, para ajudar seus filhos.#$b#Mas com as crianças carregando pessoalmente seu presente de desculpas da fazenda %farm, Torts apreciará mais isso, você não concorda?$h",
	"TwoKidsTort3_Trinnie":"%kid1 e %kid2 finalmente fizeram as pazes com Torts, sim!$h",
	"TwoKidsTort3_Yuuma":"%kid2 me disse que Torts aceitou seu presente de desculpas. Estou muito feliz por eles!$h",
	"TwoKidsTort3_Shiro":"Ei, @. É um alívio saber que Torts aceitou as desculpas de %kid1 e %kid2.$h",
	"TwoKidsTort3_":"",
	
	
	// Tort 4 172426010
	
	"TwoKidsTort4_01":"*Massageando a cabeça da tartaruga*",
	"TwoKidsTort4_02":"*Abaixa a cabeça, saboreando a massagem*$h",
	"TwoKidsTort4_03":"*Massageando pernas de tartaruga*",
	"TwoKidsTort4_04":"*Barulhos de tartaruga feliz*$h",	
	"TwoKidsTort4_05":"Oh...eles são melhores amigos agora, meus olhos estão ficando um pouco embaçados!$h",	
	"TwoKidsTort4_06":"Uau! Isso parece super divertido! Deixe-me participar! Deixe-me participar!$h",	
	"TwoKidsTort4_07":"*Sibilos para espantar Keahi*",	
	"TwoKidsTort4_08":"Tudo bem...",	
	"TwoKidsTort4_09":"Hahaha, deve ser porque você é sempre tão rude!$h",	
	"TwoKidsTort4_10":"Um final feliz, eu acho?",	
	
	// TwoKidsTort4
	
	"TwoKidsTort4_Corine":"Eu poderia seriamente assistir as crianças massageando a tartaruga o dia todo. É muito precioso.$h",
	"TwoKidsTort4_Ysabelle":"Corine e eu passamos o dia observando as interações das crianças com a tartaruga. Foi uma visão tão emocionante que nem percebemos o tempo passando.$h",
	"TwoKidsTort4_Alissa":"Trinnie e Keahi estão trazendo presentes para Torts todos os dias agora porque querem acariciá-lo também.#$b#Claro, Torts continua recusando, eles terão que encontrar um presente que ele goste!$h",
	"TwoKidsTort4_Torts":"*Alongando o pescoço e olhando para trás de você, como se procurasse por %kid1 e %kid2*",
	"TwoKidsTort4_Paula":"Então, naquele dia, %kid2 me viu e gritou, 'Ei, é a linda médica!'#$b#Então todo mundo caiu na gargalhada... Foi tão embaraçoso.$4#$b#Estou começando a suspeitar da influência de Keahi.$a",
	"TwoKidsTort4_Paula_girl":"Sabe, eu tive um momento incrivelmente adorável na casa da Pika. %kid2 correu, ansiosa para que eu a pegasse no colo.#$b#Bem, naturalmente, eu peguei a pequena querida.$h#$b#Então ela apontou para a Pika's, dizendo, 'Podemos pegar alguns doces?'#$b#Ah, @, como eu poderia dizer não?$h",
	"TwoKidsTort4_Irene":"O jovem Sr. Louie quer sair com %kid1 e %kid2, mas é um pouco tímido para admitir.#$b#Então, ele costuma enrolar, tentando sutilmente saber sobre eles.#$b#Ah, @, que tal trazê-los para a mansão de vez em quando?$h",
	
	"TwoKidsTort4_Eloise":"Vou acompanhar %kid1 e %kid2 na visita à Tartaruga. Mal posso esperar para fazer uma massagem na tartaruga!$h",
	"TwoKidsTort4_Lavril":"Eu também posso ser amigo do Sr. Tartaruga? Espero que ele não tenha medo de mim.$7",
	
	
	
}