{
    "Format": "1.13",
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Penny": "10, 11, 12, 13, 14", "Relationship:Penny": "Married" },	
        "Entries": {
        "spring_22": "Mr.@, Tomorrow is our wedding anniversary. I want to keep talking, but I'll tell you through the letter the words that I haven't said in my mind. I love you, @Mr. Every day I spend with you is so bright and hopeful. It was always my  idea. After I got married, I think I was more worried because my mother had to live alone ... I About getting married ... Thanks for marrying me. @.^^%item object 74 1 %%-Penny"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Alex": "10, 11, 12, 13, 14", "Relationship:Alex": "Married" },	
        "Entries": {
        "spring_22": "Baby, do you know that tomorrow is our wedding anniversary? I prepared a gift for you. Let's live happily ever after. There was no unfortunate day in my life. And, as you know, my dream was a ball player. I gave up on that dream and honestly, one corner of my heart was always empty and empty. Since I was with you, I haven't even thought about seeing it. I don't know how much I'm thankful for being by my side ... I love you @.^^%item object 458 1 %%-Alex"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Elliott": "10, 11, 12, 13, 14", "Relationship:Elliott": "Married" },	
        "Entries": {
        "spring_22": "Do you know what my love and tomorrow are like? It's our wedding anniversary. I'll lie in bed together this evening, and I will hug you. Thank you so much for staying with me all the time ... It would be nice to know how much I love you. I want to show you this great spring in my heart. When you get angry or hurt, my heart becomes a cold winter. When you laugh, my heart becomes a warm spring and summer. Did you know that all the time with you is so happy that it's like dream time for me?^^%item object 279 1 %%-Elliott"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Harvey": "10, 11, 12, 13, 14", "Relationship:Harvey": "Married" },	
        "Entries": {
        "spring_22": "@, Tomorrow is our wedding anniversary. Honestly, at first I never dreamed of liking you, loving you, and even getting married together ... I don't think people really know ... I hope you've been happy for a year with me. I was very happy. Oh, I'm sending you an enclosed gift. I always want you not to get hurt.^^%item object 349 5 351 5 %%-Harvey"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Sam": "10, 11, 12, 13, 14", "Relationship:Sam": "Married" },	
        "Entries": {
        "spring_22": "@, Tomorrow is our wedding anniversary, i prepared a gift !! Am I really romantic? I want you to like it ... Do you have any gifts for me? I'm kidding! And honestly, I'm not iron, right? I didn't know that I would love you .. Since I loved you, I tried to get better because I wanted to show you well. Will you compliment me? I will do all the housework in the future! Parenting, leave all the chores to me! We ask well.^^%item object 458 1 %%-Sam"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Sebastian": "10, 11, 12, 13, 14", "Relationship:Sebastian": "Married" },	
        "Entries": {
        "spring_22": "Baby, I know I usually follow what I do, so tomorrow's our wedding anniversary, so I'll do whatever I want. Let's go outside, eat delicious things, take a walk, and play. I know I didn't express much love to myself because I'm introverted ... I'm really sorry ... I'll express a lot in the future, I love you^^%item object 527 1 %%-Sebastian"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Shane": "10, 11, 12, 13, 14", "Relationship:Shane": "Married" },	
        "Entries": {
        "spring_22": "I write a letter every day, but it's very awkward ... Anyway, tomorrow is our wedding anniversary ... I love you, @ always saying it in my heart, but I know you don't know if you don't take it out of your mouth, I can't even imagine going back to life before I see you ... I can't believe I've grown in love with you like this. I'll do well, let's live happily in my life Oh and I say I quit drinking But I still know that there's anxiety in my mind that I'll drink ... I still want you to trust me I'm drinking for you. You are my center, the world, the universe.^^%item object 72 1 %%-Shane"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Abigail": "10, 11, 12, 13, 14", "Relationship:Abigail": "Married" },	
        "Entries": {
        "spring_22": "Uh ... honey! Tomorrow is our wedding anniversary, so I prepared a gift! I didn't really like this village before I got married .. If I do what I want, my parents get ill. Why do I live in this village ... I wanted to go to the city with Sebastian. But I think it was a good choice not to leave! This is the town where I met you. Now this village is better. And before marriage, I loved adventure a lot, and now I think I love you more than adventure, and I feel so happy that I will continue to live with you forever. I love you,@^^%item object 66 5 %%-Abigail"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Emily": "10, 11, 12, 13, 14", "Relationship:Emily": "Married" },	
        "Entries": {
        "spring_22": "Tomorrow is our wedding anniversary, so I prepared a gift !! I hope you like it! I was honestly worried that if I had a baby after getting married like my parents, I wouldn't care about the child. But just being with you I was able to take courage. I'm happier because I know that it's not easy for each other to love each other. Because we love each other. * Singly * Thank you for living with me so far.^^%item object 517 1 %%-Emily"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Haley": "10, 11, 12, 13, 14", "Relationship:Haley": "Married" },	
        "Entries": {
        "spring_22": "Honey, haven't you forgotten that tomorrow is our wedding anniversary? By the way, I have a memory that comes to mind when I write this letter, but I remember it when we first met and at the spring flower dance. You probably didn't know because I only knew. * Haha * Honestly, it was so cute then. And you didn't know that I practiced dancing at the Spring Flower Ball? You applied for a dance and saw the difference. * Huh * You mean you were so cute, let's live together forever. And you know I like taking pictures on the beach? Let's go to the beach to take a picture and eat something delicious.^^%item object 690 1 %%-Haley"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Leah": "10, 11, 12, 13, 14", "Relationship:Leah": "Married" },	
        "Entries": {
        "spring_22": "@, Tomorrow is our wedding anniversary! Did you forget? And you know my past ... you know? Because of that, I didn't even know how to make a lover, and because of my job as a sculptor, I couldn't even think about marriage, but I love you now, and I'm so happy and happy to be married. * Haha * and this is a secret. Do you know that you fell in love since when? I've loved you since I first saw you, I love you, and I will love you in the future. I love you, @. Let's live together forever^^%item object 66 5 %%-Leah"
        }
    },
        {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Maru": "10, 11, 12, 13, 14", "Relationship:Maru": "Married" },	
        "Entries": {
        "spring_22": "Baby, what day is tomorrow? It's our wedding anniversary! And I also work as a nurse and I'm sorry that I couldn't help a lot of housework because I'm working. It would have been the greatest luck of all of my life to get to know you. Did the wish of the shooting star come true? I beg you to love me and to live with you forever.^^%item object 351 5 %%-Maru"
        }
    },
    //Looking For Love
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Lewis": "10, 11, 12, 13, 14", "Relationship:Lewis": "Married" },	
        "Entries": {
        "spring_22": "Honey! Are you surprised to see a letter from me? I forgot to know if tomorrow is our wedding anniversary, or I sent it to check if I forgot. I was going to say that it was a big excitement for me and I was happy. Since I'm the head of a village, I do a lot of paperwork, so it seems like I can write well ..... I can't write very well ... I'm a thankful person, so I'll be good for life. I will swear as the mayor. I love you honey. Let's spend the rest of our time at home, not working on each other tomorrow.^^%item object 64 10 %%-Lewis"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Gus": "10, 11, 12, 13, 14", "Relationship:Gus": "Married" },	
        "Entries": {
        "spring_22": "Honey, the first and last guest in my heart, honey, now I have to write a letter to honey ... I can't remember when it was the last time I had a serious conversation with honey. It doesn't fit! * Haha * ^ But I want to talk seriously with honey, so I write a letter and send it. Our wedding anniversary .. is already tomorrow ... we've both been busy working hard every day ... honey farming, honey, I'm a pub, let's relax both of us at home tomorrow. Honey and me .. um ... would % pet too? * Haha * ^ and ... I've made you so sad, annoyed, annoyed, disappointed ... I'm all sorry . I'll do my best not to make you sad, angry, angry, or disappointed in the future. I love you honey. Let's live well in the future.^^%item object 279 1 %%-Gus"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Linus": "10, 11, 12, 13, 14", "Relationship:Linus": "Married" },	
        "Entries": {
        "spring_22": "My love .. the day when tomorrow comes to fruition of our love .. it's the wedding anniversary. It wasn't pleasant .. Still, I want to think that it's fate that we've come to this marriage ... ^ Have I ever said? My first love and the last is @ .. you. ^ Thank you for supporting me and holding me around everywhere. ^ @ .. Thank you for loving me, the homeless person who lived in nature. Love it. My love.^^%item object 74 10 %%-Linus"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Wizard": "10, 11, 12, 13, 14", "Relationship:Wizard": "Married" },	
        "Entries": {
        "spring_22": "I don't want to use magic only for you, my love ... so I write a letter to myself and send it to you ^^ tomorrow ... our marriage ... anniversary ... I believe you know. I can see how trembling my Korean loves you, even though I'm trembling when I write Korean characters .. * haha ​​* my love, all your money, gestures, gestures, and feet. Wouldn't it have been, I wouldn't have been hurt ... Since I started dating you, it's an excuse to you. The moment you laugh, the moment you get angry, the moment you cry ... the moment you're happy ... I become a teen boy in my first love ... Your laughter has the magic that makes me fall into heaven. And I think I'm deeply in love with a human named you ... my life without you has become meaningless ...^^%item object 769 10 72 10 %%-Wizard"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Willy": "10, 11, 12, 13, 14", "Relationship:Willy": "Married" },	
        "Entries": {
        "spring_22": "My little angelfish, letter ... I got a lot of help from Elliott. Since I've been fishing for a lifetime, I don't seem to be able to write well. Originally, I need to get help from an expert. * Haha * ^ ah..let's send a letter to commemorate that tomorrow is our wedding anniversary I want to be a better person thanks to you. Because all of you comes to me in a really big way. I'm sorry that we only paid attention to fishing after we got married ... but I hope I can get this one. I really love you and think about you ... and I love you a lot. The word that is right for you seems to be 'Lovely'. Pretty, nice, cute .. It's hard to capture your charm and beauty. I love you very much, @ .. I love you, my little angelfish..Let's live happily ever after.^^%item object 218 1 458 1 %%-Willy"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Clint": "10, 11, 12, 13, 14", "Relationship:Clint": "Married" },	
        "Entries": {
        "spring_22": "Honey, tomorrow is our wedding anniversary! Writing a letter to Honey reminds me of the past? ^ Do you know? At the end of the letter you always sent to me, you said 'What are you doing?' There was a time when I laughed and laughed thinking, 'Why don't I always know what you think?' And ... with honey, drink at the tavern, come to work, honey wipes sweat, talk with honey in front of the furnace ... stop talking. You're so big in my life, you thought you weren't hanging out with me, but when I tried to erase you, it didn't go away ... thanks for telling me to take responsibility for me who told me not to leave. I love you, @.^^%item object 72 10 %%-Clint"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Marnie": "10, 11, 12, 13, 14", "Relationship:Marnie": "Married" },	
        "Entries": {
        "spring_22": "Honey, you know that tomorrow is our wedding anniversary ...? I'm writing a letter for this. When I write a letter, I remember our first meeting. But I ran into you! Oh my God, how cute you are ... You may be in a bad mood while I'm married to you. You know, I was still dating Louis at the time, but I can't forget the trembling moment I saw you for the first time. Let's live happily. I love you, @ ^^%item object 458 1 178 300 %%-Marnie"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Pam": "10, 11, 12, 13, 14", "Relationship:Pam": "Married" },	
        "Entries": {
        "spring_22": "Our puppy! I'm writing the letter. From the day I married him ... or from the moment I met him, I'm so happy that a big cherry blossom bloomed in my life. That's right. I'm writing a letter because tomorrow is our wedding anniversary. It's too embarrassing to sit down with you and talk seriously. So write a letter and send it. I was a single mother raising penny .. The only job is a bus driver. But for me, I think that you are a salvation. Penny also agreed to marry you and me. Where's a greater blessing than this? I hope this is the first and the last time to say honor to you. ^ I love you, @.^^%item object 348 10 72 10 %%-Pam"
        }
    },
	    {
            "Action": "EditData",
            "Target": "Data/mail",
		"When": { "Hearts:Sandy": "10, 11, 12, 13, 14", "Relationship:Sandy": "Married" },	
        "Entries": {
        "spring_22": "Honey! Let's go to our desert tomorrow! ^ Ah .. I didn't just send you a letter for a reason to go to the desert! I'm sending a letter because I want to let you know that tomorrow is our wedding anniversary! The only people I met were gambling addicts, or Mr. Quie, a merchant. The only friend is Emily, who lives in the town of Pelican. But you appeared in the desert! I still vividly remember the moment I first met you. All the moments I met with you were light and happiness for me, so * thank you for giving me great happiness. Thanks. Always trying, My Darling.^^%item object 18 10 72 10 458 1 %%-Sandy"
        }
    }
        ]
}
