{

//Elliott's new book titles
"Booktitles.ElliottBook_mystery": "Blue Waves, Blue Graves",
"Booktitles.ElliottBook_romance": "The Lady of Camellia Estate",
"Booktitles.ElliottBook_default": "Galactic Highways",
"Booktitles.ElliottBook_horror": "Within the Depths",

"ElliottBookOnMap.1": "A notebook containing Elliott's draft of {{book}}. The current page is covered in red marks.",
"ElliottBookOnMap.2": "A notebook containing Elliott's draft of {{book}}. The current page doesn't have very much on it.",
"ElliottBookOnMap.3": "A notebook containing Elliott's draft of {{book}}. The current page seems more an outline than prose.",
"ElliottBookOnMap.4": "A notebook containing Elliott's draft of {{book}}. The current page has a bunch of frustrated scribbles on it.",
"ElliottBookOnMap.5": "A notebook containing Elliott's draft of {{book}}. The current page has about half of it crossed out.",
"ElliottBookOnMap.6": "A notebook containing Elliott's draft of {{book}}. The current page is double-spaced for easier editing afterwards.",
"ElliottBookOnMap.7": "A notebook containing Elliott's draft of {{book}}. The current page is written in a flourishing text. Cursive??",
"ElliottBookOnMap.8": "A notebook containing Elliott's draft of {{book}}. The current page is the same one you saw last time. Seems like Elliott's stuck.",
"ElliottBookOnMap.9": "A notebook containing Elliott's draft of {{book}}. The current page is filled with rapid-fire dialogue.",
"ElliottBookOnMap.10": "A notebook containing Elliott's draft of {{book}}. The current page has a lovely description of the ocean.",


//Vanilla dialogue tweaks
"elliott.Thu2": "I'm having a case of writer's block, @....$s",
"elliott.summer_Tue6": "I write in hopes of connecting with others through time and space.#$e#The ways people read and connect with the written word may change over time, but their universal truths remain.$h",


//Locational dialogue - Writing

"ElliottWriting2.1": "I wasn't sure what genre of story I wanted to write at first. I read very widely and enjoy many types of writings.",
"ElliottWriting2.2": "I set myself a timer in fifteen-minute increments and focus solely on writing for that amount of time. Dividing it into small chunks makes it easier to tackle.#$b#As they say, you eat an elephant one bite at a time!$1",
"ElliottWriting2.3": "Descriptions are one of my favorite things to write. I love picking each detail, like a brush stroke of a painting.",
"ElliottWriting2.4": "I'm jotting myself down a few central keywords for each character. It helps me remember who's who, but more importantly, it helps me figure out what's central to who they are.",
"ElliottWriting2.5": "Some writers say they start with an idea and follow it wherever it leads. But I find my writing sessions go a lot better when I jot down some notes first.",
"ElliottWriting2.6": "I haven't based any characters on people I know, but every now and then they have little quirks that remind me of my friends.$1",
"ElliottWriting2.7": "I love setting scenes, but I have to remember how important the characters are to it. A painting may be beautiful, but more than that, it has to draw interest.",
"ElliottWriting2.8": "The problem isn't coming up with ideas... it's figuring out which are worth pursuing.#$b#Unfortunately, sometimes they only way to find that out is to write it and see if it fails.$2",
"ElliottWriting2.9": "One must consider all the senses when writing. Perhaps we humans are primarily focused on our eyes and ears, but having a tactile or olfactory sensation at the right point can really spark interest, don't you think?",
"ElliottWriting2.10": "I'm trying not to worry too much about my spelling and grammar at this stage.#$b#It's harder than you might think.$2",

"ElliottWriting4.1": "Occasionally, I write by hand before typing it up in the computer. There's something about the act of writing longhand that sometimes makes ideas flow differently.",
"ElliottWriting4.2": "I thought the beginning would be the most difficult to write, but it's this marshy middle that's driving me up the wall.",
"ElliottWriting4.3": "Sometimes I feel like the characters talk to me.#$b#It's all well and good until they decide they want to take the story in a different direction....$2",
"ElliottWriting4.4": "They say when you get stuck, do something unexpected. I can only include so many dangerous fruits, though.$2",
"ElliottWriting4.5": "Everything in a story needs to have a purpose, but sometimes the purpose is merely that it's something I love. That's why the ocean is so prevalent in this book.",
"ElliottWriting4.6": "All of my characters borrow a little bit from me, but I wouldn't say any of them ARE me. It would be quite bizarre to be writing a story about myself that didn't happen!",
"ElliottWriting4.7": "Making an ending that fits the themes of your story is hard to come up with. So many writers fall flat by trying to do something unexpected.",
"ElliottWriting4.8": "The further I get into this book, the more I seem to be straying from my outline... I hope the original ending still works.$2",
"ElliottWriting4.9": "I don't think every draft needs to be finished. But finishing a draft is a skill that has to be learned.",
"ElliottWriting4.10": "I wasn't sure if I should write the scenes in order or skip around in my book at first, but I'm rather glad I stuck to staying in order. Otherwise I think things would have gone off the rails.",

"ElliottWriting6.1": "I wonder if every writer has that moment of horror when they open their finished draft and exclaim 'Dear Yoba, what manner of chaos is this?'$s",
"ElliottWriting6.2": "I'm trying not to worry too much about making all my chapters the same length.Sometimes it needs as much space as it needs.",
"ElliottWriting6.3": "*sigh* I think I need to put my thesaurus down for the day.$s",
"ElliottWriting6.4": "I posted a bit of my novel to a critique group for advice. They recommended reading my dialogue out loud to make it more natural. I hadn't thought of that before.",
"ElliottWriting6.5": "Gunther printed out a copy of my novel for me so I could go through with a red pen to edit. It's amazing how much better it's working!",
"ElliottWriting6.6": "It's discouraging when you have a scene you love, but you realize it doesn't actually fit with the rest of the book. I guess that's what they mean by 'kill your darlings'.",
"ElliottWriting6.7": "I've been over every word of this book three times, and yet I am STILL finding typos. How is this possible?$2",
"ElliottWriting6.8": "Editing is a substantially different skillset from writing, I'm realizing. It's much more analytical.#$b#I hope I'm up to the task.$2",
"ElliottWriting6.9": "Sometimes it's easy to see the problem with a scene or plotline. The hard part is figuring out how to fix it.$2",
"ElliottWriting6.10": "I like to think the fact I'm still not satisfied with my book is a good sign. I can see it for what it is without my feelings clouding my vision.",

"ElliottWriting8.1": "I made a new outline based on my current draft. I'm surprised at how much it changed from my original vision.",
"ElliottWriting8.2": "I'm anxious thinking about the reception to my book, and it's not even out yet...$s",
"ElliottWriting8.3": "Leah drew me a cover for my book. It really helps me feel like it'll be real some day soon.",
"ElliottWriting8.4": "Agents have been sending me personalized rejection letters, saying they liked my work but it's not the right fit for them. I think that's a good sign.",
"ElliottWriting8.5": "I got another rejection letter...$2#$b#Well, I shan't be discouraged. I have you rooting for me, after all.$1",
"ElliottWriting8.6": "I'm trying not to be discouraged with the rejections. It doesn't mean my book is bad, it just hasn't found its soulmate yet.#$ b#Yes, it's a bit like dating.... $4",
"ElliottWriting8.7": "Writing a book was hard, but condensing it down into a compelling 250-word query? Now THAT'S impossible.$2",
"ElliottWriting8.8": "Every time I turn around, I'm being contacted by another 'publishing help' group wanting me to pay them for their 'advice'. Do they think I'm a fool?$5",
"ElliottWriting8.9": "I thought about just submitting directly to publishers, but it's already difficult enough to stand out among the hundreds and thousands of submissions. Agents are experts on the publishers, and I can use all the help I can get.",
"ElliottWriting8.10": "I'm nervous about the fact I don't have any writing credits to my name, like short story publications and whatnot.",

"ElliottWriting10.1": "I was nervous about yet more edits... but it's reassuring to work with someone who truly understands the book's vision.",
"ElliottWriting10.2": "My book won't be liked by everyone, but I believe there is someone out there that NEEDS this book.#$b#That's what I keep telling myself, anyway.$s",
"ElliottWriting10.3": "Authors often refer to their books as their babies, but even babies eventually grow up and leave the nest. I have to remember that eventually, its success will be out of my hands.",
"ElliottWriting10.4": "I don't understand a thing about these publishing contracts. I'm glad I have an agent on my side who does.",
"ElliottWriting10.5": "My publisher will let me know when pre-orders are available on their website. From what I understand, those are very important.",
"ElliottWriting10.6": "My agent says I should only do the self-marketing I enjoy. The things that really sell books, like bookstore deals, are all done by the publisher.#$b#I'm a little relieved I don't have to go promoting my book on the internet.$4",
"ElliottWriting10.7": "I really had no idea so many people were involved in making a book beside the writer. I find it uplifting to think my book sales will support them, as well.$1",
"ElliottWriting10.8": "Comparable titles is a strange concept, if you think about it. We always say we want a book to be unique, and yet at the same time we seek things it's similar to. I suppose it's normal to not want to stray too far from what you find comforting.",
"ElliottWriting10.9": "I hear most authors don't publish their first book, because they later realized it wasn't up to the quality they would need.#$b#I did pen a couple of novels in my youth, so I'm hoping those count.$2",
"ElliottWriting10.10": "My agent asked one of my favorite authors to write a blurb for my novel!#$b#They may not accept or have the time or the interest, but I'm honored nonetheless!$1",

"ElliottReading.1": "Ah, this book? It's by a Gotoran author. Even if their country is considered our enemy, their citizens think and write about the same human emotions we do.",
"ElliottReading.2": "This book is by an author from halfway around the world! The styles and conventions in writing a different culture really helps challenge what we think of as 'normal', don't you think?$1",
"ElliottReading.3": "Reading is as much a part of the job of writing as the writing itself. It's important to fill your bowl of creativity with many artistic experiences.",
"ElliottReading.4": "I started reading this book on whalefall for research, but it's actually quite fascinating. Have you ever heard of it, @?",
"ElliottReading.5": "I've been reading this classic work, but it's quite different from all its modern adaptations.#$b#Was it perhaps that the core concept of the story was so much stronger than its actual prose, or is it simply that the modern takes have left behind the trappings of its flawed past?",
"ElliottReading.6": "I can't believe Gunther was able to track down a copy of this book! I haven't read it since I was a lad.$1",
"ElliottReading.7": "Gunther says there's some works I'd probably enjoy that are electronic books. Can you imagine, books without paper?$1#$b#...To be a little honest, I have a hard time imagining enjoying a book without the tactile feel of paper and the smell of ink.$2#$b#All the same, I'm glad they exist to bring the joy of reading, even if it's not to me specifically.",
"ElliottReading.8": "I've started making note of when and how a book lost my interest, if I didn't finish it. I think I can learn from it.",
"ElliottReading.9": "The important thing about fiction, to me, is that it is not real. No matter how joyous, or how bleak, a story is, it hasn't actually happened.#$b#I think there's a sense of safety in being able to lose yourself in something you know isn't real.",
"ElliottReading.10": "There's no such thing as a unique concept. We can only combine the basic blocks we know, and put our unique spin on it.#$b#A hundred authors might write a hero's journey story, but perhaps only ten of them will have a strong enough voice to give it a fresh spark.",
"ElliottReading.11": "I think writing a comedy without a more serious plot to put it around would be very difficult. You really have to write it for a specific audience, and understand that audience deeply.",
"ElliottReading.12": "I thought I might try out a graphical novel today. It's interesting how the storytelling changes when it's primarily in pictures, isn't it?$1",
"ElliottReading.13": "One of my penpals told me an author I like put out a book on how to write a book. Many bestsellers put out such books on their process, but I find it more helpful coming from an author whose works I wish to emulate.",
"ElliottReading.14": "Some of the things I'm needing to research are... well, let's say less than pleasant. I hope Gunther isn't getting too concerned over my requests.$2",
"ElliottReading.15": "I'm finding a lot of common concepts I saw in books and television as a kid are completely inaccurate to the real world. I'm glad I thought to do more research!",
"ElliottReading.16": "I try not to call any book a 'guilty pleasure', since we should all be able to enjoy what we like without reservation.#$b#But, well, this one is quite embarrassing, I admit.$4",
"ElliottReading.17": "I'm studying up on the current plotlines and conventions of my chosen genre.#$b#Whether or not I use them, and I'm sure I'll use some, I need to know what they are, first.$1",
"ElliottReading.18": "I'm reading some of the current bestsellers as of late.#$b#One mustn't be too concerned with writing what the market wants now, but some times are better for a book than others.",
"ElliottReading.19": "I do love reading poetry. I think it's the purest form of writing as art, where every word has a rhythm and melody to it.#$b#I think that makes it harder for ordinary people to connect with it. But I do hope you'll try, @.",
"ElliottReading.20": "What's your favorite book, @? I'd like to give it a try.#$b#Can there be a better way to learn about a person than through their artistic tastes?$1",


//Penpal letters
"elliott_penpal1.title": "Elliott the Pen Pal",
"elliott_penpal1.text": "Greetings, @,^I just finished with my writing for the day, but I still had the urge to wield a pen, so I thought I'd write some letters. Finding common connections with my neighbors can only help me in understanding the human connection, after all.^^With you, @, I feel our connection is that we have both fled the mundane world to come here to pursue our dreams. And now here we stand, only just started with our new ventures.^^Should you ever desire to hear about my progress, you only need to come visit. My door is open to you. I'd love to hear about your farming progress, as well.^^--Elliott",
"elliott_penpal2.title": "Elliott the Pen Pal 2",
"elliott_penpal2.text": "Hello, @,^How is your farming coming?  I've taken to carrying a notebook on me so I can write in other locations. Sometimes it helps to be out in the fresh ocean air. Do you feel you benefit from farming being an outdoor venture, as well? Can you smell the ocean from your farm?^^Me, I find myself struggling to complete my draft. I've written the scenes I saw the clearest, the ones I most longed for, and am left with the scenes connecting those bits together. I must find something about them to love, as well.^--From Elliott",
"elliott_penpal3.title": "Elliott the Pen Pal 3",
"elliott_penpal3.text": "Hello, @!^I'm knee-deep in revisions, and I needed a break. My mind went to you, and the other friends I have in this area. How I wish I could be sharing one of Gus's home-brewed ales with Leah, or casting a line with Willy.  Or with you, hearing about the lives you nurture on your farm, be they plant or animal, or your own. No matter how beautiful the beach or your farm may be, it is more enjoyable when shared with a friend.^^Actually, that's given me a bit of an epiphany right now--no matter how much I love the descriptions of scenery and poetic prose, it means little without engaging, whole characters to fill that scenery. Hm. I must think on this further. Perhaps I've been going in the wrong direction on these revisions.... ^Your friend, Elliott",
"elliott_penpal4.title": "Elliott the Pen Pal 4",
"elliott_penpal4.text": "Dear @, Writing a book and selling a book are two completely different things, I've discovered. I feel like a fish flopping around on land, trying to figure out how to move. Now that my revisions are almost done, I'm trying to figure out my next steps, but everything seems so foreign and intimidating. I know I can write. After this, I also know I can edit. But do I have what it takes to publish and be successful?^^I suppose all I can do is focus on one step at a time, and remind myself that I have friends like you who believe in me. To give up now would be a betrayal of your faith. I'll send you word when my revisions are done, @. ^--Your friend, Elliott",


//Penpal CTs
"CT.Leah.elliott_writing_letter1": "Elliott wrote me a letter! I knew he was a writer, but I had no idea even his letters were so poetic. I'll save it for inspiration!$h",
"CT.Leah.elliott_writing_letter2": "Elliott sent me a letter with some book recommendations. I think we have similar taste in novels.",
"CT.Leah.elliott_writing_letter3": "Elliott wrote me a poem this time. I love it so much! Maybe I can carve it into a statue and give it to him in return.$h",
"CT.Leah.elliott_writing_letter4": "Elliott always sends me such beautiful descriptions, I've started doing little doodles of them in response. Maybe I'll send one with my next letter!$h",

"CT.George.elliott_writing_letter1": "Woke up to a letter addressed to me from the stranger on the beach. Bunch of rambly nonsense.#$b#Well, at least it wasn't a bill, I suppose.",
"CT.George.elliott_writing_letter2": "That boy on the beach sent me another letter. Lot of blather about the ocean. Kind of makes me want to go visit the beach again sometime, though.",
"CT.George.elliott_writing_letter3": "That boy Elliott keeps sending me letters. And they're so long... he must really put some time into them. Maybe... I should write one back.",
"CT.George.elliott_writing_letter4": "A letter from Elliott arrived today! I suppose today isn't so bad.$h",

"CT.Willy.elliott_writing_letter1": "Elliot left me a letter stuffed under my door this morning. Can't say I'm used to having a neighbor, but it's quite neighborly of him.$h",
"CT.Willy.elliott_writing_letter2": "I wasn't sure how to respond to Elliott's last letter, so I sent him an ink fish print. Tis an old technique I learned from my pappy. Maybe I'll send him a fresh one.$h",
"CT.Willy.elliott_writing_letter3": "Didn't have much luck fishing today, so I sent Elliott a little story my pappy told me about mermaids. Elliott told me later he really liked it! Maybe this ol' fisherman's still got a fish tale or two in him, heh.$h",
"CT.Willy.elliott_writing_letter4": "When I went by Elliott's house the other day, he had my prints displayed on his desk! He said they're like little stories of my catches.$h",

"CT.Lenny.elliott_writing_letter1": "The man on the beach in Pelican Town wrote me a letter. Can't say I mind getting a letter from a handsome young man!$h",
"CT.Lenny.elliott_writing_letter2": "I sent Elliott some of my book recs when I replied to his letter, and he read them! Not sure they were his thing, though.#$b#They might have been too... invigorating for such a mature, reserved man.$h",
"CT.Lenny.elliott_writing_letter3": "Elliott asked my opinion on a steamy scene he wrote. How was it? Let's just say it gets the Lenny stamp of approval!$h",
"CT.Lenny.elliott_writing_letter4": "Elliott's letters got me in the mood to try a little bit of writing myself, so I sent it to him. Won't be as good as his, but maybe he'll get a kick out of it.$h",

"CT.Flor.elliott_writing_letter1": "I got a letter from a man in Pelican Town. I've read it over three times trying to decide why he wrote me... Maybe I'll read it again.",
"CT.Flor.elliott_writing_letter2": "I asked the writer man to describe his process, and I got a very long letter back.It's been a fascinating read.",
"CT.Flor.elliott_writing_letter3": "I'd like to go see Mr. Elliott writing in person sometime. His documentation has been enlightening, but direct observation is a good source of information as well.",
"CT.Flor.elliott_writing_letter4": "I got up the nerve to send Mr. Elliott one of my papers. He said he had to read it a few times to understand, but he was quite complimentary.$h",

"CT.Elias.elliott_writing_letter1": "Got a letter from the guy on the beach who's writin' a book. We've been chattin' about books when I'm out there fishin' lately.",
"CT.Elias.elliott_writing_letter2": "Elliott asked if I have a couple of books in our library. I'm about to surprise him with a couple of my favorites.$1#$b# He'll thank me later.",
"CT.Elias.elliott_writing_letter3": "Elliott's been driving himself up a wall with his edits. Told him to come by the Sunberry library for a break.",
"CT.Elias.elliott_writing_letter4": "Elliott sent me a copy of his book for the library.#$b#You'd better treat it nice if you check it out.$1",

//2 heart tweaks 

"39.0": "@! Come in.",
"39.1": "Welcome to my humble... well, shack.",
"39.2": "This is my writing desk. It's where I spend most of my time.",
"39.3": "For as long as I can remember, I've wanted to be a writer. Have I told you that?#$b#That's why I live out here by myself. I figured a lonely life by the sea would help me focus on my literary aspirations...$s",
"39.4": "Everyone back home said I was nuts... that I could never make it as a writer.#$b#Can you believe it? They said 'For every successful author there's a thousand who fail miserably'. Such pessimism... it's sickening.",
"39.5": "I can see it in your eyes... you believe in me, @. You've got that spark.#$b#Now that's inspiring! That's what I'm looking for...",
"39.6": "A question... What kind of books do you like?",
"39.6.1": "Mystery",
"39.6.2": "Romance",
"39.6.3": "Sci-Fi",
"39.6.4": "Horror",
"39.7": "Well! Enough talk about me!",
"39.8": "Hmm... you probably know a lot about plants, don't you?",
"39.9": "Would you mind taking a look at this rose, here? I'm afraid it's not doing so well.$7",
"39.10": "Thanks for talking with me... I'll be thinking about what you said.",

//4 heart tweaks
"40.0": "Hi, @. Give me just a minute, will you?",
"40.1": "Hello, @! What perfect timing!$h#$b#I finished the first draft of my novel! A full, complete story, and I did it!$h",
"40.2": "Gus, my friend! Two of your finest ales, please!",
"40.3": "Sure thing.$h",
"40.4": "Congratulations on your book, Elliott.$h",
"40.5.1": "Wait. I propose a toast! To...",
"40.5.2": "To Pelican Town!",
"40.5.3": "To your novel!",
"40.5.4": "To your future rewrites!",
"40.5.5": "To your doom!",
"elliott.event_toast1": "Thank you for the encouragement. I'll start bright and early tomorrow.$h",
"elliott.event_toast2": "Thank you, @! To this novel, and many more!$h",
"elliott.event_toast3": "Come, @... let me have this one moment.$a",
"40.6": "*Hic*... Strong stuff...$h",

//4 heart compat with Elliott Learns Politeness
"PoliteCompat.1": "Thank you.",
"PoliteCompat.2": "Thank you, but it's a bit rude to demand things from service staff and to order for someone else. Gus was busy.",
"PoliteCompat.3": "Thank you, but it's a bit rude to demand things from service staff and to order for someone else. Gus was busy, and I don't drink alcohol.",
"PoliteCompat.4": "Thank you, but I don't drink alcohol.",
"PoliteCompat.5": "You're welcome!#$b#You know, I don't get to drink with company very often. I could get used to this!$h",
"PoliteCompat.6": "...Ah! I'm- I'm sorry.$8#$b#I have never been good at knowing what is appropriate outside of the pages of a book. I'll have to apologize to Mr. Gus when things are quiet.$s#$b#Thank you kindly for letting me know. I truly have no desire to be rude to anyone.$0",
"PoliteCompat.7": "...Ah! I'm- I'm sorry.$8#$b#I shouldn't have assumed. I have never been good at knowing what is appropriate outside of the pages of a book. I'll have to apologize to Mr. Gus when things are quiet.$s#$b#Thank you kindly for letting me know. I truly have no desire to be rude to anyone.$0",
"PoliteCompat.8": "...Ah! I'm- I'm sorry.$8#$b#I shouldn't have assumed. I have never been good at knowing what is appropriate outside of the pages of a book.$s#$b#Thank you kindly for letting me know. I truly have no desire to be rude to anyone.$0",


//6 heart tweaks
"423502.0": "Ah... I thought someone was there.$7",
"423502.1": "#That was wonderful.#How long have you been playing?",
"423502.2": "Thank you. I'm not very good, but it's fun to play.$h",
"howLong.0": "Oh, I'm not sure... I've been dabbling in piano since I was a kid.$7#$b#I'm not very good, but it's fun.",
"elliottPianoJoin.0": "I've been working day and night to try and finish my revisions... It's been driving me insane, @.$2",
"elliottPianoJoin.1": "An occasional tune and my letters are the only recreation I allow myself.$7",
"elliottPianoJoin.2": "And once it's done, I have to submit to agents and editors, and wait for a response... Or I could try self-publishing, but I haven't the faintest how to market myself....#$b#And my bank account's starting to run dry. I saved for years to be able to do this.#$b#I don't want to be one of those writers who has to work a day job...I want my time and energy to go to this, not the corporate world.$7#$b#Sometimes I wish I could just throw it all away and become a farmer like you.$h",
"elliottPianoJoin.3": "#It's just as hard to be a farmer, you know.#Come live on the farm, I could use the extra help.",
"elliottPianoJoin.4": "You're right... that was an insensitive thing to say.$8",
"elliottPianoJoin.5": "What I meant is that I'd like to get away from this dark, musty prison and experience a little bit of real life... that's all.$s",
"elliottPianoJoin.6": "*sigh*... sorry I'm complaining like this. I just need someone to talk to now and then.$7",
"extraHelp.0": "Seriously?$8",
"extraHelp.1": "It sounds wonderful... but I can't give up on my novel. It's almost there.$7",
"extraHelp.2": "*sigh*... Sorry I'm complaining like this. I just need someone to talk to now and then.$7",

//8 heart - first half
"1848481.0": "@, you made it!$h#$b#I feel so relieved to be done with my book... it's like an elephant's been lifted off my shoulders.",
"1848481.1": "Well, I'd better get started with the reading... Wish me luck.$8",
"1848481.2": "Good afternoon, everyone.",
"1848481.3": "Hi!",
"1848481.4": "Ever since I was a young boy, I've dreamt of becoming a writer.#$b#When the time came for me to leave home and start my own life, I moved here. I was drawn to the peaceful beauty of the valley, and hoped that days of quiet reflection in this idyllic atmosphere would fan the literary flames.",

//8 heart - scifi version
"1848481.5.Scifi": "After countless hours scribbling at my writing desk, I present to you my first novel: 'Galactic Highways'... It's a sci-fi epic about a small-time ship captain who gets tasked with escorting an alien prince in trouble.",
"1848481.6.Scifi": "Chapter One.#$b#Sound didn't travel in space, but Captain Erin could always *feel* the rumbles of passing spaceships in her bones, echoing her own ship Mallownaver's clanks and grumbles. Soon, she promised it, they'd land a good gig soon...",
"1848481.7.Scifi": "'They're gaining on us!' Prince Bast Sinea yelled. 'Can't this squishy bucket go any faster?' 'You can complain about Mallownaver's speed when you're not the reason we're being chased!' Erin looked at the nebula looming ahead, its colors a bright warning light against the blackness of space. They *could* lose their pursuers... but it was going to be rough.",
"1848481.8.Scifi": "Well, that concludes my reading. I have a form at the front desk for those who'd like to preorder a copy. Thanks for listening!$h",
"1848481.9.Scifi": "Well, how was it?",
"1848481.10.Scifi": "Thanks. $h#$b#You know, I got the idea for making a sci-fi book from you. Do you remember?#$b#That's why I've dedicated this book to you...$l",

//8 heart - mystery variant
"1848481.5.Mystery": "After countless hours scribbling at my writing desk, I present to you my first book: 'Blue Waves, Blue Graves'... It's a mystery novel about a murder on an island paradise.",
"1848481.6.Mystery": "Chapter One.#$b#When Murphy's body washed ashore, everyone initially assumed she had just finally joined the sea she loved so much. The holes in her chest, however, spoke to a different story. What a way to start a vacation, Detective Kai thought to herself.'",
"1848481.7.Mystery": "'But you said the knife undoubtedly was lost in the ocean,' Alexe said, stunned. 'And did you see their expressions when I said that?' Kai replied. 'Their faces told me what their words did not. The murder weapon is not lost, Alexe. It's right here, with the murderer. Because they're going to use it again.'",
"1848481.8.Mystery": "Well, that concludes my reading. I have a form at the front desk for those who'd like to preorder a copy. Thanks for listening!$h",
"1848481.9.Mystery": "Well, how was it?",
"1848481.10.Mystery": "Thanks. $h#$b#You know, I got the idea for making a mystery from you. Do you remember?#$b#That's why I've dedicated this book to you...$l",

//8 heart - romance variant
"1848481.5.Romance": "After countless hours scribbling at my writing desk, I present to you my first novel: 'The Lady of Camellia Estate'... It's a regency romance about a wealthy heiress that meets a young upstart from the city.",
"1848481.6.Romance": "Chapter One.#$b#'They say a man with a fortune is in want of a wife, but they never say what happens when it's the wife with the fortune.' Lady Kristine Hamilton sighed behind her fan, and vowed to herself that her prospects--and her purse--would forever remain closed.",
"1848481.7.Romance": "...'But what if there was, Miss Kristine?' Adair's voice stopped her cold. 'What if there was someone who didn't care about your money? Someone who would throw it all to the ocean waves, if it meant you might look their way? What would you do, Miss Kristine?' Adair's words hung heavy between them, as intense as their smoldering eyes. 'What then?'.",
"1848481.8.Romance": "Well, that concludes my reading. I have a form at the front desk for those who'd like to preorder a copy. Thanks for listening!$h",
"1848481.9.Romance": "Well, how was it?",
"1848481.10.Romance": "Thanks. $h#$b#You know, I got the idea for writing a romance novel from you. Do you remember?#$b#That's why I've dedicated this book to you...$l",

//8 heart - horror variant
"1848481.5.Horror": "After countless hours scribbling at my writing desk, I present to you my first novel: 'Within the Depths'.  It's about a government land surveyor who visits a tiny, isolated mining community... and discovers some disturbing secrets.",
"1848481.6.Horror": "Chapter One.#$b#Onyx already missed the ocean. Screw this Crossroads, a dull, lifeless town with dull, lifeless people, and their dull, lifeless committment to 'misplacing' survey markers. The sooner she updated the measurements and left, the better.",
"1848481.7.Horror": "Her mental chant of 'they're only shadows, they can't hurt me' came to a screeching halt as one of them pointed a crossbow at her. Screw that, shadows didn't have *weapons*. Onyx wiped the blood from her face and kept running. If she made it out of this alive, she was going to MAKE Red talk.",
"1848481.8.Horror": "Well, that concludes my reading. I have a form at the front desk for those who'd like to preorder a copy. Thanks for listening!$h",
"1848481.9.Horror": "Well, how was it?",
"1848481.10.Horror": "Thanks. $h#$b#You know, I got the idea for writing a horror novel from you. Do you remember?#$b#That's why I've dedicated this book to you...$l",


//10 heart tweaks
"43.0": "Greetings.",
"43.1": "Look... I fixed up that old rowboat that's been sitting by my house. Pretty nice, huh?#$b#Willy did a lot of the work, though.$h",
"43.2": "@... Would you do me the honor of joining me for her maiden voyage?$l",
"43.3": "Get in the boat?#Yes#No",
"43.4": "So my book's been on submission...I got an agent recently and after some more revisions, it was bought at auction.#$b#Can you imagine? All the biggest publishers, fighting to be the one to publish my book?#$b#I'm currently doing the edits the publisher wants. I know it sounds like a lot of edits, but each one has made the book better.#$b#It'll be out soon... and I really couldn't have done it without your moral support.$l",
"43.5": "Writing is like breathing to me, so I could never give up writing....$h#$b#But I'm not sure I would have had the courage to actually publish if not for you.#$b#I am grateful that you believed in me... in my vision. And, well...",
"43.6": "Um... @? How do I say this...$8",
"43.7": "Well, we've been friends for a while now... But I'm... I'm not sure if I feel that way about you anymore.$l",
"43.8": "No! I'm not saying I want to cut all ties with you!$8#$b#In fact... quite the opposite.$l",
"43.9": "...Let's see, how do I put this...?$l#$b#For once, I'm at a loss for words...",
"43.10.1": "@? You're trembling...$l",
"43.10.2": "I'm happy.",
"43.10.3": "You're making me very uncomfortable. Stop.",
"43.11": "We'd better head back before the southern wind picks up.$l",
"43.12": "Look at the valley from here... it finally looks like 'home'.",
"43.13": "*sigh*... What a day...$l",
"NoToElliott.0": "I see.$7",
"NoToElliott.1": "...$a",

//14 heart event
"3912125.0": "@! I've just received the most exciting news!",
"3912125.1": "It's very short notice... but I've been invited to do a reading tour for my book!#$b#Do you know how rare this is for a debut author, @? Marketing like this is almost unheard of in this day and age!$8",
"3912125.2": "...I'll be out of town for a week. It'll just be to Zuzu and Grampleton and some surrounding areas, but... Will you be okay?$s",
"3912125.3": "#Yes, I'll be fine.#I'll be happy as a clam!#Don't go!",
"3912125.4": "I'll miss you very much, my dear.#$b#And I'll write to you every day, of course!",
"3912125.5": "Hah... good one. Now, don't get too excited...$8#$b#I'll be sure to write to you every day. I'll miss you!",
"3912125.6": "But, my dear... This is a rare opportunity for me. I must go!$s#$b#Please don't make me feel guilty about this. I'll write to you every day, and I'll be back before you know it.",
"3912125.7": "I leave early tomorrow morning...#$b#I need to pack!$8",
"3912125.8": "Don't let me forget my hairbrush, my hairspray, my fine-tooth comb, and my pomegranate conditioner!",

//14 heart letters
"elliott.h14.elliottLetter2.title": "Letter From My Husband 2",
"elliott.h14.elliottLetter2.text": "My dear @,^^The first reading went very well! I'm still a bit abuzz thinking I actually got to do something I dreamed of since I was a child.  The audience was a bit small, but the lady who ran the bookstore was such a lovely person, and very accomodating. She kept some of my books on stock to sell later, and I learned a little bit about how these small bookstores work. Maybe one day we'll have one in Pelican Town too!^^In a few hours, I leave for Zuzu City. If yesterday's reading was a warm-up, this next one will be a true napalm blast...^^I miss you very much. Remember to eat well! Oh, and don't forget the leftover pomegranate tart I put in the fridge...^-Love, Elliott",
"elliott.h14.elliottLetter3.title": "Letter From My Husband 3",
"elliott.h14.elliottLetter3.text": "My sweet @,^^Last night in Zuzu City was quite the experience! I was paired with a well-known author, a C. Sun, who has another book out in the same genre. So many people showed up just for them, but walked away with both our books! What a clever marketing trick! I thought this C. Sun would be too good to talk to a debut author, but they had so much helpful advice. We ended up exchanging email addresses and a promise to beta-read each other's next novel. Were I to ever become as famous, I hope I too can pay it forward.^^Currently I'm alone, in my hotel room, 'ingesting' a Joja Value Meal since I am responsible for my own travel costs...^^Should this be called 'food'?^Or 'edible matter'?^I needn't long brood^It must be the latter^^I look forward to returning home soon. Hope you enjoyed the tart.^^-Love, Elliott",
"elliott.h14.elliottLetter5.title": "Letter From My Husband 5",
"elliott.h14.elliottLetter5.text": "My dear @,^^Last night's reading was four of us, all debut or mid-lister. We held a panel discussion about genre and writing, and afterwards the four of us went to a local dive and spent nearly half the night talking about writing and the industry.  It makes me realize that we are all in this together; as Willy would say, a rising tide lifts all boats.^^Even with the new friends I've made, I still long for the quiet of Pelican Town and the beauty of the farm. On these long travels between towns, I amuse myself by closing my eyes and envisioning the farm... I see kegs pulsing with sweet wine, a furnace ablaze with precious ore, and our little kitchen with the smell of cinnamon and nutmeg. There's a lot to enjoy!^^Just don't stay out too late in the mines, my love. It's dangerous in there! If you must go... bring plenty of food.^^-Love, Elliott",
"elliott.h14.elliottLetter6.title": "Letter From My Husband 6",
"elliott.h14.elliottLetter6.text": "My dear @,^^This will be my last letter before I return home. This has been such an educational and gratifying experience, and I am glad I went. It's been heartwarming to meet people who enjoy my work, and to make new friends of my peers (whom I shall keep in touch with with the wonders of the internet--finally, a reason not to fear it so much.) Yet I am eager to return home.^^I look forward to the comfort of our little house, the satisfying farm work, a home-cooked meal, and most of all, cozying into the flannel sheets with you.^^See you soon!^-Love, Elliott",

//3 heart event - brainstorming
"elliott.h3.1": "Ah, @! Want to come join me for a spell? I'm working on my novel.",
"elliott.h3.2.Romance": "So I was thinking about what you said the other day and decided I'd like to write a romance novel. I'm quite the fan of regency romances!",
"elliott.h3.q1.Romance": "But I'm having a hard time deciding how my upper class lady became upper class....",
"elliott.h3.q1a1.Romance": "Old money. A classic.",
"elliott.h3.q1r1.Romance": "True, that does make it easiest, though it doesn't leave a lot of opportunity to be creative with it.",
"elliott.h3.q1a2.Romance": "A wildly successful business venture.",
"elliott.h3.q1r2.Romance": "I do like the idea of her being proactive! I'd have to do some research on women-owned businesses in the time period, though.",
"elliott.h3.q1a3.Romance": "Murdered her husband and stole his estate.",
"elliott.h3.q1r3.Romance": "Wha--?!$8#$b#Well, I suppose a... less violent variant of that would have merit....$2",
"elliott.h3.3.Romance": "I'm also undecided about the romantic interest...",
"elliott.h3.q2.Romance": "What kind of potential lover do you think would make the ladies swoon?",
"elliott.h3.q2a1.Romance": "A hunk with amazing pectorals, of course.",
"elliott.h3.q2r1.Romance": "True!  A well-toned man does draw the eye!$1",
"elliott.h3.q2a2.Romance": "Smart and confident, someone who can match wits with the heroine.",
"elliott.h3.q2r2.Romance": "Yes, that would present a lot of opportunities for banter and rivalry!$1",
"elliott.h3.q2a3.Romance": "Oh, you know: long hair, sharp dresser, aspiring writer, likes pomegranates?",
"elliott.h3.q2r3.Romance": "Oh?$4#$b#Well, I'm flattered! It might be too strange to base a character on myself, but I'll keep that in mind!$1",
"elliott.h3.q2a4.Romance": "Mothman.  All the ladies love a cryptid.",
"elliott.h3.q2r4.Romance": "Ahaha! Well, I hadn't considered a paranormal romance, but I'll consider it!",
"elliott.h3.4": "Hm, yes, I think this is starting to spark some ideas! I didn't think brainstorming with someone would be so fulfilling.$1",
"elliott.h3.q3.Romance": "So then... how should our fated couple meet, do you think?",
"elliott.h3.q3a1.Romance": "A ball hosted by the local monarch!",
"elliott.h3.q3r1.Romance": "Nothing as classic as a ball! Perhaps it could be a masquerade?$1",
"elliott.h3.q3a2.Romance": "They're both vying for the best garden in a highly-competitive contest.",
"elliott.h3.q3r2.Romance": "Hm... I'd need you to suggest some good flowers for that.$1",
"elliott.h3.q3a3.Romance": "Penpals who are just meeting for the first time.",
"elliott.h3.q3r3.Romance": "That has some promise! Epistolary storytelling is quite popular in regency romance!$1",
"elliott.h3.q3a4.Romance": "Childhood friends!",
"elliott.h3.q3r4.Romance": "You know, that's not a very common trope in regency romance... it could be a fun twist!$1",
"elliott.h3.q3a5.Romance": "Across the last slice of pomegranate tart, their forks met....",
"elliott.h3.q3r5.Romance": "Ha! Sometimes, it is the most chance meetings that bring us together!",
"elliott.h3.5": "Well! Thank you for your help, @. You've given me a wealth of good ideas to think about!#$b#I'm going to decide on a few things and get back to the writing!",

//scifi version
"elliott.h3.2.Scifi": "So I was thinking about what you said the other day and I was thinking about writing a sci-fi novel.  I do love a good space opera!",  
"elliott.h3.q1.Scifi": "I was thinkig about a spaceship captain as the main character, but... what could she do for a living?",  
"elliott.h3.q1a1.Scifi": "Interstellar courier.",  
"elliott.h3.q1r1.Scifi": "A logical choice! Leaves plenty of room for hijinks with odd packages.",  
"elliott.h3.q1a2.Scifi": "Smuggler. A classic.",  
"elliott.h3.q1r2.Scifi": "Hm, that's true... I hadn't quite decided how law-abiding she will be, yet.",  
"elliott.h3.q1a3.Scifi": "Space goldfish wrangler.",  
"elliott.h3.q1r3.Scifi": "Space... goldfish... wrangler?$8#$b#Well, that's certainly a fun mental image!$1",  
"elliott.h3.3.Scifi": "I was thinking the plot would be about the captain escorting this dashing alien prince who's trying to escape somewhere.",  
"elliott.h3.q2.Scifi": "Why do you think he'd be on the run?",  
"elliott.h3.q2a1.Scifi": "He lost the last planetary election and per the rules, he must pay in blood.",  
"elliott.h3.q2r1.Scifi": "An election for a prince? Well... it's not the first time, I suppose.",  
"elliott.h3.q2a2.Scifi": "He just really needs a vacation.",  
"elliott.h3.q2r2.Scifi": "So he's on the run from paparazzi! That would be a light-hearted tone to take.$1",  
"elliott.h3.q2a3.Scifi": "Tradition demands he hitchhike to his next destination.",  
"elliott.h3.q2r3.Scifi": "A hitchhiking prince! That would be entertaining, to be sure!$1",  
"elliott.h3.q2a4.Scifi": "The other princes want him out of the line of succession.",  
"elliott.h3.q2r4.Scifi": "Certainly, fights over the throne between siblings isn't unusual. I wonder what interesting takes I could do with that?",  
"elliott.h3.q3.Scifi": "Where do you think they should be going?",  
"elliott.h3.q3a1.Scifi": "The origin planet of his species.",  
"elliott.h3.q3r1.Scifi": "Truly, sometimes we long to return to our roots!",  
"elliott.h3.q3a2.Scifi": "A backwater planet at the edge of the galaxy called 'Earth'.",  
"elliott.h3.q3r2.Scifi": "Hmm... that'd be a tricky twist to make interesting, since it's been done before. Maybe if it's obvious from the start...?",  
"elliott.h3.q3a3.Scifi": "A restaurant at the end of the universe.",  
"elliott.h3.q3r3.Scifi": "Haha, I might have copyright issues with that one!$1",  
"elliott.h3.q3a4.Scifi": "Does it matter?",  
"elliott.h3.q3r4.Scifi": "A journey without a destination! I wonder if he would realize that right away or if it would take time?",  
"elliott.h3.q3a5.Scifi": "He doesn't know.",  
"elliott.h3.q3r5.Scifi": "So on top of being on the run, he has to figure out the clues to his destination? You set high standards for him, @!",

//mystery version
"elliott.h3.2.Mystery": "So I was thinking about what you said the other day and I think I'd like to try a mystery novel. I've always liked a tightly knit story of nefarious plots!",
"elliott.h3.q1.Mystery": "So far, I decided that the detective is invited to a private island by its owner, who is then murdered.  But what kind of owner-turned-victim would be most interesting?",
"elliott.h3.q1a1.Mystery": "A popular philanthropist with a dark secret.",
"elliott.h3.q1r1.Mystery": "Hmm... the dual facets could be interesting, but it's also fairly common, I think.",
"elliott.h3.q1a2.Mystery": "An eccentric millionaire with a dark secret.",
"elliott.h3.q1r2.Mystery": "A classic! But difficult to make unique.",
"elliott.h3.q1a3.Mystery": "A disgraced celebrity with no dark secrets because everyone already knows.",
"elliott.h3.q1r3.Mystery": "So they are what they appear to be?  That might be fun.",
"elliott.h3.3.Mystery": "I haven't figured out much about the murder's personality yet.",
"elliott.h3.q2.Mystery": "I think what kind of murder weapon they would use would say a lot....",
"elliott.h3.q2a1.Mystery": "A knife. Easy to get, easy to use.",
"elliott.h3.q2r1.Mystery": "Ah, so you think the killer would be the kind to literally get his hands dirty, huh?",
"elliott.h3.q2a2.Mystery": "A gun. No sense in endangering yourself. ",
"elliott.h3.q2r2.Mystery": "So the cautious type, then. Perhaps even cowardly?",
"elliott.h3.q2a3.Mystery": "The candelabra, in the observatory!",
"elliott.h3.q2r3.Mystery": "Someone else is a fan of Cluedo, I see!$h#$b#So perhaps an impromptu crime of opportunity?",
"elliott.h3.q2a4.Mystery": "Inter-continental ballistic missle.",
"elliott.h3.q2r4.Mystery": "Wha--?!$8#$b#Well, that would suggest... military connections and a lack of worry for collateral damage, I suppose?$2",
"elliott.h3.q3.Mystery": "What do you think would prompt someone to kill another person?",
"elliott.h3.q3a1.Mystery": "The money, duh.",
"elliott.h3.q3r1.Mystery": "So mundane, and yet so true to life. It really puts truth to the adage about it being the root of all evil, hm?",
"elliott.h3.q3a2.Mystery": "They hold a grudge over the victim's past with them.",
"elliott.h3.q3r2.Mystery": "Rage and grudges... such a tragic way to use one's life, don't you think?  I would pity that killer.$2",
"elliott.h3.q3a3.Mystery": "They just wanted to know what it felt like to kill a person.",
"elliott.h3.q3r3.Mystery": "I...am not sure I could fully comprehend such depravity. That might be beyond my current skill, @.$2",
"elliott.h3.q3a4.Mystery": "It was an accident.",
"elliott.h3.q3r4.Mystery": "A truly terrible twist of fate. So then everything would stem from their attempts to hide their guilt.",
"elliott.h3.q3a5.Mystery": "It was all part of a conspiracy that gets explained in the sequel.",
"elliott.h3.q3r5.Mystery": "Haha! That would be quite the cliffhanger!$1",

//Horror version
"elliott.h3.2.Horror": "So I was thinking about what you said the other day and perhaps a horror novel might be what speaks to me. I think it'd be a challenge!",
"elliott.h3.q1.Horror": "What is it that frightens you most?",
"elliott.h3.q1a1.Horror": "Supernatural, otherworldly creatures.",
"elliott.h3.q1r1.Horror": "You know, I hear the mines have such creatures! I wouldn't dare go explore them, though.",
"elliott.h3.q1a2.Horror": "People.",
"elliott.h3.q1r2.Horror": "Ah, the evil that lurks in the hearts of man. Very understandable.",
"elliott.h3.q1a3.Horror": "Blueberries.",
"elliott.h3.q1r3.Horror": "Well... making blueberries scary might be a bit TOO much of a challenge.$2",
"elliott.h3.3.Horror": "I'm thinking the main character will have a government mission in this small, rural town, and the townspeople keep interfering. ",
"elliott.h3.q2.Horror": "Why do you suppose they don't want her to do her job?",
"elliott.h3.q2a1.Horror": "Tax evasion.",
"elliott.h3.q2r1.Horror": "Some people will truly do anything to avoid their contributions to society. Why even live in a society, then?$5",
"elliott.h3.q2a2.Horror": "They want to delay her until the night of their ritual sacrifice.",
"elliott.h3.q2r2.Horror": "Now that would be frightening!$8",
"elliott.h3.q2a3.Horror": "They don't want her to find the lair of the eldritch horror they're hiding.",
"elliott.h3.q2r3.Horror": "It might be better for her if she didn't find it!$8",
"elliott.h3.q2a4.Horror": "They're just jerks who don't like outsiders.",
"elliott.h3.q2r4.Horror": "That would be difficult to make a plot device... but it is completely believable, sadly.$2",
"elliott.h3.q3.Horror": "Her only ally in this town is a mysterious person who clearly has their own agenda. What do you think they're up to?",
"elliott.h3.q3a1.Horror": "They've got a crush on her.",
"elliott.h3.q3r1.Horror": "Well, love can truly overcome all sorts of horrors!$1",
"elliott.h3.q3a2.Horror": "They're pitting her against the townspeople for their own benefit. They don't like either of them.",
"elliott.h3.q3r2.Horror": "Ah, a third angle! Though I would be sad if they did betray her in the end.",
"elliott.h3.q3a3.Horror": "They were sent to help her, but they can't be TOO obvious about it.",
"elliott.h3.q3r3.Horror": "Like a secret agent, how thrilling!$1",
"elliott.h3.q3a4.Horror": "They don't have a hidden agenda, they just don't have a clue what's going on and keep giving bad advice.",
"elliott.h3.q3r4.Horror": "Hahaha! I'd feel a bit sorry for them in that case!$1",
"elliott.h3.q3a5.Horror": "No reason. They just think it's funnier this way.",
"elliott.h3.q3r5.Horror": "So perhaps a trickster who leads people astray?",


//5 heart event with Sunberry - beta reading
"tiakall.writerelliott.h5.0": "Hello, my friend! I've come to return the books you sent me.$1",
"tiakall.writerelliott.h5.1": "Ah, Elliott. Good timin'. Just finished giving your novel the once-over not too long ago.",
"tiakall.writerelliott.h5.2": "That is wonderful to hear!$1#$b#So what did you think? Give me your honest opinion.",
"tiakall.writerelliott.h5.3": "You sure?$8",
"tiakall.writerelliott.h5.4": "Of course!$1",
"tiakall.writerelliott.h5.5": "Okay, so. You've got a real good ear for prose. Kinda reads like poetry. But you get a little lost in that sometimes.#$b#Your main character's got spunk and they're easy to like, but they're kinda... yanked around by the plot a lot. Think they should be a little more proactive, y'know?#$b#There's a couple of parts here where it's not really clear where you're goin' with it, and a couple of points where you didn't really get from A to B.#$b#I did a bunch of red-pennin' on your draft. Buncha grammar stuff in there too. But overall, I'd say it's pretty solid.",
"tiakall.writerelliott.h5.6": "Not what you were expectin'?$8",
"tiakall.writerelliott.h5.7": "I was hoping you'd like it a bit more, to be honest.$2",
"tiakall.writerelliott.h5.8": "If I didn't like it, you think I would've put three pens' worth of ink into it? I would've just chucked it at your head and called it a day.#$b#Look, it's not like you expected this to be perfect first time around, did you?$9",
"tiakall.writerelliott.h5.9": "...did you?",
"tiakall.writerelliott.h5.10": "Well... I was thinking I would get *most* of it right the first time?$2",
"tiakall.writerelliott.h5.11": "Never heard of a novelist that could do that. Not the good ones, anyway. Most people don't ever publish their first novel.",
"tiakall.writerelliott.h5.12": "Look, I get it. It's not easy hearing something you thought was the best it was gonna get needs work.$9#$b#Just cause I'm saying your work's not good enough yet doesn't mean I'm saying YOU'RE not good enough. It's not a criticism of you.",
"tiakall.writerelliott.h5.13": "*sigh*",
"tiakall.writerelliott.h5.14": "...Logically, I understand that. But this isn't really a matter of logic, I suppose.$2#$b#I've just gone over it so much, I'm not sure where I could improve.$2",
"tiakall.writerelliott.h5.15": "That's what I gave you three pens' worth of notes for. It's not like I have all the answers, either, but hopefully I asked enough questions to get you goin'.$1",
"tiakall.writerelliott.h5.16": "...Yes. I shan't let your efforts go to waste, my friend.$7#$b#While you're giving out advice, I don't suppose you have any wise words in regards to how to take blows to one's ego?",
"tiakall.writerelliott.h5.17": "Afraid I don't. That's just one of the lessons you learn when you grow up some.",
"tiakall.writerelliott.h5.18": "Elias, surely you cannot be that much older than I.$1",
"tiakall.writerelliott.h5.19": "There's people that're older than me that still ain't learned the lesson.#$b#Buncha whiny thin-skinned hacks that get one bad review and end up leavin' the scene cause they can't take it.$5#$b#So if you can take this and use it, you're doin' better than the lot of them.",
"tiakall.writerelliott.h5.20": "That means a lot to hear that from you, Elias. I'll try and take your words to heart.#$b#Even if my novel wasn't any good, I would hope that we would still remain friends.",
"tiakall.writerelliott.h5.21": "Yeah, well, that's the nice thing about writin', you know? You don't have to get it right the first time. You can keep polishin' and editin' til it's somethin' you're confident in.",
"tiakall.writerelliott.h5.22": "I suppose that is the next task before me. But I'm sure your notes will help me with that.$1",
"tiakall.writerelliott.h5.23": "And keep in mind they're just my suggestions. Don't take my word for everything, think about it and decide for yourself. It's your novel.",



//Secret notes
"elliott.secretnote.ocean.title": "Oceanic Themes",
"elliott.secretnote.ocean.Mystery": "(It looks like a note from Elliott about his book.)^How can I work the ocean into {{book}} as a theme?^^--set at a seaside resort^--murder victim collects seashells^--murder victim works on reef conservation?^--important weapon is sea-themed? Fish gutting knife?^^Or is all of this too obvious?",
"elliott.secretnote.ocean.Scifi": "(It looks like a note from Elliott about his book.)^How can I work the ocean into {{book}} as a theme?^^--sea of stars^--spaceships inspired by real-world ships?^--alien prince comes from aquatic planet^--riding solar winds? (must research this)^^Or is all of this too obvious?",
"elliott.secretnote.ocean.Romance": "(It looks like a note from Elliott about his book.)^How can I work the ocean into {{book}} as a theme?^^--set at a port town^--main character has deep blue eyes^--love interest works in maritime trade?^--blues and greens as a recurring color^^Or is all of this too obvious?",
"elliott.secretnote.ocean.Horror": "(It looks like a note from Elliott about his book.)^How can I work the ocean into {{book}} as a theme?^^--main character is from an island and feels out of place in the mountains^--evil things attacking with water/drowning^--alternately, evil is thwarted by water? (Research haints)^--antagonist is in a water related field? Brewing/distilling?^^Or is all of this too obvious?",

"elliott.secretnote.femalemain.title": "Writing a Female Main Character",
"elliott.secretnote.femalemain": "(It looks like some of Elliott's notes.)^Notes about writing a female main character:^* Women are people too. They have the same emotions and logic that men do. In a way, what I'm writing shouldn't change.^* However, being raised female in a gendered society creates certain pressures and expectations. Consider how she reacts to those.^* Consider common traits and personality points from a gendered society, but don't fall into stereotypes.^* When in doubt, talk to my lady friends who have offered feedback. (Note: Send them some gifts as thanks)",

"elliott.secretnote.main.title": "Notes about Elliott's Main Character",
"elliott.secretnote.main.Scifi": "Notes on my novel's main character:^Erin is a small, sweet but older woman, who seems like she couldn't hurt a fly (and she probably can't), but on her ship, she makes the rules. She loves to laugh and has a dry wit, but keeps her sorrows carefully hidden. While she has friends in many ports, she's used to working alone.^^Prince Bast is her opposite: gregarious, assertive, and oblivious to others. This leads to a lot of conflict (though not to the point of fighting like cats and dogs.) A veritable Odd Couple in space!",
"elliott.secretnote.main.Mystery": "Notes on my novel's main character:^Kai is a young mother who is kind and soft-spoken, but she's also a sharp-witted and tenacious detective who is adept at unearthing evidence. She became a detective in order to protect children. She's made a lot of friends during her career that often give her information on their areas of expertise.^^To make up for what she lacks, her assistant Alexe is a woman of solid muscle, a foul mouth, and tempered aggression. Her job is to keep Kai's pursuit of the truth from getting her killed.",
"elliott.secretnote.main.Romance": "Notes on my novel's main character:^Lady Kristine is sharp-witted and sharp-tongued, which makes her a bit of a thorn in the surface-level politeness of regency gentry. But she's also strong-willed and accomplished - I want young women to see her succeeding despite not being meek and gentle.^^So what kind of man would make her swoon? Adair has confidence that's based in his past accomplishments, so even as they butt heads, Kristine respects his skills. He's like her in many ways, down to his sense of pride and honor. And of course, he's quite handsome!",
"elliott.secretnote.main.Horror": "Notes on my novel's main character:^Onyx is aloof and independent, almost cat-like in her loner attitude. Because she's used to handling things herself (the adults in her life have been largely unhelpful) she doesn't like showing weakness. But she's also curious, which is a trait that has and will get her into trouble.^Her antagonist, Red, is not her enemy and actually wants to help--but he's a bit cat-like in that he likes messing with her and being deliberately mysterious or obtuse. (This also has and will get him into trouble.)",

"elliott.secretnote.charamap.title": "Character Relationships in Elliott's Novel",
"elliott.secretnote.charamap": "(It appears to be a map of Elliott's character relationships.)",

"elliott.secretnote.outline.title": "An Outline of Elliott's Novel",
"elliott.secretnote.outline": "(Elliott looks to be outlining his novel using plot points jotted on sticky notes.)",

"elliott.secretnote.scene.title": "A Scene from Elliott's Book",
"elliott.secretnote.scene.Scifi": "(It looks like a scene from Elliott's novel.)^^  Erin nodded with satisfaction as the machinery began to hum again. 'See? You can do it, when you try.'^  Bast looked down at his hands, now covered in oil. 'I can't say I ever expected to try it, let alone succeed at it. You... do this by yourself normally?'^  'Most of it.' She shrugged. 'Not much of a choice when you're light-years from the nearest system.'^  He sighed as he took the rag she offered him, and began to wipe off his hands. 'I would normally never do such a thing. I have retainers and staff on hand to handle such details. I'm... beginning to realize how much I've relied on them.'^  'That's pretty normal for your position.' Erin leaned her head on his arm, tacitly offering him a hug.^  'You must think I'm helpless.'^  'I just think you have other things you're good at. Everyone has different skills.' She offered him a smile. 'But it doesn't hurt to learn something new every once in a while, does it?'^  'Heh. I suppose not.'",
"elliott.secretnote.scene.Mystery": "(It looks like a scene from Elliott's novel.)^^  Kai hopped onto the edge of the desk, letting her legs dangle. 'You got the guest list?'^  'Yeah, though I don't think it tells us anything new.' Alexe handed it over. 'What if there's someone hiding outside on the island somewhere, though?'^  'If they can stay hidden on a flat strip of sand, I'll bow to their superior skills.' Kai glanced over the list, running a summary of their initial interviews through her head.  Murphy, the island owner.  Her butler, the cook, and two staff. Kai and Alexe. And five other guests. 'Eleven is not a great number of suspects. I suppose it beats zero, though.'^  Alexe frowned. 'Are you counting us among that? Just for the record, I didn't do it. I don't even know the lady. I only got invited as your plus one.'^  'Of course I don't think you did. But the others that are innocent--and normal--will suspect us the same way we suspect them.' Kai gave Alexe a wry smile. 'Do you suspect me?'^  'If I did, I would've snapped your legs and called the mainland police.'^  'Just the legs?'^  'So you can't run. I'm confident you couldn't actually stab *me*.'^  Bless Alexe and her straightforwardness.  The chatter and the mystery were both a distraction from the fact that she'd just lost a friend. All right. Kai pulled out her notebook, and began writing. Time to get all of this out of her brain and onto paper, so she could organize.",
"elliott.secretnote.scene.Romance": "(It looks like a scene from Elliott's novel.)^^  'So, Lady Kristine!' Trisha looked over the top of her fan. 'Is there perhaps someone here you'd fancy?'^  Kristine restrained a sigh. This is what she got for letting herself be cornered by the woman whose thoughts could fit between the pages of a travel brochure.  'I do rather like that Mr. Darcy,' she deadpanned.^  Trisha tittered.  'Oh, Kristine, you are so funny! Perhaps someone non-fictional, though? I do think that Adair has taken a shine to you.'^  In Kristine's mind, Trisha had gained a point of favor for recognizing the literary reference, and immediately lost it for the absurd suggestion. '*Him*?'^  'What's wrong with him?  He's single and quite the looker.  And smart too--I figured you'd like that.'^  'He's entirely too full of himself. And he only talks to me because he wants my money.'^  Trisha let out an exaggerated sigh. 'You say that about all the men.'^  'And I am not correct? You have met men before, have you not?' Kristine folded her arms.^  'Oh, have I ever met men!' Trisha laughed heartily. 'Dearest Kristine, just because a man isn't rich doesn't mean he wants to be. I think you just don't like him because he's as smart as you are. You hate competition.'^  'Nothing could be further from the truth!' Absolutely not. She was not losing this argument to Trisha, of all people. 'I simply do not like men, period!'^  Trisha looked at her, thinking. 'Well... if that's the case, I can introduce you to some lovely bachelorettes.'^  'That's not it either!'",
"elliott.secretnote.scene.Horror": "(It looks like a scene from Elliott's novel.)^^  There it was again. Onyx sat up in bed, listening intently. *Something* was moving around outside, but it didn't sound like a person or a dog. It was more of a wet dragging noise, inconsistently so, like someone jerking a heavy burlap bag over the grass.  Carefully, she crept to the window, then peeked out.^  Nothing outside but the drab gravel path leading to the building, and a couple of sad-looking trees off to one side. Certainly nothing that would be producing noise. She sighed. Of course it was nothing. She'd let Red and his 'jokes' about the mines get into her head. What a farce. Didn't he know that no one in the digital age believed in urban legends anymore? If this even qualified as 'urban'.^  She turned away from the window. As if to taunt her, the sound happened again, louder and closer. She turned, annoyed, ready to crack it open and give Red a piece of her mind.^  The thing at the window was not Red. It was certainly not human, or anything she could identify, aside from the large, unblinking eye and exactly the number of teeth you did not want to see on something you couldn't identify.^  'Yoba on a stick!' She fell backwards, and cursed as she landed hard on her tailbone. Scream? Call for help? As she ran through the options, she looked up again--nothing. No dragging sound, no eyeball, no too-many-teeth, just the sad trees.^  *What in Yoba's name was THAT?*"
}