{
    "Changes": [
        {
            "LogName": "Rainy",
            "Action": "EditData",
            "Target": "Characters/Dialogue/rainy",
            "Entries": {
                "Abigail": "#$c .5#I love the way the valley looks in the rain. It makes everything feel so romantic...#I don't mind getting a little wet on days like today. Sometimes it's fun getting caught in the rain.",
                "Haley": "#$c .5#Rain storms make me feel a little anxious. I worry that I'm going to get my clothes dirty. And the thunder can be a bit scary.$s#I was really hoping to take my camera out and do some shooting today, but then it started raining. Maybe it'll be sunny again tomorrow.$u",
                "Leah": "#$c .5#Rain storms are so beautiful, don't you agree? The sky looks like a wonderful painting.#I'm fine with rainy days. If I can't hike, I'll just paint or sculpt or read a book... I'm never bored.$h",
                "Penny": "#$c .5#I just love curling up under a blanket and getting lost in a book when it rains like this. It feels like a hug.$h#This storm is actually making me feel a little sad today. I don't know what it is. I need to reflect on some things.$s",
                "Sebastian": "#$c .5#When it rains like this, I really like standing on the pier and looking out into the Gem Sea. It makes me feel a little better about things.#The best part of rainy days is that most people don't come out. It's sort of like I have the world all to myself.",
                "Shane": "#$c .5#This rain is really bringing me down. But there's not much I can do about it.#I should have just stayed in bed all day. The rain is such a downer.$s"
            }
        },
        {
            "Action": "EditData",
            "Target": "Data/ExtraDialogue",
            "Entries": {
                "SeedShop_Abigail_Drawers": "So you think it's perfectly acceptable to rummage through someone's underpants? Come on @, close the drawer already... it's getting weird.$u"
            }
        },
        {
            "Action": "EditData",
            "Target": "Strings/Locations",
            "Entries": {
                "SeedShop_Abigail_Drawers": "Abigail's underpants drawer. There's a purple mineral tucked among her things."
            }
        }
    ]
}