{
  "Claire": "Happy birthday, @.$1#$b#Take this, a little something from me. I hope you have a beautiful day!$h",
  "Lance": "@, it's your birthday, isn't it?$h#$b#Marlon told me so. Here, I have something for you. I know you will use it wisely.$5",
  "Wizard": "Happy birthday, @.#$b#I wish you grand things on this day. Enjoy this gift and be well.$1",
  "Olivia": "Happy birthday, dear!$1#$b#Of course I know! Why, you're the talk of the town today. Here, I got this just for you!$h",
  "Sophia": "H-Hi, @! I heard it's your birthday today. S-so, happy birthday!$1#$b#This is for you, I hope you like it!$8",
  "Victor": "Hey, @! Mom said it's your birthday, so happy birthday!$h#$b#Here, it's not much but I wanted to do something. Have a good one, @!$h",
  "Andy": "Howdy, @, happy birthday.$h#$b#It's good to take care of your neightbors, so I got you this. Go ahead, take it.$h",
  "Apples": "Special day for Apples-friend!$1#$b#*meep* *meep* Apples find this for you! Happy special day!$1",
  "Gunther": "Good {TimeOfDay}, Mr. @. Happy birthday.^Good {TimeOfDay}, Ms. @. Happy birthday.#$b#Your efforts are invaluable to our community, not least of which is our museum. Take this, and enjoy your {TimeOfDay}.$1",
  "MarlonFay": "Ah, @. Happy birthday. It is good to see you in high spirits.$2#$b#This is from all of us at the Guild. Safe adventures, @.$2",
  "Martin": "Hi, @. Happy birthday!$h$#b#Claire helped me find this for you! The valley's more fun with you around.$h",
  "Morgan": "@! Happy birthday!$1#$b#It will be a good one. We can both feel it, Magnus and I. It's the will of the forest.$3#$b#Take this with you. Magnus has something for you, too, if you haven't seen him already.$1",
  "MorrisTod": "Mr. @, from all of us at Joja Co., happy birthday!^Ms. @, from all of us at Joja Co., happy birthday!$1#$b#Please, accept this gift from our team.$1",
  "Scarlett": "Heya, @, happy birthday!$1#$b#I got this for you, let me know how you like it!$1",
  "Susan": "There's @! Happy birthday, neighbor!$1#$b#%farm Farm is shaping up wonderfully with all your work! I hope this will help it go even further!$1",
}