{

  "ExInvolvement.Description": "Quando não for casado novamente, permite que seu ex-cônjuge visite o hospital após a ‘morte’ do jogador para uma cena expandida.",

  "Spouse.Enter": "Estou entrando, {0}!",

  "Spouse.Thanks": "...Obrigado, doutor",

  "Hospital.Thoughts.01": "É melhor voltar para casa e descansar...",

  "Mines.Eyes": "Abra seus olhos, {2}.",

  "Mines.Wake": "Querido, acorde!",

  "Mines.Shake": "Algo está me sacudindo pelos ombros...",

  "Mines.Thoughts.01": "Sinto-me exausto, mas não terrivelmente ferido, como ele disse.",

  "Mines.Thoughts.02": "Esperançosamente, isso será suficiente para tranquilizar Elliott, onde quer que ele esteja agora...",

  "Island.Wake": "{2}, acorde!",

  "Island.Thoughts.01": "Vou ganhar um olhar de preocupação se for para casa assim...",

  "Island.Thoughts.02": "Eu definitivamente pareço pior do que me sinto. Isso é reconfortante.",

  "ElliottReaction.Hospital": "Meu querido @,^^Dr. Harvey me contatou ontem para pedir consentimento cirúrgico em seu nome enquanto você não respondia e desde então, me atualizou sobre sua condição. Eu estava pronto para cancelar minha viagem e voltar para casa imediatamente, embora ele tenha me garantido que você ficaria bem. ^ Na verdade querido, eu estava com medo por você, mas tudo que posso fazer de tão longe é pedir que você tome cuidado. ^ Sinto sua falta e gostaria de ter estado com você quando você mais precisou de mim. ^^ Com todo meu amor, seu dedicado marido Elliott. [#] Um marido muito preocupado ",

  "ElliottReaction.Mines": "Caro @,^^Imagine minha surpresa quando recebi ontem uma carta do Marlon! Ele me informou que você desmaiou nas minas, embora eu tenha ficado aliviado ao saber que seus ferimentos foram apenas leves. Ainda assim, eu gostaria de ter podido estar ao seu lado, mesmo em um acidente tão pequeno. Terei muitas coisas para colocar em dia quando voltar para casa.^^ Fique seguro e nos veremos em breve, querido.^ - Com amor, Elliott[#]Um Marido Preocupado",

  "PlayerKilled.doctor.01": " ...{0}?",

  "PlayerKilled.doctor.02": "Calma, agora... vá devagar.",

  "PlayerKilled.doctor.03": "Olá @, estou feliz que você finalmente acordou.#$b#Alguém trouxe você de volta aqui inconsciente e gravemente ferido. Eu tive que levá-lo para uma cirurgia de emergência!",

  "PlayerKilled.doctor.04": "Olá @, estou feliz que você finalmente acordou.#$b#Alguém trouxe você de volta aqui inconsciente e gravemente ferido. Maru e eu tivemos que levar você para uma cirurgia de emergência!$2",

  "PlayerKilled.doctor.05": "Como você estava inconsciente e incapaz de consentir com a cirurgia, tive que ligar para seu marido para explicar a situação e obter seu consentimento.#$b#Ele estava muito preocupado com você, é claro. #$b# Até disse que cancelaria sua turnê e retornaria a Vale do Orvalho, embora tenha concordado em esperar até que eu o atualizasse sobre sua condição após a cirurgia.",

  "PlayerKilled.doctor.06": "Sua condição está muito melhor agora @, mas tenha mais cuidado da próxima vez.$2",

  "PlayerKilled.doctor.07": "Vou dar a vocês dois um momento juntos.",

  "PlayerKilled.doctor.08": "Maru cuidou muito bem de você esse tempo todo. Você está quase como novo graças a ela.#$b#Só tome mais cuidado da próxima vez, certo?",

  "PlayerKilled.doctor.09": "Vou deixar vocês dois terminarem aqui. Maru, se precisar de algum dia de folga depois disso, você sabe que pode sempre pedir.",

  "PlayerKilled.doctor.10": "A propósito, você... tem uma visita. Eles estão aqui desde que você foi operado e estavam apenas esperando para falar com você.#$b#Assim como é direito deles fazer visitas, também é seu direito recusar visitas. Estou a um toque de distância, se precisar de mim.",

  "PlayerKilled.doctor.11": "@ está pronto para te ver.#$b#Não é minha função me envolver em assuntos particulares, mas tudo que peço é que você se lembre que ele precisa descansar. ^Não cabe a mim me envolver em assuntos privados, mas tudo que peço é que você se lembre de que ela precisa descansar.#$b#...E você também deve pensar no seu próprio bem-estar.$2",

  "PlayerKilled.doctor.12": "Elliott estava preparado para largar tudo e voltar para casa, para você...",

  "PlayerKilled.doctor.13": "Bem, se você estiver se sentindo bem, pode ir para casa. Elliott disse que escreveria uma carta para você em breve, então fique de olho em sua correspondência.",

  "PlayerKilled.doctor.14": "Tome cuidado!",

  "PlayerKilled.doctor.15": "Tudo bem. Tome cuidado.",

  "MineKilled.Marlon.01": "Olá, @. Estou feliz que você tenha conseguido acordar. Por um momento, fiquei preocupado que seu ferimento pudesse ter sido pior do que parecia.",

  "MineKilled.Marlon.02": "De acordo com minha rotina, eu estava eliminando a população de slimes nas minas quando de repente, percebi que eles estavam se acumulando em um só lugar.#$b#Eu segui seus rastros e encontrei você, de bruços no chão e desmaiado. Você parece ter sido nocauteado embora, felizmente, o ferimento responsável pareça menor.",

  "MineKilled.Marlon.03": "E eu simplesmente vim para abrir caminho para %cônjuge enquanto trazíamos você de volta à superfície.#$b#No início, eu deveria me aventurar sozinho, mas %cônjuge insistiu em vir junto.#$b#Você é abençoado por compartilhar sua vida com alguém tão corajoso.",

  "MineKilled.Marlon.04": "Estou feliz em poder servir. @, peço simplesmente que você tenha mais cuidado da próxima vez.#$b#Conheci alguns grandes homens e mulheres que foram perdidos por um único momento de desatenção.",

  "MineKilled.Marlon.05": "É da minha natureza ser franco. Estou simplesmente afirmando o fato do que vi. Você fez bem, ficando ao meu lado.",

  "MineKilled.Marlon.06": "De qualquer forma, é melhor ir embora por enquanto. @ precisa descansar e se recuperar. Vocês dois não deveriam ficar.",

  "MineKilled.Marlon.07": "%cônjuge veio me buscar o mais rápido possível. Aventurei-me nas minas para encontrar você conforme solicitado.#$b#%cônjuge ficou bastante preocupado com você quando me abordou com preocupações sobre sua segurança.#$b#Você é abençoado por ter acabado compartilhando sua vida com alguém tão compassivo.",

  "MineKilled.Marlon.08": "É da minha natureza ser franco. Estou simplesmente afirmando o fato do que observei. Você fez bem em me buscar.",

  "MineKilled.Marlon.09": "De qualquer forma, é melhor você voltar para casa. Você pode ter escapado apenas com uma lesão leve, mas não deve negligenciar sua exaustão.",

  "MineKilled.Marlon.10": "Devo também informar que, de acordo com a política da Guilda, enviarei um breve memorando dos eventos de hoje para seus parentes mais próximos. Seu marido, neste caso.#$b#Não divulgarei nada além de informações gerais, não se preocupe. Simplesmente concentre-se em recuperar suas forças.#$b# E, claro, continue o bom trabalho que está fazendo quando estiver recuperado. Você é realmente um membro inestimável da Guilda.",

  "MineKilled.Marlon.11": "Até a próxima",

  "IslandKilled.Leo.01": "Ah, você está acordado! Isso é bom!#$b#Meus amigos pássaros encontraram você no vulcão. Dizem que os espíritos do fogo não ficaram felizes com você e tentaram cozinhar você como comida.#$b#Mas meus amigos pararam os espíritos a tempo e trouxeram você aqui!$1",

  "IslandKilled.Leo.02": "Isso mesmo! Se meus amigos pássaros não tivessem encontrado você, os espíritos poderiam ter comido você como nós comemos Nozes Douradas.$1#$b#Mas meus amigos dizem que você ficará bem. Apenas tome mais cuidado da próxima vez, certo?",

  "IslandKilled.Leo.03": "Mas sério... Talvez você devesse se lavar no rio.#$b#Adormecer sobre pedras quentes não é bom para você. Você parece um coco deixado no fogo por muito tempo.$1",

  "PlayerKilled.default.04": "Graças a Deus você está bem...$2",

  "PlayerKilled.default.05": "Vim o mais rápido possível quando soube que você estava ferido.#$b#Fiquei muito preocupado com você.$2",

  "PlayerKilled.default.08": "Estou aliviado por você já estar melhor, mas por favor, @... Nunca mais me assuste assim.$2",

  "PlayerKilled.default.20": "Claro, Dr. Não estou querendo incomodar. Serei rápido.",

  "PlayerKilled.default.21": "Olá @. Suponho que você esteja surpreso em me ver$s#$b#Não é tão estranho. Eu ainda me importo com você, afinal. Acho que meu coração não pode desistir tão facilmente.$s#$b#Claro que vou me preocupar com você, @. Você quase morreu! Você não deveria ficar sozinho em um momento como este.$s",

  "PlayerKilled.default.22": "Não vale a pena me agradecer por isso. Receio que isso tenha sido tanto para minha paz de espírito quanto para seu bem.#$b#Como eu disse, você ainda é especial para mim. Apesar do meu melhor julgamento...$s#$b#Eu irei agora. Cuide-se, você precisa disso agora mais do que sempre.",

  "MineKilled.default.01": "Devagar, querido. Você está se sentindo bem?",

  "MineKilled.default.02": "Você ficou fora por muito tempo, então fiquei um pouco preocupado.#$b#Marlon concordou em ir ver você para minha paz de espírito, e estou feliz que ele tenha encontrado você a tempo. Parece que você vai ficar bem.$2",

  "MineKilled.default.07": "Ele tem razão; você precisa do seu descanso. Estou aliviado por não ter sido nada pior.#$b#Vamos, vamos para casa.$1",

  "PlayerKilled.Abigail.04": "Oh Deus, você está bem? Não se levante muito rápido.$2",

  "PlayerKilled.Abigail.05": "Estou tão feliz que você esteja melhor. O Dr. Harvey realmente fez um milagre com você, hein?#$b#Eu estava seriamente nervosa enquanto esperava o Dr. Harvey me deixar entrar na sala. Eu odiei não saber como você estava...$2",

  "PlayerKilled.Abigail.08": "Sabe @... ainda estou treinando todos os dias para ficar mais forte, como você.#$b#Um dia, quero poder ficar ao seu lado e protegê-lo, como você me protege.#$b# Então até esse dia chegar... Por favor, não vá aonde eu não possa segui-lo$2",

  "PlayerKilled.Abigail.20": "Não se preocupe. De qualquer forma, não tenho muito o que dizer a ele. ^Não se preocupe. De qualquer forma, não tenho muito a dizer a ela.$2",

  "PlayerKilled.Abigail.21": "Não vou demorar, eu prometo.$6#$b#Eu... na verdade não sei por que vim. Acho que me sentiria culpada se fosse embora sem saber que você ficaria bem.$2#$b#E... Se fosse eu no seu lugar, sei que não gostaria de acordar sozinha depois de quase ter chutado o balde.$2",

  "PlayerKilled.Abigail.22": "Nunca seríamos bons, você e eu, mas isso não significa que eu deixaria você pensar que foi deixado para trás.$2#$b#Você tem que saber que eu nunca poderia simplesmente ficar sentada vendo alguém morrer.$2#$b#...Isso é tudo que há a dizer. Tenha mais cuidado aí, @.$2",

  "MineKilled.Abigail.01": "Oh! Ele acordou! ^Ah! Ela acordou!",

  "MineKilled.Abigail.02": "Então, história estranha... Mais cedo, tive a sensação aleatória de que algo terrível havia acontecido, e eu simplesmente sabia que era sobre você.#$b#Não me pergunte como eu sabia. Realmente veio até mim.#$b#De onde quer que tenha vindo, porém, me levou a encontrar você. Não posso reclamar.",

  "MineKilled.Abigail.04": "'Corajosa', né...? Eu gosto do som disso. Parece que você está me bajulando para me recrutar para a Guilda.$4",

  "MineKilled.Abigail.07": "Ei @... eu sei que não parece isso, mas eu realmente estava preocupada com você.#$b#Eu pude explorar as minas, mas não foi tão emocionante quando tudo que eu conseguia pensar era em você em perigo em algum lugar.$2#$b#Estou feliz por termos chegado a tempo de encontrar você. E estou feliz por ter balançado minha espada algumas vezes também.#$b#Apenas espere até eu ficar mais forte. Conquistaremos as minas juntos como um time dos sonhos!$1",

  "PlayerKilled.Emily.04": "Como você está, querido? Você parece um pouco dolorido.$3",

  "PlayerKilled.Emily.05": "Você certamente parece melhor do que eu esperava, o que é uma coisa boa. Eu realmente tentei não imaginar o pior enquanto esperava.$3#$b#Oh! Ah, não... Sua camisa está toda rasgada. Vou consertar quando chegarmos em casa, certo?$3",

  "PlayerKilled.Emily.08": "Você sabe... Fiquei um pouco preocupada no começo, mas depois um passarinho me disse que você ficaria bem. Eu tive que acreditar!#$b#As estrelas se alinharam para que nos encontrássemos neste universo.#$b#Elas não iriam nos separar tão facilmente... Eu também tenho que acreditar nisso.$3",

  "PlayerKilled.Emily.20": "Obrigado, Harvey. É um alívio saber que você não está escolhendo lados... Não vou demorar.$3",

  "PlayerKilled.Emily.21": "Olá, @. Eu só queria desejar-lhe uma rápida recuperação antes de partir.$3#$b#Eu vim para lhe fazer companhia até que você acordasse, para que você não tivesse que passar por algo tão terrível sozinho, mas agora eu estou percebendo que pode não ter sido uma boa ideia.$3#$b#Vou embora em breve. Eu sei que dói para nós dois ficarmos sozinhos novamente.$2",

  "PlayerKilled.Emily.22": "Acho que essa parte da minha alma sempre reconhecerá a sua, até o dia da minha morte. Não há nada a ser feito sobre isso.$2#$b#Tudo o que posso fazer é me distanciar, para poupar nós dois. Fique bem, @.$2#$b#E... me desculpe. Acontece que meu coração não avançou tão plenamente quanto eu esperava.$2",

  "MineKilled.Emily.01": "Olá querido! Eu estava prestes a beliscar suas bochechas, mas parece que você não precisava da minha ajuda para acordar, afinal.",

  "MineKilled.Emily.02": "Os cristais me avisaram que algo maligno iria atrás de você hoje.$3#$b#Eles não foram muito específicos, então não me arrisquei e vim te encontrar. Parece que cheguei um momento atrasada.$2",

  "MineKilled.Emily.04": "Ah, que gentileza sua dizer! Mas não sou nada corajosa. Eu sabia que você me manteria segura enquanto eu procurava por @.$4",

  "MineKilled.Emily.07": "Devíamos ir embora, querido. Estarei indo para casa para continuar meditando.#$b#Meu coração está muito mais leve agora que sei que você está bem. Serei capaz de me concentrar muito melhor.#$b#E para falar a verdade, estou aliviado que o destino esteja nos protegendo assim. Parece que a própria natureza está do nosso lado.#$b#Realmente foi destino nos encontrássemos nesta vida, não acha?$1",

  "PlayerKilled.Haley.04": "Oh querido, você está horrível! O que aconteceu?$2",

  "PlayerKilled.Haley.05": "Olha esses hematomas... E esses ferimentos! Você não só está machucado, mas seu cabelo está todo bagunçado também.$2#$b#Você me preocupa tanto às vezes, querido.$2 ",

  "PlayerKilled.Haley.08": "... Vila Pelicanos nunca pareceu um lar até você aparecer. Sempre havia pessoas ao meu redor, mas ninguém por quem eu sentisse que precisava ser forte.$7#$b#@, Eu sei que não posso fazer muito por você quando você estiver por aí, mas sempre estarei esperando por você em casa.$7#$b#Então, por favor, tenha cuidado. Não me faça esperar para sempre.$2",

  "PlayerKilled.Haley.20": "Não se preocupe. De qualquer forma, não acho que aguento ficar muito tempo.$7",

  "PlayerKilled.Haley.21": "Olá, @. Parece que você realmente mudou as coisas e se recuperou. Bom para você.$7#$b#Eu? Eu só queria ver se você iria aguentar antes de eu sair.$7#$b#Eu ouvi rumores de que você estava gravemente ferido e, antes que eu percebesse, eu estava aqui, acho que não queria que você acordasse sozinho depois de tudo aquilo.$2",

  "PlayerKilled.Haley.22": "Você pode ser meu ex, mas eu não te odeio. Não posso odiar a pessoa das minhas mais queridas lembranças, mesmo que você não seja mais essa pessoa para mim.$2#$b#Seria realmente uma droga se você acordasse pensando que ninguém se importa mais com o que acontece com você.$2#$b#... Isso é tudo que tenho para você. Tchau,@.$2",

  "MineKilled.Haley.01": "Aí está você, @. Você consegue se levantar? Suas roupas estão ficando todas enlameadas.$7",

  "MineKilled.Haley.02": "A coisa mais horrível aconteceu! Eu li meu horóscopo e dizia que eu perderia algo importante hoje...$2#$b#Todas as minhas coisas ainda estavam lá, então eu fiquei preocupada que fosse sobre você! Ainda bem que vim te encontrar...$2",

  "MineKilled.Haley.04": "Bem, sim. Eu não teria ido lá sozinha. Eu sabia que só iria atrapalhar e além disso, meus sapatos ficariam arruinados.$4#$b# Não foi compaixão. Dar tudo de mim é apenas meu dever como esposa de @.$4",

  "MineKilled.Haley.07": "Vamos para casa, querido. Cheira mal aqui e você precisa se trocar antes de pegar um resfriado.#$b#Você sabe... Mesmo que meu horóscopo não dissesse nada, acho que teria sentido que você estava enfrentando problemas.#$b#Acho que meu coração saberia.#$b#Acho que é isso que significa estar apaixonado por alguém, hein?$4",

  "PlayerKilled.Leah.04": "Você está bem, querido? Larguei tudo para chegar aqui quando soube que você estava ferido.$3",

  "PlayerKilled.Leah.05": "Bem... Você está um pouco machucado aqui e ali, mas não é nada que você não consiga superar... Certo?$2",

  "PlayerKilled.Leah.08": "Que alívio saber que você está seguro... Por favor, tenha mais cuidado da próxima vez, certo?#$b#Você é minha principal fonte de inspiração e a força motriz por trás da minha arte.$2 #$b#Um artista não é nada sem uma musa. Se eu perder você, também perco um pedaço de mim.$2",

  "PlayerKilled.Leah.20": "Não vou demorar muito, eu prometo. Hoje em dia, não tenho muito o que dizer para @ de qualquer maneira.$3",

  "PlayerKilled.Leah.21": "Então, é bom ver você já acordada e fora da cama.$3#$b#Acho que deveria saber que você daria de ombros com algo assim imediatamente.$3#$b#Vim sentar com você depois da cirurgia porque acho que ninguém merece acordar sozinho depois de algo tão assustador. Só isso..$2",

  "PlayerKilled.Leah.22": "Estou seguindo em frente @, mas isso não significa que eu deseje mal a você. Você quase morreu e eu não poderia simplesmente sentar e não fazer nada.$2#$b#E se você realmente queria que eu viesse ou não... Bem, isso é algo que eu não quero descobrir.$2#$b#...Não me diga. Não sei qual resposta eu odiaria mais. Tchau, @.$2",

  "MineKilled.Leah.01": "Bem-vindo de volta, @. Você consegue ficar de pé?$3",

  "MineKilled.Leah.02": "Eu estava limpando a casa quando minha escultura de madeira mais recente quebrou de repente.$3#$b#Se isso não fosse um mau presságio, não sei o que mais poderia ter sido. Fiquei preocupado e vim te procurar.$2",

  "MineKilled.Leah.04": "Oh! Obrigada... Você não precisa me fazer sentir melhor por ficar para trás. Eu apenas fiz o que tinha que fazer por quem eu amo.$4",

  "MineKilled.Leah.07": "Então... Você está voltando para casa, @? Eu sei que você é durão, mas acho que você mereceu descansar por hoje.#$b#Se quiser, você pode até me contar o que aconteceu lá embaixo. Isso pode aliviar um pouco o estresse persistente de nós dois.$3#$b#E... quem sabe eu posso ficar tentado a pintar uma cena de sua batalha épica no devido tempo!$1",

  "PlayerKilled.Maru.04": "Você já parece um pouco melhor do que quando entrou. Quer que eu lhe traga algum analgésico?$8",

  "PlayerKilled.Maru.05": "... Estou muito feliz que você esteja bem, querido. Foi realmente complicado por um tempo durante sua cirurgia.$8#$b#Harvey não queria deixar-me ver você assim, mas eu insisti em ajudar.$2#$b#Eu não poderia simplesmente ficar parada e não fazer nada enquanto você lutava para voltar para nós.$2",

  "PlayerKilled.Maru.08": "Bem, você o ouviu. Você tem que ter mais cuidado lá fora, ordens do médico.$3#$b#Devíamos ir para casa. Pelo menos você pode dizer que tem sua própria enfermeira pessoal para cuidar cuide de você!$1",

  "PlayerKilled.Maru.09": "Mas falando sério, por favor, não se machuque mais. Ver você escorregar por entre meus dedos... Nunca mais quero passar por isso novamente.$2",

  "PlayerKilled.Maru.20": "Eu conheço as regras, Harvey. Mas é gentil da sua parte se preocupar comigo também. Você não precisa fazer isso.$8",

  "PlayerKilled.Maru.21": "Uau. Harvey realmente colocou você de volta inteiro, hein?$8#$b#Oh, isso... isso doeu. Desculpe. Isso provavelmente foi um pouco familiar para mim.$8 #$b#...Olha, só vim para ter certeza de que você ficaria bem depois da cirurgia. Você chegou aqui pendurado por um fio, então...$2",

  "PlayerKilled.Maru.22": "Foi ruim @. Não ajudei na cirurgia, mas sei que não foi fácil. O que quer que tenha acontecido com você quase te pegou de vez.$2#$ b#E... pessoalmente, eu não gostaria de acordar sozinha de algo tão assustador, então fiquei, caso você sentisse o mesmo.$2#$b#Isso não significa que algo mudou entre nós. Tudo o que significa é que não sou um robô. Meu coração não desliga.$2",

  "MineKilled.Maru.01": "Ei, você acordou! Bom. Fiquei preocupada por um segundo com a possibilidade de ter que ligar para Harvey pedindo ajuda.",

  "MineKilled.Maru.02": "Algo te nocauteou nas minas, querido. Esse galo na sua cabeça diz que pegou você bem.$2#$b#Você demorou um pouco demais, então me aventurei para verifiquar você. Tive a sensação de que algo estava acontecendo.$2",

  "MineKilled.Maru.04": "Você acha? Eu vou lá para estudar formações geológicas o tempo todo, mas nunca fui tão fundo antes.$4#$b#Eu só entrei porque sabia que você me protejeria. Nada a ver com bravura, se você me perguntar.$ 4",

  "MineKilled.Maru.07": "Tudo bem, devemos ir embora. Vou dar uma olhada em você quando chegarmos em casa, só para ter certeza de que você não está muito ferido.#$b#Deixando todo o resto de lado, Que bom que você está bem, @. Fiquei preocupada por um tempo.$3#$b#Talvez eu devesse construir uma unidade portátil de telemetria para poder ficar de olho nos seus sinais vitais à distância, da próxima vez... #$b#Brincadeirinha, eu sei que você consegue se cuidar.$1",

  "PlayerKilled.Penny.04": "Oh querido, estou tão aliviada que você esteja bem!$2",

  "PlayerKilled.Penny.05": "Fiquei com tanto medo quando soube que você tinha se machucado. Fiquei imaginando uma vida sem você e... não consegui.$2",

  "PlayerKilled.Penny.08": "Sabe @... Em alguns dias, a vida com você parece um sonho.$2#$b#Às vezes, eu olho para você e me pego pensando que você é bom demais para ser verdade.$2#$b#Seria meu pior pesadelo perder você. Então, por favor, tenha um pouco mais de cuidado.$2",

  "PlayerKilled.Penny.20": "Obrigado pela sua gentileza, Dr. Harvey. Vila Pelicanos tem sorte de ter você. E... @ teve sorte de ter você.$3",

  "PlayerKilled.Penny.21": "Olá, @. Sinto muito por ter vindo, eu só... eu só queria ter certeza de que você ficaria bem antes de eu sair.$3#$b#Só porque não estamos mais juntos, isso não significa que eu não me importaria com o que acontece com você.$2#$b#Por mais aliviada que eu esteja... Ver você de novo dói mais do que eu pensava. Eu deveria ir.$2",

  "PlayerKilled.Penny.22": "A verdade é que eu só não queria que você acordasse sozinho depois de passar por algo tão difícil.$2#$b#Ninguém deveria se sentir abandonado depois de estar tão perto de perder a vida.$2#$b#Dito isto, eu deveria pensar em mim também. Estar aqui dói muito, então... vou deixar vocês com isso. Fique bem, @. Adeus.$2",

  "MineKilled.Penny.01": "Calma agora, meu querido... Não se esforce demais.",

  "MineKilled.Penny.02": "Você está bem? Espero que não esteja com muita dor...$2#$b#Você nunca vai acreditar nisso, querido, mas eu estava lendo quando de repente, tive uma sensação terrível de que você estava em apuros.#$b#Eu tinha que fazer algo a respeito, mesmo sem saber por que me sentia assim.",

  "MineKilled.Penny.04": "Oh, obrigada.$4#$b#Eu estava apenas cumprindo minha promessa de sempre cuidar de @. Não acho que seja tão admirável...$4",

  "MineKilled.Penny.07": "Vamos embora também, @. Você já teve um longo dia. Posso preparar para você esta nova receita que estou querendo experimentar, se você quiser!#$b#Ou... Talvez eu deixe a culinária experimental para outro dia. Acho que só quero passar algum tempo com você.$3#$b#Mas se você ficar com fome... sempre posso preparar mais 'Chili de'. @' para você em pouco tempo!$1",

  "PlayerKilled.Alex.04": "Querido, você está bem? Devo ter superado meu tempo correndo até aqui quando soube que você estava ferido!$2",

  "PlayerKilled.Alex.05": "Você quase foi comido por slimes ou algo assim? O risco de isso acontecer está sempre em minha mente.$2#$b#Eu sei que você é forte, mas coisas assim me deixam ainda mais preocupado com você.$2",

  "PlayerKilled.Alex.08": "Você sabe que eu adoro ultrapassar limites pessoais, mas isso é simplesmente excessivo.$2#$b#Eu não sei o que faria se perdesse você também, ok? $2#$b#Já estou farto das pessoas que eu amo me deixarem para trás.$2",

  "PlayerKilled.Alex.20": "Nah, entendi. Não há muito que eu tenha a dizer a ele de qualquer maneira. ^Nah, entendi. Não há muito que eu tenha a dizer a ela de qualquer maneira.$9",

  "PlayerKilled.Alex.21": "Ei. Harvey realmente fez um milagre para recompor você hein. Acho que me preocupei por nada.$9#$b#Hmm? Claro que me preocuparia. Podemos não estar mais juntos, mas isso não significa que eu quero você morto. Quem você pensa que eu sou?$9#$b#...Desculpe, não estou tentando arrumar uma briga, eu vou embora.$2",

  "PlayerKilled.Alex.22": "A verdade é que eu só não queria que você acordasse sozinho depois disso.$2#$b#Você não se viu quando chegou aqui. Imagino que se machucar assim não foi uma diversão, então queria ficar até você acordar. Apenas por precaução.$2#$b#Mas... você claramente está bem agora, então vou deixá-lo. Também não quero falar sobre nada do que aconteceu aqui mais tarde. Tchau.$2",

  "MineKilled.Alex.01": "Ei, você está bem para ficar de pé? Vamos, vou te impulsionar.",

  "MineKilled.Alex.02": "Ok, ouça isso. Eu estava correndo nas montanhas quando percebi que algo estava me puxando em direção às minas.#$b#Honestamente, foi um pouco assustador e me fez pensar que você poderia estar me chamando, ou algo assim. Então vim aqui para encontrar você.",

  "MineKilled.Alex.04": "Ah, não é nada. Socar uma gosma aqui e ali não dá muito trabalho, embora eu veja como é fácil ficar sobrecarregado.$4#$b#Acho que só sou corajoso quando tenho alguém nas minhas costas para evitar que isso aconteça.",

  "MineKilled.Alex.07": "Ei, vamos para casa. Quer correr montanha abaixo comigo?#$b#Oh, espere. Você provavelmente não deveria estar se esforçando agora. Você não parece muito ferido, mas ainda vamos ter cuidado.#$b#Vou correr e arrumar tudo para que você possa dormir quando chegar lá. Te amo!$1",

  "PlayerKilled.Elliott.01": "Sinto-me bem o suficiente para voltar para casa, mas...",

  "PlayerKilled.Elliott.02": "Em um momento como este, sinto falta de Elliott mais do que nunca.",

  "PlayerKilled.Elliott.04": "Oh, meu querido, olhe para você... Corri assim que soube que você estava ferido!$2",

  "PlayerKilled.Elliott.05": "Você certamente parece melhor... Você não está com muita dor, está?$2#$b#Mesmo você estando na minha frente agora, meu coração não pode deixar de se preocupar.$2",

  "PlayerKilled.Elliott.08": "Querido, não há palavras para expressar o quão aliviado estou por você ter superado.#$b#Nos momentos em que sua condição permaneceu incerta, percebi o quanto de mim mesmo eu devia a você. Eu não suportaria perder você.#$b#Eu imploro que você seja mais cuidadoso da próxima vez, nem que seja apenas para proteger nosso felizes para sempre juntos.$2",

  "PlayerKilled.Elliott.20": "Claro. Obrigado pela sua atitude imparcial, Doutor.$2",

  "PlayerKilled.Elliott.21": "Bom. Você parece estar melhor. Era tudo que eu precisava saber para poder descansar.$7#$b#...$2#$b#Espero que minha presença não complique ainda mais as coisas. Eu só não queria que você acordasse sozinho da quase morte.$2",

  "PlayerKilled.Elliott.22": "Não se engane, estou ciente de como isso parece e garanto que não é nada do que você possa estar imaginando.$2#$b#Isso não é um pedido de desculpas, nem uma vontade de reatar nosso vínculo. Preocupar-me com você é simplesmente... um hábito que meu coração ainda não abandonou.$2#$b#Vou embora. É melhor não continuarmos esta conversa. Fique bem @.$2",

  "MineKilled.Elliott.01": "Vamos lá... Bem-vindo de volta, querido. Você está bem?",

  "MineKilled.Elliott.02": "Eu estava olhando para o oceano quando de repente uma dúvida entrou na minha cabeça. Tive a sensação de que precisava vir e encontrar você rapidamente.#$b#Foi bom termos apressado nossa busca por você. Não consigo imaginar o que teria acontecido se você tivesse ficado inconsciente lá embaixo por muito mais tempo.$2",

  "MineKilled.Elliott.04": "Não há necessidade de enfatizar isso, Marlon. Não é nada extraordinário.$4#$b#Na verdade, parece o mínimo que eu poderia fazer por @ como seu marido. ^Na verdade, é parece o mínimo que eu poderia fazer por @ como marido dela.$4",

  "MineKilled.Elliott.07": "Bem, querido, devemos ir antes que qualquer um desses monstros decida que gostaria de provar a superfície.#$b#Claro, não vou impedi-lo de voltar aqui, mas eu pelo menos desejarei sua segurança contínua.#$b#Encontro minhas aventuras nas páginas dos meus livros favoritos, mas entendo que você encontre as suas lá embaixo, no escuro. Só posso continuar apoiando você, @.$1",

  "PlayerKilled.Harvey.01": " ...{0}?",

  "PlayerKilled.Harvey.02": "Você está acordado...?",

  "PlayerKilled.Harvey.03": "Estou vindo para o seu check-up, meu querido.",

  "PlayerKilled.Harvey.04": "Ahem... Bem, tudo parece em ordem. Quando você foi trazido aqui pela primeira vez, você estava gravemente ferido e inconsciente. Tive que levá-lo para uma cirurgia de emergência.",

  "PlayerKilled.Harvey.05": "Fiquei apavorado, para falar a verdade. Ter sua vida em minhas mãos, sem saber se conseguiria salvá-la...$2#$b#Foi um dos momentos mais estressantes da minha carreira.$2",

  "PlayerKilled.Harvey.06": "Tudo bem. Sejamos positivos sobre isso. Você superou, assim como eu sabia que faria.$1",

  "PlayerKilled.Harvey.07": "Por favor, tenha mais cuidado no futuro. Acho que nunca mais poderei ver você assim novamente.$2",

  "PlayerKilled.Harvey.08": "@ está bem... Então por que ainda estou tremendo assim...?",

  "PlayerKilled.Harvey.09": "Meu Deus, olhe para você...",

  "PlayerKilled.Harvey.10": "Cuide-se",

  "PlayerKilled.Harvey.20": "Eu sei que você pode não querer ouvir isso de mim @, mas... estou feliz que você esteja bem.#$b#Digo isso não apenas como seu médico, mas também como...#$b#...$2",

  "PlayerKilled.Harvey.21": "Deixa pra lá. Acima de tudo, sou um profissional antes de mais nada..#$b#Como Harvey, ainda tenho dificuldade em olhar nos seus olhos. Mas como seu médico, é meu dever tratá-lo  e espero que você nunca duvide da seriedade com que faço isso.$2#$b#...De qualquer forma, você está autorizado a voltar para casa, se quiser. Tome cuidado @.$2",

  "MineKilled.Harvey.01": "Bom! @, você pode me dizer onde estamos? Quantos dedos estou mostrando?",

  "MineKilled.Harvey.02": "Desculpe. Minha mente imediatamente entra em modo médico quando vejo você se machucar. Você parece bem, no entanto.$2#$b#Isso é um alívio. Como médico, às vezes tenho um pressentimento de que algo está errado e geralmente, o pressentimento está certo.#$b#Foi isso que me levou a acreditar que você estava com problemas.",

  "MineKilled.Harvey.04": "Bem, a compaixão vem simplesmente de ser o marido de @, bem como do juramento que fiz como médico. Não é nada notável.$4",

  "MineKilled.Harvey.07": "Vamos. Marlon chegou antes de mim, mas também acho que você deveria descansar.$2#$b#Talvez eu deva ir com você sempre que estiver em lugares perigosos, apenas como uma salvaguarda.#$b#... Não, Eu sei que isso não está certo. Eu sei que meu lugar nesta vida não é nem nas alturas, nem nas profundezas do subsolo.#$b#Embora... eu nunca precisaria me preocupar com altura se fosse lá embaixo...$1",

  "PlayerKilled.Sam.04": "Cara, que bom que você acordou! Você realmente me assustou por um tempo.$2",

  "PlayerKilled.Sam.05": "Eu não tinha certeza do que esperar quando fui chamado aqui com tanta pressa, mas quando ouvi que o bom doutor teve que levá-lo para uma cirurgia, meu coração quase explodiu.$2#$b#Esperei aqui o tempo todo, mas não conseguia parar de tremer.$2#$b#No fundo porém, eu tinha que acreditar que você ficaria bem. Você é um lutador.",

  "PlayerKilled.Sam.08": "Sério, estou feliz que você esteja melhor. Ainda assim, por favor, tenha mais cuidado na próxima vez que for lá.#$b#Eu sei que sou imprudente às vezes, mas isso nem se compara ao tipo de coisa que você faz. Eu confio em você @, mas isso ainda me assusta às vezes.#$b#De qualquer forma. Estou feliz que você esteja seguro. E pelo lado bom... essa cicatriz fica bem legal em você!$1",

  "PlayerKilled.Sam.20": "Obrigado por isso, doutor. Significa muito. Não vou demorar, prometo. $2",

  "PlayerKilled.Sam.21": "Ei. Sinceramente, eu esperava que você parecesse pior, depois de tudo isso.#$b#Não, espere! Eu não estava desejando mal a você, eu só estava dizendo...$8#$b#...$2#$b#Eu não achei que você sobreviveria quando te vi chegar aqui na maca. Só isso.$2",

  "PlayerKilled.Sam.22": "Parecia ruim. O que quer que tenha te pegado lá, sério, não errou.$2#$b#E... Eu me senti mal por deixar você passar por algo tão assustador sozinho.$2#$b#... Vou embora. Eu não deveria ter vindo falar com você depois que você acordou. Tchau, @.$2",

  "MineKilled.Sam.01": "Aí está você! Calma aí. Você está se sentindo bem?",

  "MineKilled.Sam.02": "Eu estava curtindo minha música favorita quando, de repente, senti que algo tinha dado terrivelmente errado.#$b#Eu realmente senti que tinha que checar você. Acontece que eu estava certo.$2",

  "MineKilled.Sam.04": "Tem certeza disso, papai? Eu realmente não acabei fazendo muito mais do que carregar @ aqui pra cima.$4#$b#Eu não iria tão longe a ponto de dizer que fui 'corajoso'...$4",

  "MineKilled.Sam.07": "Ei, @... Não vou mentir, o sentimento ruim me deixou nervoso, principalmente quando não conseguimos encontrar você rápido.$2#$b#Mas eu sei que explorar as minas é a sua 'coisa', então não vou impedi-lo de voltar.#$b#Além disso, sei que essa habilidade não é o problema para alguém durão como você. Estarei torcendo para que você tenha mais sorte na próxima vez!$1",

  "PlayerKilled.Sebastian.04": "Oh, meu amor... estou tão feliz que você esteja bem. Eu estava muito preocupado com você.$2",

  "PlayerKilled.Sebastian.05": "Só recebi a notícia quando você já estava em cirurgia... Estar aqui enquanto você estava lá foi a espera mais longa da minha vida.$2#$b#E ver você naquela cama quando finalmente foi trazido de volta... realmente partiu meu coração.$2",

  "PlayerKilled.Sebastian.08": "Sabe... eu acreditei durante toda a minha vida que não tinha um lugar neste mundo. Eu queria ficar sozinho, talvez porque parte de mim estava com medo.#$b#Mas @... eu realmente me tornei uma pessoa melhor desde que te conheci. Eu nunca mais quero voltar para uma vida sem você.#$b#Por favor, não me obrigue.$2",

  "PlayerKilled.Sebastian.20": "Eu sei. Eu sei que não tenho coragem de ficar por muito tempo.#$b#Eu só preciso vê-lo antes de ir. ^Eu só preciso vê-la antes de ir.",

  "PlayerKilled.Sebastian.21": "Ei. Como você está se sentindo?#$b#Acho que foi um pouco ridículo da minha parte vir aqui... Mas mesmo assim...#$b#Só porque não estamos mais juntos não significa que não me importo com o que acontece com você.$2",

  "PlayerKilled.Sebastian.22": "Não sou insensível @.$2#$b#Você quase morreu e... não acho que alguém mereça passar por algo assim sozinho.$2#$ b#...Isso é tudo. É bom ver que você está bem. Adeus, @.$2",

  "MineKilled.Sebastian.01": "Pronto... Vá com calma, meu amor. Você está bem?",

  "MineKilled.Sebastian.02": "Não sei se consigo explicar direito, mas... tive um vago pressentimento ruim de repente e fui procurar por você para ter certeza de que não envolvia você.$2#$b#Acontece que envolvia. Estou feliz que você não esteja muito ferido.$2",

  "MineKilled.Sebastian.04": "Não foi grande coisa... Eu faço caminhadas nas minas quando não consigo dormir, então não é como se eu nunca tivesse estado lá antes.$4 ",

  "MineKilled.Sebastian.07": "Olha, @. Não vou dizer que não estava preocupado, porque encontrar você inconsciente daquele jeito foi muito assustador.$2#$b#Mas seria muito hipócrita da minha parte falar pra você não ir mais lá.#$b#Além disso, confio em você. Eu sei que você pode cuidar de si mesmo.#$b#Então da próxima vez que você estiver lá, vá servir uma doce vingança àqueles monstros.$1",

  "PlayerKilled.Shane.04": "Você está bem! Não sou um fiel, mas acho que poderia agradecer a Yoba só desta vez.$6",

  "PlayerKilled.Shane.05": "Ei, não de um ataque cardíaco desses num cara, ok?#$b#Quase perdi o controle quando soube que você estava no hospital. Já estive aqui muitas vezes para acreditar que você ficaria bem quando eu chegasse...$3",

  "PlayerKilled.Shane.08": "@... Por favor, tenha cuidado na próxima vez que você for lá. Não vou impedi-lo, mas só quero que saiba que tudo isso me afeta.$2#$b#Cada dia ainda é uma luta, mas estou melhorando graças a todo o apoio que você me deu.$2#$b#Você realmente faz a vida valer a pena, @, então, por favor, não me deixe aqui sozinho novamente.$2",

  "PlayerKilled.Shane.20": "Ei, não se preocupe. Só vou entrar e sair. Não acho que consigo fazer mais nada, de qualquer maneira.",

  "PlayerKilled.Shane.21": "...#$b#Bem, agora que estou aqui, de repente parece uma ideia estúpida ter aparecido.$2#$b#Achei que seria uma droga se você tivesse que acordar sozinho depois de quase morrer.$2",

  "PlayerKilled.Shane.22": "Não me agradeça. É tanto por você quanto para mim.$2#$b#Eu só não queria me arrepender de nada mais tarde. Além disso, se você não percebeu, você sempre será alguém importante para mim.$2#$b#...De qualquer forma, isso não deve significar muito para você. Estou saindo daqui. Não me siga.$2",

  "MineKilled.Shane.01": "Ei. Vamos lá... Você está bem?",

  "MineKilled.Shane.02": "Eu simplesmente tive um mau pressentimento e vim procurar você. No começo, pensei que fosse apenas a ansiedade normal, mas depois, quando ela não ia embora, eu sabia que algo estava acontecendo.$3 #$b#Ainda bem que passamos por aqui. Desmaiar de bruços na lama realmente não combina com sua imagem legal, você sabe.$6",

  "MineKilled.Shane.04": "Não sou nada corajoso. Sou apenas um cara que só tem uma coisa a perder - e que simplesmente não pode se dar ao luxo de perder. Isso é tudo. $2",

  "MineKilled.Shane.07": "Ei... deveríamos ir para casa e pegar algo para comer. Você teve um dia difícil hoje.#$b#Você pode voltar outra hora para terminar o que começou, ok?$6#$b#Mesmo os lutadores mais durões às vezes precisam fazer uma pausa. E de qualquer forma, nós dois sabemos que você vai acabar com o que quer que tenha pego voce hoje na próxima vez que voltar lá.$1",

  "PlayerKilled.Krobus.Fri1": "Krobus parece chocado com sua própria voz... isso mesmo! Hoje é sexta-feira.",

  "PlayerKilled.Krobus.Fri2": "Krobus não diz nada, mas parece que há muita coisa pesando sobre ele. É melhor eu ter cuidado da próxima vez, mesmo que apenas por causa dele.",

  "PlayerKilled.Krobus.01": "Estou bem, @. Acho que ninguém me viu entrar aqui.#$b#Eu deveria estar fazendo essa pergunta a você! Ouvi dizer que você se machucou gravemente e senti preocupação em minha alma por você!$2",

  "PlayerKilled.Krobus.02": "Abençoado seja Yoba por mantê-lo seguro... Não sei o que teria feito se você tivesse me deixado...$2#$b#Você sabe que isso é verdade, certo? Que eu estaria perdido sem você?$2#$b#Você me deu companheirismo, um lar... até me apresentou a dupla sensação do amor. Você deve perceber o quanto me machucaria perder você... certo?$2",

  "PlayerKilled.Krobus.03": "Não devemos demorar, caso o médico humano retorne... mas estou grato por saber que você sobreviveu com apenas pequenas consequências.#$b#Mesmo assim, @... Não esqueça que eu estimo você.#$b#Nós, criaturas da noite, nunca morremos, apenas deixamos de existir no devido tempo.Mas vocês humanos frágeis, podem desaparecer a qualquer momento, sem avisar e isso me assusta mais do que qualquer coisa.$2#$b#Yoba cuidará de você @. Minha casa é com você, agora e para sempre.$2",

  "PlayerKilled.Krobus.04": "@, você está-#$b#!!!$3",

  "PlayerKilled.Krobus.05": "...$2#$b#",

  "PlayerKilled.Krobus.06": "...#$b#.......$2",

  "MineKilled.Krobus.01": "Olá, @. Parecia que já é hora de você acordar.$1",

  "MineKilled.Krobus.02": "Eu vou explicar. Devo ter mencionado de antemão que cortei meus laços com meus irmãos menos... amigáveis, certo?#$b#No entanto, alguns laços intrínsecos não podem ser totalmente cortados, e foi através dessas sensações que senti minha espécie agitar-se nas profundezas da mina.#$b#Sabendo que você estava aqui hoje, segui você para garantir sua segurança. E de fato, encontrei você de bruços na lama, inconsciente.",

  "MineKilled.Krobus.03": "Para ser sincero, não gosto de vir aqui. Isso me deixa inquieto, como fantasmas da minha suposta existência me seguindo.#$b#Ainda assim, embora eu prefira nossa casa, e até mesmo os esgotos acima deste lugar, não consegui ficar longe quando me preocupei com sua segurança.#$b$#...Ah! Aí está!$3#$b#Esse sentimento... Suspeito que seja o que vocês humanos, chamam de 'amor'!$3",

  "MineKilled.Krobus.04": "Oh. E desapareceu novamente.$3#$b#Sem problemas! Vou refletir mais sobre isso na próxima vez que aparecer.$7#$b#Por enquanto, devemos voltar para casa juntos, @?$1",

  "MineKilled.Krobus.05": "...!$1",

  "MineKilled.Krobus.06": "...$4#$b#...!$7",

  "MineKilled.Krobus.07": "Ah, isso mesmo. Hoje é sexta-feira, então Krobus não pode responder nenhuma das minhas perguntas.",

  "MineKilled.Krobus.08": "Devo ter levado sido nocauteado... Mas Krobus não parece preocupado, e isso deve ser o suficiente por enquanto. Devíamos voltar para casa.",

  "PlayerKilled.Pam.04": "Ei ei! Deixe-me passar, deixe-me vê-lo! ^Ei, ei! Deixe-me passar, deixe-me vê-la!$4",

  "PlayerKilled.Pam.05": "...Olhe para você. Droga, realmente parece que você foi atropelado por um ônibus lá fora...$2#$b#Desculpe. Não tive a intenção de fazer pouco caso disso. Eu só... só estava com medo por você, certo?$2#$b#Não é do meu feitio dizer coisas assim, mas é verdade.$2",

  "PlayerKilled.Pam.08": "...Aqui vou eu, sendo sentimental de novo... Estar apaixonado realmente faz as pessoas parecerem idiotas, hein.$2#$b#Escute, porque não vou dizer isso duas vezes, ok? Eu me importo com você. Bastante. Você é a luz que sempre precisei em minha vida, mesmo quando pensei que não.$2#$b#Não... não tire essa luz de mim. Passei muito tempo sozinha na escuridão da vida e nunca mais quero voltar para lá.$2",

  "PlayerKilled.Pam.20": "Sim, sim, não olhe como se eu fosse machucar @ enquanto ele está caído. ^Sim, sim, não olhe como se eu fosse machucar @ enquanto ela está caída.$3#$b#Eu não sou assim isso, doutor. $ 4 ",

  "PlayerKilled.Pam.21": "Ei. Você está acordado e vivo, hein? Bom. Acho que afinal não precisava vir.$4#$b#Se você acha que eu teria deixado você passar por algo tão ruim sozinho, então você me entendeu errado. Nunca me conheceu mesmo, eu diria.$4#$b#Qualquer que modo. Você provavelmente nem quer me ver, hein. Chega de boas intenções. Eu vou embora.$2",

  "PlayerKilled.Pam.22": "Você não precisa fingir que não é assim. Você e eu terminamos e ambos sabemos disso. Ainda assim...$2#$b#Este meu velho coração ainda não congelou. E... eu não poderia deixar alguém que eu amo - ou costumava amar - sofrer sozinho.$2#$b#Agora que isso foi dito e feito, eu vou embora. Não fale mais comigo @. E fique longe de problemas antes que você bagunce sua vida como eu fiz a minha.$2",

  "MineKilled.Pam.01": "Ei, @, você está bem? Levante-se devagar.",

  "MineKilled.Pam.02": "Ouça, história muito estranha. Eu estava assistindo TV quando a tela ficou confusa e de repente senti como se algo tivesse dado muito errado em algum lugar.$4#$b#O fogão estava desligado, o céu estava limpo... Então pensei que poderia ter algo a ver com você.$4#$b#Pedi ajuda, só para garantir. Sendo tão velha quanto eu, você aprende a confiar em seus instintos quando eles gritam tão alto.",

  "MineKilled.Pam.04": "Não, não me bajule. Eu não preciso disso.#$b#Como eu disse, foi tudo uma questão de instinto. Não há nada de admirável nisso.$1",

  "MineKilled.Pam.07": "Devemos ir também, querido? Se voltarmos rapidamente, posso assistir ao final do meu programa na TV.#$b#Você deveria sentar e assistir comigo. De qualquer forma, você precisa de um dia de folga e não há melhor maneira de gastá-lo do que com os pés no chão.#$b#Além disso, confie em mim. Já tive muitos dias ruins e dores de cabeça nesta vida, então cuidarei bem de você se você me permitir.$ 1",

  "PlayerKilled.Clint.04": "Oh, graças a Deus você está acordado... Eu não tinha certeza do que esperar por um tempo, honestamente.",

  "PlayerKilled.Clint.05": "O médico me ligou enquanto você estava na cirurgia. Ninguém que eu conheço já fez uma cirurgia antes, então fiquei um pouco ansioso, tenho que admitir.$2#$b#Você poderia definitivamente dizer que foi um dos piores telefonemas que recebi na minha vida...$2#$b#Hum...Sem ofensa, doutor. @ vai ficar bem, certo?$2",

  "PlayerKilled.Clint.08": "Ei... Você sabe que significa muito para mim, certo?$2#$b#O mundo é um lugar solitário e, honestamente, nunca pensei que iria parar de me sentir deixado para trás até você aparecer.$2#$b#Você é muito especial para mim, @. Cuidado, por favor, porque nenhuma pedra preciosa ou tesouro no mundo vale perder você.$2",

  "PlayerKilled.Clint.20": "Sim... Honestamente, eu nem deveria ter vindo em primeiro lugar, mas... tanto faz. O que está feito está feito.",

  "PlayerKilled.Clint.21": "Oi. Desculpe. Isso é estranho, não é? Eu vou embora.$2#$b#...$2#$b#É só que... Você quase morreu aí. E... eu sou um cara bom de coração, eu não queria deixar você passar por isso sozinho.$2",

  "PlayerKilled.Clint.22": "Olha, eu sei como é a solidão. A essa altura, acho que nunca vou esquecer.$2#$b#Hum... Você não merece se sentir assim. Ninguém merece. Especialmente depois de uma situação tão estressante.$2#$b#Não posso te perdoar por me machucar tanto, mas não quero te machucar em troca. Essa é a única razão pela qual eu vim.$2",

  "MineKilled.Clint.01": "Oh, querido, isso é, hum... são muitos arranhões e hematomas.$4",

  "MineKilled.Clint.02": "Não sei como explicar, mas cedo senti que você precisava da minha ajuda. Então... vim te encontrar.#$b#Abri um geodo e uma joia da cor dos seus olhos caiu. Mas me deu arrepios... *engole*. Como um sentimento ruim.#$b#Eu só precisava ter certeza de que você não estava perdido, ou ferido, ou algo assim.",

  "MineKilled.Clint.04": "Corajoso? Sou o oposto de corajoso e todos nós sabemos disso.#$b#Só conheço bem as minas, já que venho aqui inspecionar o minério de vez em quando. Essa é a única razão pela qual eu não surtei... por fora, pelo menos.$1",

  "MineKilled.Clint.07": "Ei... vamos para casa. Você vai precisar descansar hoje.#$b#Eu sei que você não está gravemente ferido, mas é uma boa desculpa para deixar seu trabalho para amanhã. Eu aceitaria, se fosse você.#$b#Bem, você é mais trabalhador do que eu, então acho que não... mas se mudar de ideia, você sabe que estou sempre esperando por você, querido.$1",

  "PlayerKilled.Willy.04": "Oh, graças aos bons ventos, rapaz. ^Oh, graças aos bons ventos, moça.$2#$b#Estou tão feliz que você esteja seguro.$2",

  "PlayerKilled.Willy.05": "Corri o mais rápido que pude quando descobri que sua vida estava em perigo.$2#$b#Eu vi muita coisa na minha vida, mas na verdade, ver você por um fio assim...$2# $b#Foi a coisa mais difícil que tive que suportar.$2",

  "PlayerKilled.Willy.08": "Bem, certamente estou feliz que isso acabou. Agradeço aos mares e aos céus por devolver você para mim, meu querido.#$b#Eu já perdi muita coisa nesta vida, você sabe. Imaginei perder você também e... eu não poderia imaginar seguir em frente.$2#$b#Pode haver muitos peixes no mar, mas você é meu prêmio de captura- e espero nunca deixar você ir.$2",

  "PlayerKilled.Willy.20": "Sim, entendido, doutor. Serei breve em consideração à saúde do @.",

  "PlayerKilled.Willy.21": "Olá, rapaz. É bom ver você de pé novamente. ^ Olá, moça. É bom ver você de pé.#$b#Vim visitá-lo por respeito. Não importa o nosso passado juntos, eu sei o quanto o peso da quase morte pode pesar na mente de alguém.$2#$b#Eu já vi isso nos mares mais agitados... e não suportaria imaginar você passando por isso sozinho.$2",

  "PlayerKilled.Willy.22": "Depois de todo esse tempo, você ainda me fisgou, ao que parece. Ah, como isso é doloroso...$1#$b#Bem... eu deveria ir embora. Você está acordado e bem, então não há necessidade de eu permanecer aqui.#$b#Nossos navios já zarparam se cruzaram e seguiram caminhos separados. Bons ventos guiem você lá fora, rapaz. ^ Nossos navios já zarparam se cruzaram e seguiram caminhos separados. Bons ventos guiem você lá fora, moça.$2",

  "MineKilled.Willy.01": "Ah, aí está você... Levante-se devagar, meu querido.",

  "MineKilled.Willy.02": "Você acreditaria em mim se eu dissesse que o vento me avisou sobre algum problema iminente para você hoje?#$b#Embora nunca tenha sido sussurrado assim antes, eu tive que acreditar. Nunca me desencaminhou antes.#$b#E claro, os ventos me levaram até você, bem a tempo de ter certeza de que você estava ileso.$1",

  "MineKilled.Willy.04": "De jeito nenhum. Nas noites mais frias do mar, um coração é tudo que você tem para mantê-lo aquecido.#$b#É com esse mesmo coração que eu cuido de @ todos os dias, só isso.$1",

  "MineKilled.Willy.07": "Vamos voltar para casa? Parece que você teve um longo dia. Posso preparar uma sopa de truta com peixe fresco assim que chegarmos lá.#$b#E mais uma vez... Estou aliviado que você esteja relativamente ileso. Seja qual for esse palpite ou sentimento misterioso, estou grato por ter apontado minha bússola em sua direção.$1",

  "IslandKilled.Willy.00": "Por favor, acorde, meu querido!",

  "IslandKilled.Willy.01": "Você está bem, rapaz? Encontrei você de bruços na areia aqui e temi o pior por um momento. ^Você está bem, moça? Encontrei você de bruços na areia aqui e temi o pior por um momento.",

  "IslandKilled.Willy.02": "Você deve ter cuidado ao se aventurar naquele vulcão lá.#$b#Com aquele garoto Leo agora indo para o Vale do Orvalho, há muito menos chances de alguém te encontrar, caso você desmaie em qualquer lugar.#$b#Ah... Suas roupas estão muito chamuscadas e você está manchado de cinzas, então você definitivamente parece impressionante à primeira vista.$1#$b#Espero que você não dê um susto em seu cônjuge quando voltar para casa.$1",

  "IslandKilled.Willy.03": "Você está bem, querido? Encontrei você de bruços na areia aqui e temi o pior por um momento.",

  "IslandKilled.Willy.04": "Meu Deus, @, você está coberto de fuligem e suas roupas estão queimadas. Você perdeu contra um peixe de lava particularmente tenaz?#$b#Desculpe... acho que estou aliviado por você não estar gravemente ferido. Aqui sozinho, eu seria impotente para ajudá-lo se...$2",

  "IslandKilled.Willy.05": "Bem, não adianta pensar em 'e se'. Estou feliz que você esteja ileso, embora eu ache que a maioria de suas roupas não pode ser salva.#$b#Deveríamos voltar para casa, minha querida? Você pode descansar no barco enquanto eu nos leva de volta para o Vale do Orvalho.#$b#A todo vapor!$1",

  "PlayerKilled.Wizard.04": "Abençoados sejam os espíritos arcanos. Estou tão aliviado por você estar segura, minha estrela.",

  "PlayerKilled.Wizard.05": "Eu me considero um homem de espírito forte, mas até eu senti meu coração estremecer quando soube que você estava ferido.#$b#Eu imediatamente coloquei uma barreira protetora em você e parece que isso lhe serviu bem, pelo menos até você receber atenção médica urgente.",

  "PlayerKilled.Wizard.08": "Em todos os meus anos, não senti tanto por ninguém além de você. Mesmo com minha ex-mulher sempre houve uma certa distância mútua, mas com você não.#$b#Talvez seja porque você ainda não foi treinado magicamente. É inevitável que parte de mim sempre temerá por sua capacidade de enfrentar as forças das trevas de frente.#$b#Mas se alguma coisa acontecer com você, minha estrela... Saiba que eu ficaria feliz em colocar este mundo em chamas em sua memória. #$b#Esse é meu voto eterno para você.",

  "PlayerKilled.Wizard.20": "Serei breve. Não se preocupe, médico.",

  "PlayerKilled.Wizard.21": "Como esperado, você está bem. Você sempre me surpreendeu com seu potencial de recuperação. Essa é inerentemente a maior parte do seu talento mágico inato.#$b#Ah, mas... não vim discutir o passado. Eu só vim porque...#$b#...#$b#Não importa o quanto meu espírito se agarre ao arcano, meu coração permanece dolorosamente humano.",

  "PlayerKilled.Wizard.22": "Eu não poderia deixar você enfrentar essa tarefa sozinho. Não importa que não estejamos mais juntos; simplesmente, teria sido desumano da minha parte.#$b#O toque da morte quebrou muitos antes de você. Não sou tão cruel a ponto de deixar você enfrentar isso sozinho e arriscar que o mesmo aconteça com você.#$b#Independentemente disso. Agora que você parece bem, vou me despedir. Até a próxima, @. Que o destino o mantenha bem.",

  "MineKilled.Wizard.00": "Hum, talvez isso ajude...",

  "MineKilled.Wizard.01": "Ah, aí está você. Eu estava prestes a usar meus sais com cheiro de olho de sapo para te acordar.",

  "MineKilled.Wizard.02": "Vou explicar brevemente. Eu estava simplesmente em adivinhação com os espíritos da montanha quando eles me avisaram que uma calamidade aconteceria com você.#$b#Claro, eles nunca mentiriam para mim, então me desloquei para o local onde senti sua energia pela última vez.#$b#Você estava de bruços no chão, com apenas um ferimento leve, mas surpreendentemente inconsciente. Portanto, eu trouxe você à superfície para investigar sua condição.",

  "MineKilled.Wizard.03": "Ao que parece, você se recuperará totalmente. A exaustão pode acompanhá-lo pelo resto do dia, entretanto.#$b#Você consegue descer a montanha? Eu poderia tentar teleportá-lo até a casa da fazenda, mas com alguém magicamente destreinado...#$b#Talvez seja melhor não desafiarmos o destino hoje. Vou na frente e me preparo para sua chegada em casa, certo? Fique segura, minha estrela.",

  "PlayerKilled.Claire.04": "Você está bem, querido? Você me deu um grande susto.$2#$b#Nunca gostei de ir a hospitais... Muito menos quando se trata de um ente querido.$2",

  "PlayerKilled.Claire.05": "Ah, olhe para você... Assim que chegarmos em casa, quero que você relaxe e me deixe cuidar de você.$2#$b#Acho que focar em você também me ajudará a manter a calma.$2",

  "PlayerKilled.Claire.08": "Como sua esposa, sempre vou querer cuidar de você.$2#$b#Às vezes, porém, você vai mais longe do que posso alcançar, e isso me assusta.$2#$b#Por favor, fique seguro. Esta é a vida que quero compartilhar com você e com ninguém além de você. Estou feliz aqui e nunca quero revelar esse sentimento.$2",

  "PlayerKilled.Claire.20": "Ah, hum, claro. Me desculpe, eu não queria te preocupar. Eu não vou demorar.",

  "PlayerKilled.Claire.21": "... Oi, @. Eu... acabei de entrar para checar...#$b#Sinto muito. Estou um pouco sobrecarregado. Eu só queria ter certeza de que você estava bem após a cirurgia antes de eu partir, só isso.$2#$b#Mesmo que doa ver você de novo, não acho que poderia ter ficado longe. Não quando descobri que você estava passando por tudo isso sozinho.$2",

  "PlayerKilled.Claire.22": "Acordar depois de uma cirurgia muito difícil e perceber que ninguém veio ver você? Eu não desejaria isso para ninguém. Nem mesmo você.$2#$b#Eu deveria ir, agora que você está de pé novamente. Nenhum de nós precisa que eu fique.$2#$b#E embora meu coração esteja partido novamente, também estou realmente feliz que você esteja bem. Adeus, @. Fique seguro lá fora.$2",

  "MineKilled.Claire.01": "Abra os olhos devagar, certo? Deve estar claro aqui em cima, comparado com as minas.",

  "MineKilled.Claire.02": "Ah, eu deveria explicar o que estou fazendo aqui, não deveria?#$b#Eu... não sei como dizer isso, mas senti um puxão em sua direção. No início, pensei que tinha acabado de pegar alguma coisa, mas depois soube que precisava encontrar você.#$b#Talvez fosse mágica em ação. Acho que essa não é a explicação mais realista, não é?$1",

  "MineKilled.Claire.04": "Oh...! Não foi nada de especial. Eu apenas me importo muito com @.$4#$b#Ele sempre faz tanto por mim, estou feliz por ter a chance de fazer algo por ele! ^Ela sempre faz muito por mim, estou feliz por ter a chance de fazer algo por ela!$4",

  "MineKilled.Claire.07": "Você está pronto para ir para casa, querido? Diga-me se precisar de ajuda para chegar lá.#$b#Eu sei que você se tornou durão, mas estamos nisso juntos, então, se você estiver com dificuldades, espero que saiba que pode confiar em mim.#$ b#Eu sei que não sou tão forte quanto você, mas ainda quero poder apoiá-lo por meu próprio mérito. Talvez apenas se apoie em mim figurativamente...$1",

  "PlayerKilled.Olivia.04": "Ah, querido, você está bem? Deixe-me dar uma olhada em você...$2",

  "PlayerKilled.Olivia.05": "Você parece estar bem... Ah, perdoe minha aparência, minha querida. Nunca corri como corri hoje quando soube que você se machucou.$2",

  "PlayerKilled.Olivia.08": "Querido... já estive nesta situação antes. Você sabe que sim.$2#$b#Mesmo que minha vida seja com você agora, em alguns dias não consigo deixar de lembrar da minha antiga perda e chorar.$2#$b#Esteja seguro, por favor. Já perdi tudo uma vez. Não sou forte o suficiente para fazer isso duas vezes.$2",

  "PlayerKilled.Olivia.20": "Você é gentil por se preocupar comigo também, Harvey, mas garanto que não tenho intenção de tornar esta conversa uma longa.",

  "PlayerKilled.Olivia.21": "...#$b#Oh, @... Se você pensou que eu deixaria você acordar sozinho depois de um encontro tão próximo com sua própria morte, então você não me conhece de jeito nenhum.$2#$b#Você me machucou irreparavelmente, mas isso não significa que eu não me importe com o que quer que aconteça com você.$2",

  "PlayerKilled.Olivia.22": "Seria desumano da minha parte deixá-lo sozinho depois de algo assim. Garantir que você ficaria bem era o mínimo que eu poderia fazer.$2#$b#Não se engane, meu coração continua em pedaços por sua causa. No entanto, não se esqueceu de você. Não pode. E foi por isso que vim.$2#$b#...Sinto muito, isso é demais. Eu tenho que ir. Adeus, @.$2",

  "MineKilled.Olivia.01": "Aquií estamos nós... Calma, querido. Aqui, deixe-me tirar um pouco da sujeira do seu cabelo.",

  "MineKilled.Olivia.02": "Não seja muito cético quanto à minha explicação, certo? Eu simplesmente tive a sensação de que você precisava de mim e vim te encontrar.$2#$b#Foi estranho. Eu estava trabalhando na minha mais nova peça abstrata quando, de repente, o pincel escapou das minhas mãos. Meu coração sabia como encontrar você então.#$b#Existe um ditado Gotoran; 'O amor é mágico'. Acredito nisso agora mais do que nunca.$1",

  "MineKilled.Olivia.04": "Devo confessar que essa compaixão se deve ao nosso vínculo. Meu coração ainda estaria desolado se eu não tivesse aprendido a amar @ como amo agora.$4#$b#Estou ciente de que ainda posso ser bastante difícil. Você não deveria me elogiar ainda, Marlon.$6",

  "MineKilled.Olivia.07": "Venha, querido. Devíamos voltar para casa. Embora as circunstâncias não sejam ideais, esta ainda é uma oportunidade para você relaxar.#$b#Lavarei suas roupas e prepararei o jantar enquanto você se deita. Depois, podemos compartilhar uma taça de vinho como um brinde ao seu bem-estar.#$b#Eu até atenderei você nesta ocasião. Você prefere branco ou vermelho?$1",

  "PlayerKilled.Sophia.04": "Corri o mais rápido que pude para chegar aqui. Você está bem?$2",

  "PlayerKilled.Sophia.05": "Você é?$2#$b#Oh, graças a Deus. Estou tão aliviada... Meu coração parecia que iria explodir de tanta ansiedade.$6",

  "PlayerKilled.Sophia.08": "Me desculpe por chorar. Eu não queria, mas então me lembrei de como foi perder meus pais e-$6#$b#*Sob*$7#$b#Se você não toma cuidado consigo mesmo, por favor, tome cuidado comigo.$7#$b#Por favor, @, não posso perder mais pessoas que amo.$7",

  "PlayerKilled.Sophia.20": "Um sim. Obrigado, Dr. Obrigado por não escolher lados. Não vou demorar muito, prometo.",

  "PlayerKilled.Sophia.21": "Ei. Parece que você vai se recuperar totalmente, hein. Você é realmente incrível, você sabe.#$b#...Desculpe. Isso foi demais? Não tenho certeza de como você se sente por eu estar aqui, então estou um pouco ansiosa.$2#$b#Eu só vim para que você não tivesse que acordar da cirurgia sem ninguém ao seu lado, só isso.$2",

  "PlayerKilled.Sophia.22": "É um sentimento esmagador e solitário. Perceber que ninguém se importa com o que acontece com você. Eu não desejaria isso para ninguém, muito menos para você.$2#$b#$2Se você estiver bem, acho que devo ir. Ver você de novo realmente dói, e provavelmente ainda machucará por muito tempo.$2#$b#Mas eu posso aguentar. Não vou deixar essa dor me mudar, e foi por isso que fiquei. Tchau, @. Boa sorte.$2",

  "MineKilled.Sophia.01": "Lá vamos nós... Ei, você. Algo te pegou bem, não foi?$1",

  "MineKilled.Sophia.02": "Escute isso, @! Eu estava tingindo tecido para meu cosplay quando de repente senti que você estava em apuros. Larguei tudo para buscar ajuda!$1#$b#Era como aquelas histórias em que duas pessoas são almas gêmeas e podem sentir a dor uma da outra à distância...#$b#Eu honestamente pensei que estava perdendo o controle, até que Marlon confirmou que você estava realmente em apuros.",

  "MineKilled.Sophia.04": "Não é grande coisa. Eu não teria ajudado em nada lá de qualquer maneira.$4#$b#Eu me senti ansiosa só de ficar aqui e esperar também, então não é algo pelo qual me elogiar.$4",

  "MineKilled.Sophia.07": "Estou muito feliz que você esteja bem, você sabe. Entrei em pânico quando Marlon trouxe você de volta inconsciente, mas não queria que você acordasse comigo chorando.#$b#Eu sei que você é difícil de derrubar, mas às vezes não consigo deixar de me preocupar. Eu simplesmente não posso perder você também, só isso.#$b#De qualquer forma, vamos para casa. Aposto que meu tecido já está três tons mais escuro neste momento.$1#$b#Ah, e @... Você consegue escrever algo no braço com uma caneta? Eu só quero testar algo.$8",

  "PlayerKilled.Lance.04": "Vim ver você, querido coração. Estou aqui para ajudá-lo.$2",

  "PlayerKilled.Lance.05": "Agora que vejo que você está seguro, posso me acalmar.$2#$b# Acho que estou mais tenso agora do que em combate.$3",

  "PlayerKilled.Lance.08": "Ainda há medo em meu coração. Mas o Dr. Harvey me garantiu que você já está se recuperando. Ele é gentil em tolerar minha agitação.#$b#Nem é preciso dizer que detesto a ideia de perder você. Você conhece meu coração. Você é minha paz. Minha casa.$2",

  "PlayerKilled.Lance.20": "Obrigado novamente, Dr. Harvey. Não vou demorar muito.",

  "PlayerKilled.Lance.21": "Estou como sempre impressionado com sua resiliência, @. Mas somos todos vulneráveis.$6#$b#...Espero não estar exagerando, me envolvendo nesse momento.$2#$b#Todo mundo precisa de ajuda algum dia. E ainda estou disposto a fornecer esse apoio.$2",

  "PlayerKilled.Lance.22": "Cair em combate é uma coisa terrível. Certamente não é glorioso como as histórias.$3#$b#Você não deveria ter que enfrentar tal destino. Eu não sinto que você merece isso. Nem mesmo depois de... nós.$2#$b#Peço desculpas. Meu coração está tumultuado.$6#$b#Eu deveria ir embora. Descanse e fique bem @.$2",

  "MineKilled.Lance.01": "Eu estou com você, querido. Você está seguro. $ 6",

  "MineKilled.Lance.02": "Eu estava repassando minha pesquisa quando meus instintos gritaram para encontrar você. Corri para as minas. Eu trouxe o Marlon também$5#$b#Ele viu você e nós trouxemos você de volta para cá. Graças a Yoba não chegamos tarde demais.$2",

  "MineKilled.Lance.04": "Tais elogios são desnecessários. Isso não é mais do que @ faria por mim#$b#Ele me apoia, é justo que eu faça o mesmo^Ela me apoia, é justo que eu faça o mesmo.",

  "MineKilled.Lance.07": "O desastre foi evitado. Eu sei que uma coisa está clara. Você precisa descansar.$1#$b#Vamos nos retirar para nossa casa, meu querido @. Eu quero pouco mais do que idolatrar meu amado.",

  "PlayerKilled.Victor.04": "Você está bem? Alguma coisa dói? Posso fazer algo para ajudar?$7",

  "PlayerKilled.Victor.05": "Desculpe... eu só... não sabia o que esperar quando soube que você tinha se machucado gravemente lá fora. O estresse inicial ainda não me deixou.$2",

  "PlayerKilled.Victor.08": "Estou feliz que você vai ficar bem. Eu sei que você é mais durão do que parece, mas não pude deixar de me preocupar.#$b#Finalmente coloquei minha vida em ordem @, e todos os planos que tenho para o futuro envolvem você.$2#$b #Por favor, fique seguro... eu realmente estaria perdido sem você.$2",

  "PlayerKilled.Victor.20": "Obrigado, Dr. Não vou demorar, nem pretendo fazer cena.",

  "PlayerKilled.Victor.21": "Oi, @. Espero que esteja tudo bem se eu tirar um momento para perguntar se você está bem.#$b#Correu-se a notícia de que você estava terrivelmente ferido e... Acho que senti que era minha responsabilidade verificar como você estava. .$2#$b#Eu sei que não estamos mais juntos, mas não é como se eu não me importasse com o que acontece com você. Não sou esse tipo de pessoa.$2",

  "PlayerKilled.Victor.22": "Você passou por algo assustador, algo que quase conseguiu tirar sua vida.$2#$b#E... eu não acho que você tenha mais ninguém que possa estar com você durante isso, então... eu decidi ficar. Só até você acordar.$2#$b#Não sei se você quer me ver ou não. Eu também não quero saber. Eu fiz o que meu coração me ditou a fazer e agora vou embora.$2",

  "MineKilled.Victor.01": "Aí está, querido. Vá com calma.",

  "MineKilled.Victor.02": "Eu... não consigo explicar, @, mas estava trabalhando em meus mais novos esquemas quando de repente senti que algo havia dado terrivelmente errado.$2#$b#Pensei em você antes de mais nada e vim correndo, só para ter certeza.$2#$b#Eu estava totalmente preparado para você me lançar um olhar estranho e dizer que se sentia bem, mas parece que meu palpite estava certo em me trazer até aqui afinal.",

  "MineKilled.Victor.04": "Corajoso...? Eu sinto que isso é um pouco demais para alguém como eu...$4#$b#Eu recebo toda a minha coragem de @. Foi ele quem me ensinou a acreditar em mim mesmo. ^Recebo toda a minha coragem de @. Foi ela quem me ensinou a acreditar em mim mesmo.$4",

  "MineKilled.Victor.07": "Vamos para casa. Finalmente cumprirei a promessa de cuidar de você quando estiver doente.#$b#Eu sei, eu sei! Você não parece doente por si só, mas ainda assim foi agredido. Isso é motivo suficiente para me preocupar.#$b#Deixe-me fazer isso por você. Afinal, eu te amo, não é?$1",

  "PlayerKilled.Aideen.04": "Meu querido @, você está bem? Por favor, como posso ajudar?$5",

  "PlayerKilled.Aideen.05": "Minhas desculpas, parece que perdi a compostura. Quando recebi a notícia de seus ferimentos, é claro que vim com toda a pressa!#3",

  "PlayerKilled.Aideen.08": "Eu temi que a tensão fosse minha ruína. Mesmo sabendo de sua constituição, não pude deixar de me preocupar.$2#$b#Temo por você querido. @, por favor, use o máximo de discrição ao se aventurar em um território tão traiçoeiro. Por mim.$2",

  "PlayerKilled.Aideen.20": "Você tem minha gratidão, Dr. Harvey. Minha visita será cordial e rápida.",

  "PlayerKilled.Aideen.21": "Olá @. Perdoe a intrusão. Gostaria de confirmar que você está se recuperando de sua infeliz incursão.$6#$b#Pode não ser mais minha função me preocupar com você. Mas alguém deveria pelo menos estar presente quando você acordar.$2#$b#Você merece tanta gentileza...$2",

  "PlayerKilled.Aideen.22": "Uma coisa tão assustadora, enfrentar a perspectiva da morte. Além do mais, estar sozinho nesse momento!$3#$b#Ninguém mais veio vigiar até você acordar. Mas eu vim. Pelo menos não era insuportável.#$b#Agora. Se você tem certeza de que está se recuperando, vou me despedir. Receio que meu coração ainda anseie em vão.$2",

  "MineKilled.Aideen.01": "Querido Yoba! O seu estado! Como você está horrível, oh meu querido @!#3",

  "MineKilled.Aideen.02": "Não sei explicar, @, mas fiquei muito inquieto enquanto cuidava do meu jardim. E eu sabia que você estava em perigo.#$b#Marlon demonstrou grande valor em resgatar você das profundezas$1#$b#Eu esperava estar enganado, mas aqui está você. Hum. Olhando melhor para você, parece que tenho pouco a temer. Você é sem dúvida robusto.#$b#Mas para sentir sua necessidade de ajuda... Talvez eu tenha adquirido o dom da clarividência?$7",

  "MineKilled.Aideen.04": "Receio que não seria útil para @ lá embaixo. Portanto, serei cada vez mais solidário em outros lugares.$1#$b#Afinal, devo confiar em meus pontos fortes.$1",

  "MineKilled.Aideen.07": "Você tem certeza de que ficará bem?#$b#Você não tem ideia do meu alívio com essa confiança. Quero ser forte por você, @. Eu realmente quero.$2#$b#Mas, querido, você deve saber como meu coração afundou ao vê-lo trazido para esta sala. Perder você, não consigo imaginar como continuaria.$2#$b#Por favor, prometa-me que você usará o máximo de cautela no futuro. Eu preciso de você, a quem eu amo, na minha vida.",

  "PlayerKilled.Juliet.04": "Ei @! Você está acordado? Você ainda está aí? Você está... bem?$2",

  "PlayerKilled.Juliet.05": "Ei, eu também posso ser carinhosa, sabe? E além disso...$3#$b#É... é muito importante para mim que você fique por aqui...$2",

  "PlayerKilled.Juliet.08": "Graças a Yoba, já tirei as lágrimas do meu corpo. Eu não deveria estar tão nervosa. Eu sei o quão durão você é... mas...$2#$b#Você tem que pensar em mim também! Lembre-se do que me trouxe aqui em primeiro lugar...$2",

  "PlayerKilled.Juliet.20": "Sim, claro, doutor. Eu só vou dizer o que quero e vou embora.$3",

  "PlayerKilled.Juliet.21": "Sim. Você é definitivamente difícil de vencer. Eu seria estúpidA se pensasse o contrário#$b#Ouça. Não estou aqui para ficar no seu pé. Eu só queria ter certeza de que você não iria desmaiar.$5#$b#Não ache muito sobre isso, ok? Só estou sendo legal.$3",

  "PlayerKilled.Juliet.22": "Estar onde você está agora é assustador. Eu sei. Muito bem.$2#$b#Mas você parece estar se recuperando. Então não preciso ficar por aqui. Eu prefiro nao. Ficar por aqui, quero dizer. Mais.$3#$b#Então, você se cuida. E eu vou cuidar de mim. E seguiremos caminhos separados...$2#$b#Até mais, eu acho.$2",

  "MineKilled.Juliet.01": "Ei @! O que você estava pensando? Estou meio pirando, sabe!?$5",

  "MineKilled.Juliet.02": "Não consigo nem lembrar o que estava fazendo! Mas Yoba sabe que eu estava arrasada aqui.$5#$b#Marlon mencionou você. Eu queria estar errada. Para ele voltar de mãos vazias. Mas você está aqui. Machucado.$2#$b#Você realmente precisa fazer isso? Você tem que ser imprudente como... ele?$2#$b#Eu provavelmente mereço me sentir assim. Talvez seja o meu destino na vida. Mas ainda vou perguntar.$2#$b#Talvez... tirar um dia de folga? Eu só quero que você esteja seguro, por favor. Por mim.$2",

  "MineKilled.Juliet.04": "Eu? Compassiva? Você me conhece? Um momento de fraqueza foi tudo o que aconteceu. Totalmente.$1#$b#Ok. Talvez eu me importe com esse aqui. Um pouco. Acho que você me entendeu.",

  "MineKilled.Juliet.07": "Mesmo assim, você teve muita sorte de eu ter passado por esse problema. Ver você seguro faz com que tudo isso valha a pena. Acho que consegui manter tudo sob controle, considerando todas as coisas.#$b#Acho que você me deve algo especialmente bom por isso. Agora, o que devo pedir? Vou pensar em algo, não se preocupe.$1#$b#Brincadeiras à parte. Eu só quero cuidar de você, sabe? Você é muito especial para mim.",

  "HospitalEnd.default.01": "Olá, querido. Fico feliz que você esteja em casa! Você deve descansar até se recuperar totalmente dos seus ferimentos. ",

  "HospitalEnd.default.02": "Eu sempre vou me preocupar com você, pelo menos um pouco, mas acho que é isso que significa ser casado.#$b#Além disso, preparei uma refeição nutritiva para ajudar na sua recuperação. Espero que você goste! [237 241 203 204 220 244]",

  "MineEnd.default.01": "Bem-vindo ao lar, meu bem. Vou cuidar das tarefas domésticas hoje, então você pode descansar. $1",

  "MineEnd.default.02": "Sei que foi apenas um incidente menor, mas ainda acho que você deveria se cuidar.#$b#Aqui está um lanche também.Espero que te dê um pouco mais de energia.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "IslandEnd.default.01": "Uau, o que aconteceu?$2#$b#Você está coberto de fuligem e suas roupas estão todas queimadas...$2#$b#Estou feliz que você não esteja ferido, mas por favor, tenha cuidado em todas as suas aventuras , tudo bem?",

  "HospitalEnd.Abigail.01": "Aí está você! Sente-se e relaxe por hoje. Eu cuidarei de você até que você se recupere totalmente.",

  "HospitalEnd.Abigail.02": "... Terei que trabalhar dez vezes mais a partir de agora para me tornar forte o suficiente para proteger você. Espere por mim um pouco mais, querido.$2#$b#Peguei isso para você também. Espero que você se sinta melhor logo. [237 241 203 204 220 244]",

  "MineEnd.Abigail.01": "Olá! Acabei de praticar com minha espada. Da próxima vez que você for para as minas, quero ir junto para poder cuidar de você!$1",

  "MineEnd.Abigail.02": "Bem... talvez seja um pouco cedo para algo assim. Mas não posso desistir. Nem agora, nem nunca.$1#$b#Eu estava prestes a fazer um lanche pós-treino. Você gostaria de compartilhar comigo? Parece que você poderia usá-lo.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Abigail.01": "Ei, não era eu tentando fazer as pazes. Eu estava apenas sendo um ser humano decente.#$b#Apenas vá embora @. Isso não muda nada entre nós...$2",

  "IslandEnd.Abigail.01": "Meu Deus @, é você mesmo? Algo tem pegou de jeito aí!$7#$b#Desculpe por surtar, é que... você está coberto de fuligem e queimaduras e não tenho certeza do que você precisa agora...$2#$b#Ah, você está bem? Isso é um alívio.$6#$b#No dia em que eu estiver forte o suficiente para ir lá com você, aqueles monstros vão se arrepender de ter vindo atrás de você, eu juro.",

  "HospitalEnd.Emily.01": "Bem-vindo a casa, querido! Deixe suas roupas para que eu possa remendá-las e tenha calma pelo resto do dia. Você já passou por muita coisa.",

  "HospitalEnd.Emily.02": "Se isso está te incomodando, você sempre pode falar comigo. Não há nada do que se envergonhar. Deve ter sido assustador passar por tudo isso.#$b#Você deveria comer alguma coisa quando der vontade, certo?[237 241 203 204 220 244]",

  "MineEnd.Emily.01": "Bem-vindo de volta! Eu arrumei tudo antes de você chegar, então fique à vontade para relaxar. Estou muito feliz que você só tenha saído daquela situação complicada com arranhões.$1",

  "MineEnd.Emily.02": "Não quero pensar negativamente, então só vou agradecer às estrelas por você estar bem e torcer para que isso não aconteça novamente.$1#$b#Aqui, trouxe alguns lanches da cozinha do Gus para nós. Coma um pouco e vá descansar, ok?[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Emily.01": "Por favor, vá embora, @. Estou feliz que suas feridas tenham cicatrizado bem, mas as minhas foram abertas novamente.$2#$b#Por favor, se você tiver mais consideração por mim, você me dará a chance de me curar também.$2",

  "IslandEnd.Emily.01": "Oh, você parece ter tido alguns problemas, @!$6#$b#Você gostaria de limpar a fuligem do seu cabelo enquanto eu me livro de todas as suas roupas queimadas? Infelizmente, não acho que haja como salvá-las......$2#$b#Estou feliz, porém, que você esteja bem. Bem-vindo ao lar, querido.#$b#...#$b#...Isso é uma pena de cauda de papagaio saindo do seu bolso?$1",

  "HospitalEnd.Haley.01": "Hi, honey. You're not looking too bad, compared to when you left the hospital. I'm really glad you're getting better by the minute.",

  "HospitalEnd.Haley.02": "Want me to give you a massage? You'll see; it's the best for forgetting your problems. And if you want to talk... I'll be right behind you.#$b#Have some of this. You're still looking a little pale, and exhaustion's definitely not a good look on you! [237 241 203 204 220 244]",

  "MineEnd.Haley.01": "Welcome back, handsome. The bruises make you look real tough. For real, though, I'm glad it's nothing too serious.^Welcome back, beautiful. The bruises make you look real fierce. For real, though, I'm glad it's nothing too serious.$1",

  "MineEnd.Haley.02": "I'm trying to stay positive about the situation. You could've gotten seriously hurt, but you didn't, so I have to count my blessings there.$1#$b#Want to eat something? I didn't have time to cook, or anything, but we've always got snacks around.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Haley.01": "It's better if we don't talk, @. We've already gone our separate ways, and it's better for both of us like that.$2#$b#I realized today that I just can't forget you... but that's not something I'm doing by choice.$2",

  "IslandEnd.Haley.01": "Oh my gosh! What are you wearing, @?$2#$b#Oh, I liked those clothes on you... We'll have to throw them out. They're burnt through and through.$2#$b#Are you okay? Good. Go wash all the ash from your hair, and I'll start shopping for new clothes in the meantime.#$b#Please hurry, dear... you smell like the time I ironed my wet hair...$3",

  "HospitalEnd.Leah.01": "Você gostaria de se deitar um pouco? No mínimo, você deveria comer alguma coisa para recuperar as forças.$2",

  "HospitalEnd.Leah.02": "O que quer que você decida fazer, lembre-se do que eu disse antes. Você significa o mundo para mim, querido.$2#$b#Eu fiz algo que é bom para sua saúde. Você deveria dar algumas mordidas antes de sair novamente.[237 241 203 204 220 244]",

  "MineEnd.Leah.01": "Ei, bem-vindo de volta! Bom momento. Acabei de adicionar enchimento à peça esculpida que rachou anteriormente. Não é o ideal, mas serve.$1",

  "MineEnd.Leah.02": "Porém acho que devo isso à ela, por me inspirar a ir até você. O destino realmente funciona de maneira misteriosa às vezes.$1#$b#Agora que terminei com isso, vamos fazer um lanche! Isso aumentará sua energia depois de um dia tão longo.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Leah.01": "Só porque vim para ter certeza de que você estava bem, não significa que quero me reconectar com você.$2#$b#Estou... melhor sem você @. Adeus.$2",

  "IslandEnd.Leah.01": "Bem-vindo a casa, querido! Você-#$b#Ah! @, o que aconteceu com seu rosto? E com suas roupas? Você tem cheiro de fogueira!$8#$b#Eu... Desculpe, foi apenas um choque. Você quer tomar um banho para tirar a fuligem? Talvez cuidar dessas queimaduras também?$3#$b#Auto-expressão é bom e tudo, mas eu... não acho que o visual chamuscado esteja lhe fazendo algum favor, querido.",

  "HospitalEnd.Maru.01": "Ei, querido. Como você está? Ainda com muita dor ou já melhorou?",

  "HospitalEnd.Maru.02": "Eu? Estou bem. Acabei de ter um dia um pouco longo. Eu faria tudo de novo sem hesitação, no entanto, se isso fosse necessário para mantê-lo seguro.$2#$b#Você deveria comer um pouco disso. Você precisa dos nutrientes para se curar rapidamente.[237 241 203 204 220 244]",

  "MineEnd.Maru.01": "Ei, querido! Parece um pouco desgastado, mas eu sei que não há nada que possa te impedir. Me avise se eu puder te ajudar de alguma forma, certo?$1",

  "MineEnd.Maru.02": "Eu já arrumei tudo, então você pode ir em frente e levantar os pés. Vá com calma. Vou até me juntar a você daqui a pouco, se quiser!$1#$b#Aqui, faça um lanche. Assegurei-me de que fosse equilibrado em nutrientes para otimizar sua recuperação![210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Maru.01": "Eu estava bem sem ter que pensar em você @. Por que você teve que se machucar daquele jeito?$a#$b#Desculpe, eu não deveria ficar com raiva de você. Não foi sua culpa. Você pode, por favor, me deixar em paz?$2",

  "IslandEnd.Maru.01": "Ei, queri- Uau! O que aconteceu? Uma das máquinas explodiu na sua cara? $9#$b#A... vulcão? Bem, isso explica a fuligem em todo o seu rosto e roupas. Você não está ferido, certo?$8#$b#Apenas pequenas queimaduras, hein? Vou enfaixá-las em um segundo. Estou feliz que não tenha sido pior,querido.#$b#A propósito, da próxima vez que você for lá... alguma chance de você me trazer algumas amostras de solo?$4",

  "HospitalEnd.Penny.01": "Bem-vindo a casa, querido. Vim na sua frente para tirar todas as tarefas domésticas do caminho. Não se preocupe com nada além do seu descanso, ok?",

  "HospitalEnd.Penny.02": "Para ser sincero, ainda estou um pouco abalado, mas... é reconfortante ter você aqui comigo, em nossa casa. Estou tão feliz que você esteja bem.$2#$b#Eu até cozinhei para você. Nada muito experimental, eu prometo. Deve ajudá-lo a recuperar suas forças![237 241 203 204 220 244]",

  "MineEnd.Penny.01": "Olá, querido. Estou feliz que você tenha chegado em casa em segurança. Eu sei que um pequeno incidente como esse não pode derrubá-lo, mas ainda não consigo evitar de me preocupar um pouco.$1",

  "MineEnd.Penny.02": "Parece que você já quase se livrou disso. Isso é um alívio!$1#$b#Eu sei que você pode não ter muito apetite depois disso, mas eu ainda fiz um lanche para você. É importante que você recupere suas forças .[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Penny.01": "You're strong enough to have moved on from me, but I'm not. Seeing you hurt like that still hurts me, too.$2#$b#...I'd rather not talk to you more than I already have, @. Please just leave me alone.$2",

  "IslandEnd.Penny.01": "Nossa! O que aconteceu @? Você está bem? Precisa ver um médico?$3#$b#Oh, que bom, que bom. Aqui, deixe-me suas roupas para lavar e vá limpar toda a fuligem seu rosto.#$b#Eu realmente gostaria que você fizesse um trabalho menos perigoso, mas...$3#$b#A aventura combina com você e sei que isso o deixa feliz. Eu não vou parar você. Só... não queime mais nenhuma roupa, por favor querido.",

  "HospitalEnd.Alex.01": "Ei. Corri de volta para deixar o lugar pronto para você relaxar. Esforçar-se quando estiver exausto não lhe fará nenhum favor, confie em mim.",

  "HospitalEnd.Alex.02": "Você parece muito cansado, querido. Você realmente deveria descansar hoje. Lesões que não cicatrizam completamente podem seguir você por muito tempo.#$b#Eu também trouxe um pouco disso para você. Está cheio de proteínas, para ajudar a curar seus ferimentos.[237 241 203 204 220 244 272]",

  "MineEnd.Alex.01": "Ei, bem-vindo de volta! Você não está tão mal, para alguém que foi nocauteado há pouco tempo. Não se preocupe, é o nosso segredo. E do Marlon. $1",

  "MineEnd.Alex.02": "Vou dar o exemplo e ir com calma esta noite. Isso significa que você também tem que ir com calma, certo?$1#$b#Você deveria comer um lanche com proteína para ajudar a curar seus músculos. Aqui, tente alguns dos meus.[210 215 223 228 232 243 403 406 651]$1",

  "DivorcedEnd.Alex.01": "O que quer que tenhamos entre nós acabou, @. Vim ver você só porque não consigo te esquecer, mesmo que...$2#$b#Mesmo que eu saiba que você não é a mesma pessoa das minhas memórias mais.$2",

  "IslandEnd.Alex.01": "Uau! @, é você mesmo? O que aconteceu?$7#$b#Estou feliz que você esteja bem, mas você ainda parece - e cheira - como um bife frito demais. É meio impressionante, na verdade.$2#$b#Ei, espere... se você espalhar um pouco de cinza em sua bochecha desse jeito... E um pouco assim...#$b#Hah. Você parece um jogador de gridball assim. Bela pintura facial!$1",

  "HospitalEnd.Elliott.01": "Sua maior prioridade deve ser recuperar sua saúde por enquanto, querido. Todo o resto pode esperar.$2",

  "HospitalEnd.Elliott.02": "Você quase nunca pausa seu trabalho, então talvez essas circunstâncias infelizes lhe dêem um bom motivo para descansar.#$b#Preparei uma refeição para você, se desejar. Ela dará ao seu corpo a energia necessária para se recuperar de sua provação. [237 241 203 204 220 244]",

  "MineEnd.Elliott.01": "Olá, querido. É reconfortante ver você voltar para casa em segurança. Embora você ainda pareça bastante abatido... $1",

  "MineEnd.Elliott.02": "Oh, bem. Você me permite idolatrar você só por hoje? É tanto para você quanto para mim...$1#$b#Aqui, um lanche deve aumentar pelo menos um pouco a sua energia. Não se esforce demais pelo resto do dia.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Elliott.01": "Chega disso, @. Não tenho vontade de falar com você. Já foi difícil sentir por você mais uma vez...$2#$b#Assim como eu ainda tive respeito suficiente para vir apoiá-lo, por favor, tenha respeito suficiente para me deixar em paz.$2",

  "IslandEnd.Elliott.01": "Oh, céus! O que aconteceu, querido?$8#$b#Você está, uh... Como dizer... Parecendo um pouco chamuscado. E seu cabelo está coberto de cinzas!$8#$b#É impressionante à primeira vista, mas estou aliviado por você estar bem. Tenha cuidado para não se machucar mais, por favor.$2#$b#Além disso... Onde você foi para encontrar tal destino?",

  "HospitalEnd.Harvey.01": "Não se esforce demais hoje, querido. Você ainda está se recuperando dos ferimentos e da cirurgia.$2",

  "HospitalEnd.Harvey.02": "Você vai me dizer se precisar de algo, certo?$2#$b#Aqui, pegue isso. Acabei de ler um estudo que diz que está comprovado que ele reduz o tempo de recuperação cirúrgica.[237 241 203 204 220 244 272]",

  "MineEnd.Harvey.01": "Estou feliz em ver você bem, querido. Meu dia não foi tão agitado quanto o seu, infelizmente. Ou... felizmente?$1",

  "MineEnd.Harvey.02": "Vou preparar uma infusão quente de canela e cravo enquanto você se limpa. O cravo é um analgésico natural, sabia!$1#$b#Ah, eu também preparei um lanche para você. Você deveria comer algo leve para deixar seu corpo iniciar o processo de reparo.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Harvey.01": "Fiz um juramento como médico de tratar meus pacientes independentemente de quem eles sejam e do que tenham feito.#$b#Onde quer que nos encontremos no futuro @... Espero que você saiba que meus sentimentos pessoais nunca atrapalharão o cuidado que presto.$2",

  "IslandEnd.Harvey.01": "Querido, o que aconteceu com você? Você está coberto de fuligem e queimaduras, meu Deus!$8#$b#Espere, deixe-me pegar uma toalha e alguns suprimentos para que possamos limpá-lo.$8#$b#...Ah, você está bem? Suponho que pareça pior do que realmente é...$2#$b#Desculpe. Tive uma reação instintiva. Eu estou contente que você esteja bem @.",

  "HospitalEnd.Sam.01": "Não trabalhe muito hoje, certo? Você ainda não voltou ao normal e não vai adiantar se você cair no campo.$2",

  "HospitalEnd.Sam.02": "E não hesite em me dizer se houver algo que você precisa. Sempre posso sair correndo e pegar o que quer que seja.#$b#Aqui. Peguei isso no Salão no caminho de volta. Pode ajudá-lo a se recuperar mais rápido. [237 241 203 204 220 244 272]",

  "MineEnd.Sam.01": "Ei @, boa hora. Acabei de arrumar a casa para que você possa deitar, relaxar e descansar. Você lutou muito hoje. $ 1",

  "MineEnd.Sam.02": "Às vezes, ainda não acredito que sou casado com alguém como você. Legal, forte e teimoso. Mas faz parte do seu charme!$1#$b#E como sou um marido incrível, comprei um lanche para você reabastecer enquanto relaxa. Aproveite![210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Sam.01": "Escute, não estou tentando ser amigo de novo. Acho que não consigo.$2#$b#Se você pensou que eu não me importaria se você morresse... você não me conhece de jeito nenhum .$2",

  "IslandEnd.Sam.01": "Ei! Bem vindo queri-$1#$b#Oh meu Deus, @! O que aconteceu!?$8#$b#Você está coberto de cinzas e suas roupas estão todas queimadas! Você está ferido?$2#$b#Não? Ah, que alívio... Vamos lá, não deu ao seu marido um ataque cardíaco desses...$2#$b#Tenha cuidado, ok? Eu não quero mais que nada aconteça com você... Mesmo que você pareça muito legal.",

  "HospitalEnd.Sebastian.01": "Ei... Desculpe, mas quero ficar sozinho por enquanto. Ainda estou um pouco abalado com o que aconteceu hoje.$2",

  "HospitalEnd.Sebastian.02": "Não estou bravo com você, meu amor. Só preciso resolver meus sentimentos, ok?$2#$b#Pegue isso antes de ir. Eu te amo @.[237 241 203 204 220 244 272]",

  "MineEnd.Sebastian.01": "Welcome home, love. So... Is revenge taken care of, or are you leaving that for another day?$1",

  "MineEnd.Sebastian.02": "Desculpe... Só pensei que você poderia usar um pouco de humor. Eu sei que você não está gravemente ferido, mas ainda parece esgotado.$1#$b#Estou brincando, é claro. De qualquer forma, você deve fazer um lanche rápido antes de continuar lutando.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Sebastian.01": "Eu pensei que finalmente estava começando a seguir em frente... mas então eu vi você tão machucado, e foi como se você nunca tivesse partido.$2#$b#...Me deixe em paz @. Não sei mais o que sinto por você.$2",

  "IslandEnd.Sebastian.01": "Ei, amor. Oh, uau. O que te pegou dessa vez?#$b#Sério, suas roupas estão todas queimadas e parece que você foi chamuscado por alguma coisa. Você está bem?$2#$b#Você não está com dor? Isso é bom. Realmente gostaria que você não me deixasse preocupado desse jeito...#$b#Sério, porém... o que foi? Uma gosma de lava? Talvez... um dragão?$7",

  "HospitalEnd.Shane.01": "Ei... você tem certeza que está bem? Não estou tentando ser autoritário, mas... eu realmente estava com medo mais cedo.$2",

  "HospitalEnd.Shane.02": "Talvez eu devesse ficar no sofá esta noite. Posso me virar e rolar e não gostaria de acordar você quando você mais precisa dormir.$2#$b#Aqui. Pegue algumas sobras para uma refeição rápida e vá com calma por hoje.[237 241 203 204 220 244 272]",

  "MineEnd.Shane.01": "Ei, que bom que você veio. Eu estava prestes a por os pés pra cima e assistir ao jogo. Quer sentar comigo? Você também teve um dia longo.$1",

  "MineEnd.Shane.02": "E... estou muito feliz que você ainda esteja aqui. Eu sei que o ferimento não foi grave, mas... eu realmente quis dizer o que disse. Você é tudo que eu tenho, então não posso perdê-lo.#$b#Eu ia lanchar na frente da TV, mas... você provavelmente precisa mais disso do que eu, então aqui.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Shane.01": "Sério, saia da minha frente. Meu terapeuta diz que preciso seguir em frente, e nada disso está me ajudando a fazer exatamente isso.$2#$b#Eu só vim porque você era tudo para mim... e acho que meu coração é fraco demais para esquecer isso ainda.$2",

  "IslandEnd.Shane.01": "Caral- @, é você mesmo?$10#$b#O que aconteceu? Você cheira como o churrasco do Gus. Tem certeza de que está bem? Suas roupas estão queimadas.$3#$b#Sim, sim, estou calmo agora. Só fiquei um pouco preocupado, mas você parece bem, então... Bom.#$b#Sério, mas estou com vontade de churrasco agora. Deveríamos comer bife, ou talvez costelas esta noite?",

  "HospitalEnd.Krobus.01": "Olá, @. Estou feliz que você esteja em casa em segurança e, como você pode ver, eu também estou. Você teve um dia terrível, não foi?",

  "HospitalEnd.Krobus.02": "Por favor, não me preocupe tanto... Esses sentimentos ainda são bastante estranhos, e não gosto de quanta dor eles me causam.$2#$b#Procurei comida para que você possa recuperar suas energias. Coma![16 20 203 257 305 456 457]$1",

  "HospitalEnd.Krobus.03": "...!$1",

  "HospitalEnd.Krobus.04": "...$2#$b#......![16 20 203 257 305 456 457]$1",

  "MineEnd.Krobus.01": "Repetidas vezes, lembro a você que nem todos da minha espécie são acessíveis. Por favor, tenha cuidado com todas as criaturas das sombras, em caso de dúvida.",

  "MineEnd.Krobus.02": "Tenho fé que Yoba irá protegê-lo e guiá-lo em suas aventuras subterrâneas. Mas acima de tudo, tenho fé em você.$1#$b#Você gostaria de ingerir um lanche para abastecer seu corpo? Você parece estar precisando disso.[16 210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "MineEnd.Krobus.03": "!$1",

  "MineEnd.Krobus.04": "...$4#$b#...![16 210 215 223 228 232 243 403 406 613 618 636 651]$4",

  "IslandEnd.Krobus.01": "Ah, você voltou para casa, @! É incomum ver você nesse estado.$3#$bVocê foi cercado por gosmas de lava?Suas roupas estão queimadas e você está coberto de fuligem.#$b#Oh, você se aventurou em um vulcão? Isso é emocionante e tão novo! Estou simplesmente grato por você não estar gravemente ferido.$1#$b#Que Yoba cuide de você, mesmo quando você estiver em terras distantes @.$1",

  "IslandEnd.Krobus.02": "...!$3#$b#...",

  "HospitalEnd.Pam.01": "Tudo bem, vamos, deite-se. Eu prometo que não serei um idiota e sobrecarregarei você com todas as minhas emoções enquanto você descansa. $4",

  "HospitalEnd.Pam.02": "Apenas... lembre-se do quanto você significa para mim. Você deu uma nova vida a essa velha bruxa e nunca poderei agradecer o suficiente por isso.$2#$b#Coloquei um jantar instantâneo no micro-ondas para você também. Coma antes que fique frio e encharcado, certo? [237 241 203 204 220 244]",

  "MineEnd.Pam.01": "Bem-vindo em casa, @. Consegui terminar o programa que estava assistindo e realmente parece que não perdi muita coisa. Mas senti sua falta.$1",

  "MineEnd.Pam.02": "Não acredito que disse algo tão brega agora há pouco... Hah, olha o que você está fazendo com essa velha, @.$1#$b#Quer fazer um lanche para aumentar sua energia? Comi um pouco assistindo, então você pode ir em frente e terminar tudo. [210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Pam.01": "Que parte de 'deixe-me em paz' ​​você não entendeu?$3#$b#Vá embora, @. Pare de desperdiçar sua vida com um velho fracasso como eu.$2",

  "IslandEnd.Pam.01": "Uau! O que em nome dos espíritos caros do Gus aconteceu com você?#$b#Você tira uma soneca em uma fogueira ou algo assim? Você está coberto de cinzas e poeira, e não há como salvar essas roupas, se você me perguntar. #$b#Um vulcão? Huh. Tudo bem, claro, o que você disser, querido.$1#$b#Basta ir se lavar antes de espalhar fuligem por todo lado, porque não sou eu quem vai limpar isso mais tarde.$1",

  "HospitalEnd.Clint.01": "Hum... Tem certeza de que está bem para andar por aí? O médico disse que você precisava descansar por hoje...$2",

  "HospitalEnd.Clint.02": "Eu sei que não sou o cara mais útil para se ter por perto para coisas assim... mas me diga se há algo que eu possa fazer por você, ok?$2#$b#Se você quiser, peguei um pouco de comida para você no Salão. Você deveria dar uma mordida e depois deitar. [237 241 203 204 220 244]",

  "MineEnd.Clint.01": "Você está em casa! Então, você decidiu seguir meu conselho e ter um dia de preguiça enquanto descansa?$1",

  "MineEnd.Clint.02": "Tirar um dia de folga de vez em quando é uma obrigação. Realmente, se eu tivesse que trabalhar como ferreiro o dia todo, todos os dias, acho que enlouqueceria.#$b#Tenho um lanche pronto para você. *engole*. Mas parece delicioso... podemos compartilhar? [210 215 223 228 232 243 403 406 613 618 636 651]$4",

  "DivorcedEnd.Clint.01": "Eu sei, eu sei, estou condenado a ficar sozinho nesta vida. Você não precisa me lembrar aparecendo o tempo todo.$2#$b#Você pode simplesmente ir embora? É bom que você esteja de pé novamente, mas para mim, ver você é muito doloroso.$2",

  "IslandEnd.Clint.01": "Oh, uau, @! O que aconteceu? Você parece comigo quando finalmente consigo limpar minha forja!$4#$b#Você... não estava limpando minha forja para mim, estava?#$b#Oh, você estava explorando um vulcão! Claro! Espere... sério?$1#$b#Você tem muita energia às vezes... Tudo bem, vamos lá, lave toda a fuligem e vá com calma. Estou feliz que você não esteja muito queimado.",

  "HospitalEnd.Willy.01": "Ah, bem vindo de volta, meu querido. Fiquei preocupado por um momento, me perguntando se não deveria ter esperado para te acompanhar até em casa.",

  "HospitalEnd.Willy.02": "Devo aprender a não me preocupar com você. Afinal, você é jovem e capaz. Mesmo assim, depois de ver você daquele jeito antes...$2#$b#Bem, você está aqui agora, então gostaria de comer algo para recuperar as energias? É bem fresquinho, como meu papai costumava fazer![237 241 203 204 220 244]",

  "MineEnd.Willy.01": "Olá, meu querido! De volta das minas, pelo que vejo. Você deveria descansar durante o dia. Nada nunca foi feito conquistado com pés cansados, sabia!$1",

  "MineEnd.Willy.02": "Talvez você goste de pescar tranquilamente no lago. Não há grandes capturas por hoje, apenas tempo para respirar e relaxar.$1#$b#Coma um lanche também. Sempre tenho um pouco disso como um estímulo para os dias difíceis no oceano![210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Willy.01": "Por favor @. Pedi para você não falar sobre o incidente novamente.$2#$b#Por algum tempo, meu coração continuará apontando para o norte, para você. Por favor, torne isso mais fácil, ficando fora do meu curso enquanto ele aprende a mudar.$2",

  "IslandEnd.Willy.01": "Bem-vindo de volta ao lar. A viagem de balsa demorou um pouco mais do que o esperado, mas pelo menos as águas eram fáceis de navegar.$3#$b#Tire o resto do dia de folga. E deixe o jantar comigo. Tenho truta fresca!$3",

  "HospitalEnd.Wizard.01": "Olá, @. É bom ver você em casa em segurança. Receio ter sido um pouco dramático antes, mas...",

  "HospitalEnd.Wizard.02": "Não. Manterei minha palavra. Caso algum mal lhe aconteça, minha estrela... Este mundo terá que responder a mim.#$b#De qualquer forma, seu corpo precisa de sustento para se recuperar. Aqui, isso deve reabastecer sua energia de forma adequada. [237 241 203 204 220 244]",

  "MineEnd.Wizard.01": "Ah, @! Então você voltou ileso. Estou feliz. Você deveria deixar seu corpo recarregar pelo resto do dia para se recuperar do acidente nas minas.",

  "MineEnd.Wizard.02": "Assim como não é sensato realizar magia enquanto estiver sem energia espiritual, também seria imprudente fazer trabalho agrícola quando estiver exausto.#$b#Fazer um lanche. Certamente irá ajudá-lo a se recuperar.[210 215 223 228 232 243 403 406 613 618 636 651]",

  "DivorcedEnd.Wizard.01": "Deixe-me em paz, @. Nossa despedida foi dita e feita, e desejo a você nada além de boa saúde de agora em diante.#$b#Por favor, estenda a mesma boa vontade, abstendo-se de se dirigir a mim. Meu espírito pode ser de outro mundo em seu poder, mas temo que meu coração não seja nada além de humano.",

  "IslandEnd.Wizard.01": "O que em nome dos espíritos aconteceu com você, minha estrela? Você parece queimado dos pés à cabeça.#$b#Talvez uma tentativa de poção que deu errado? Peça-me ajuda na próxima vez.#$b#Eh? Um vulcão? Entendo. Vou lançar um feitiço de resistência ao calor na próxima vez que você viajar para lá, mas mesmo assim, por favor, tenha cuidado na próxima vez.",

  "HospitalEnd.Claire.01": "Hi, dear. I'm glad you're home. After everything that happened today, I couldn't help but worry over you as soon as we went our separate ways.$2",

  "HospitalEnd.Claire.02": "Um... I wouldn't want to be overbearing, though, so just tell me what you need from me, alright? Even if it's just to talk, I'm here for you.#$b#I came home and cooked so that you wouldn't have to worry about it when you got back. I hope you like it. [237 241 203 204 220 244]",

  "MineEnd.Claire.01": "Bem-vindo ao lar, querido. Eu estava pensando em você e no dia longo que você teve. Sente-se e relaxe um pouco, ok?$1",

  "MineEnd.Claire.02": "Estou feliz que você esteja apenas um pouco machucado. Considerando que você estava inconsciente, pensei que teria sido algo muito pior.$2#$b#Ah, e faça um lanche antes de ir. Vai te fazer bem comer algo leve.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Claire.01": "Se você está bem, então por favor me deixe em paz. Meu coração não aguenta muito mais estar perto de você.$2#$b#Eu não te odeio. Não posso. Mas ainda preciso de tempo, e me preocupar com você não ajudou.$2",

  "IslandEnd.Claire.01": "Ah, não, olhe para você, @... O que aconteceu?$2#$b#A...vulcão? Meu Deus, você realmente está vivendo uma vida emocionante, não é? Por favor, tenha cuidado, no entanto.$2#$b#Você tem sorte de ter apenas queimaduras leves... Mas não tenho certeza se suas roupas podem ser recuperadas.#$b#Deixe-as comigo e vá lavar a fuligem do seu rosto. Terei um beijo esperando por você quando você voltar.$5",

  "HospitalEnd.Olivia.01": "Bem-vindo ao lar, meu querido. Como você está se sentindo? Devo buscar alguns analgésicos para você? Uma taça de vinho para o final de um dia horrível, talvez?$2",

  "HospitalEnd.Olivia.02": "Acho que vou tomar um. Não é culpa sua, querido, mas realmente não me sinto bem depois daquela situação difícil.$2#$b#Preparei uma refeição completa para ajudar a acelerar sua recuperação. Um brinde ao seu bem-estar contínuo, querido.[237 241 203 204 220 244]",

  "MineEnd.Olivia.01": "É bom ver que você voltou para casa! Um pouco desgrenhado, talvez, mas ainda assim bonito. ^É bom ver que você voltou para casa! Um pouco desgrenhada, talvez, mas ainda assim adorável.$1",

  "MineEnd.Olivia.02": "Vá trocar de roupa e levantar os pés, querido. Eu cuidarei de tudo que resta por hoje.$3#$b#E como prometido, aqui está um brinde ao seu bem-estar, amor.[348]$1",

  "DivorcedEnd.Olivia.01": "Não tenho mais interesse em conversar com você. Fui transparente o suficiente sobre minhas intenções no hospital. Isso não é suficiente para você?$2#$b#Saia @. Não há nada além de memórias entre nós agora.$2 ",

  "IslandEnd.Olivia.01": "Meu Deus, querido! O que aconteceu com você!?$7#$b#Suas roupas estão carbonizadas e você está coberto de cinzas! Rápido, vá se lavar para não deixar fuligem pela casa.$2#$b#Estou feliz que você esteja bem, mas o fato é que você está torrado. Aplique bastante pomada, certo?#$b#Hah... Cansei de me preocupar, eu prometo. Acompanhar sua excentricidade apenas me mantém jovem, querido.$3",

  "HospitalEnd.Sophia.01": "Ei, você. Estou feliz que você esteja em casa e parecendo... nada mal, honestamente. Devíamos fazer algo para nos distrair hoje. Talvez assistir algum anime...",

  "HospitalEnd.Sophia.02": "Levei um tempo para me acalmar depois que saí. Não quero mais que o medo me segure, mas às vezes é tão difícil esquecer como é a dor...$2#$b#Hum... fiz o meu melhor para preparar uma refeição completa para você enquanto esperava. Você precisa repor suas energias.[237 241 203 204 220 244]",

  "MineEnd.Sophia.01": "Oh, que bom que você voltou! Tire o resto do dia de folga; parece que você precisa dele. Sem ofensa amor!$1",

  "MineEnd.Sophia.02": "Meu tecido está definitivamente três tons escuro demais agora... Mas eu não gostaria de estar em nenhum lugar além de com você quando acordasse, de qualquer maneira.$9#$b#Aqui, faça um lanche para aumentar sua energia. Seja rápido, ou posso comê-lo sozinho![210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Sophia.01": "Esta não é uma história de fanfiction. Este acidente não vai nos unir novamente. Estou feliz que você esteja bem, e isso é tudo.$2#$b#Apenas vá embora @. Não há final feliz possível entre nós.$2",

  "IslandEnd.Sophia.01": "Uau! Ei, você! Parece que você teve um dia emocionante.$5#$b#Uma aventura no vulcão...? Meu Deus, você realmente está vivendo uma vida para os livros. Apenas tome cuidado para não se machucar gravemente, ok?$1#$b#Ok, vá se lavar. Toda aquela fuligem no seu cabelo parece que a tintura de cabelo deu errado.$1#$b#Eu realmente me apaixonei pelo mais selvagem de todo o grupo, não foi?$9",

  "HospitalEnd.Lance.01": "@ meu amor! Meu coração fica feliz em ver você entrar pela nossa porta. Agora mais do que nunca. Claro que voce voltaria. Mas ainda estou aliviado em ver seu rosto.$1#$b#Agora, como posso tirar sua mente dos acontecimentos recentes? No momento suas necessidades são a prioridade.",

  "HospitalEnd.Lance.02": "É simples. Mas pode não ser fácil para você ouvir. Você está pronto?$6#$b#Você precisa fazer uma pausa em suas tarefas. Mesmo uma curta pausa me deixaria tranquilo. Por favor, vá com calma. $2#$b#Cuide de seus ferimentos persistentes. Recupere sua energia. Ah, certo! Para isso preparei um pouco de comida.$1#$b#Claro, se você não comer, posso pegar de volta...[198 907 200 207 218 232]$1",

  "MineEnd.Lance.01": "Aventurar-se nas minas não é uma perspectiva glamourosa. Sua aparência é prova disso, querido.$1#$b#Brincadeiras à parte. Você poderia suportar um pouco de carinho e cuidado do seu amado.$4",

  "MineEnd.Lance.02": "Depois que você estiver resolvido e composto, tentarei salvar a pesquisa que estava fazendo. Com certeza está espalhada por toda parte, saí com muita pressa.#$b#Importante? Claro, mas esse trabalho pode ser refeito. Tudo pode desaparecer se isso significar que você voltará para casa.#$b#Chega de trabalho. Aqui. Tenho um delicioso estimulante com o seu nome. Aconchegue-se, amor.[198 200 197 212 231]",

  "DivorcedEnd.Lance.01": "Mesmo agora eu ainda me preocupo com você. Ainda me pego pensando em você. Sou um tolo? Talvez.$6#$b#...Estou em crise. Posso sentir meu coração doendo de novo. Devo ir.S$ 2",

  "IslandEnd.Lance.01": "Ah, você esteve no Monte Kohler de novo? Aquelas queimaduras. Aquela fuligem. É bastante óbvio. E é difícil evitar tais insultos contra sua pessoa daquele lugar$5#$b#Mesmo com minhas habilidades, raramente saio impecável. Como você se sentiria em relação a uma ala protetora? Talvez outra hora? Muito bem.$1",

  "HospitalEnd.Victor.01": "Oh, você está em casa! Espero que a caminhada para casa não tenha sido muito difícil para você. Eu sei que você é durão, mas realmente não posso deixar de me preocupar quando acidentes como esse acontecem.",

  "HospitalEnd.Victor.02": "Eu também não sou muito lutador, prefiro manter o nariz enterrado nos livros, mas se você precisar conversar sobre o que aconteceu... sou todo ouvidos, amor.#$b#Eu não sou tão bom cozinheira como minha mãe, mas preparei uma refeição para você para ajudar a acelerar sua recuperação.[237 241 203 204 220 244 272]",

  "MineEnd.Victor.01": "Bem-vindo de volta! Fiquei me perguntando se você ficaria bem no caminho para casa, mas acho que não deveria ter me preocupado com um ferimento tão leve.$1",

  "MineEnd.Victor.02": "Estava pensando em dar-lhe espaço para descansar, então estarei trabalhando em alguns cálculos aqui. Mas estou sempre aberto a abraços.$4#$b#A propósito, trouxe isso para você. Sempre foi meu lanche preferido para obter energia durante as noites.[210 215 223 228 232 243 403 406 613 618 636 651]$1",

  "DivorcedEnd.Victor.01": "Estou feliz que você se recuperou totalmente, @, mas isso não significa que parei de me sentir magoado com sua decisão ainda.$2#$b#Cada momento que passo pensando em você me faz duvidar de mim mesmo de novo, e não quero mais me sentir assim. Então... adeus.$2",

  "IslandEnd.Victor.01": "Oh querido, o que aconteceu com você!?$7#$b#Tem certeza de que está bem? Suas roupas estão carbonizadas e essas queimaduras parecem dolorosas!$7#$b#...Um vulcão? Ah, Willy levou você para as Ilhas Fern? Por favor, tenha cuidado.#$b#Você vive uma vida emocionante, @, mas como seu marido, cuja vida é mundana em comparação, é minha responsabilidade lembrá-lo de que você também tem limites.$3",

  "HospitalEnd.Aideen.01": "Querido, você está de volta! Será que eu deveria ter providenciado transporte para você? Talvez fosse uma provação uma distância tão curta. Não importa. Você está em casa agora.$1",

  "HospitalEnd.Aideen.02": "Eu acredito que algumas horas descansando entre as flores lhe fariam muito bem, querido.$1#$b#I've had a chance to better compose myself, and I want to give you all the support you need. Here you are, my love, some quality food. [196 199 200 207 727]$1",

  "MineEnd.Aideen.01": "Bem-vindo ao lar, meu amor. Tem certeza de que a caminhada para casa não foi demais? Não me importa quão minúsculo seja o ferimento. Tenho permissão para me preocupar com você.$1",

  "MineEnd.Aideen.02": "Você deveria reservar algum tempo para se recuperar, querido. Acredito que você tem se esforçado demais ultimamente.#$b#Voltarei a cuidar do jardim mais tarde. Tomei a liberdade de preparar um pouco de comida para você.[199 205 207 222 231]$1",

  "DivorcedEnd.Aideen.01": "Estou aliviado em saber que você está se recuperando. No entanto, não tenho vontade de continuar esta conversa @.$2#$b#Desculpas. A paz é passageira em sua presença. Seu rosto traz muitas lembranças dolorosas. Se você me der licença, tenho outros assuntos para tratar.$6",

  "IslandEnd.Aideen.01": "Yoba, abençoado seja! Que tipo de travessura aconteceu com você!?$5#$b#Sua aparência e vestimenta são igualmente miseráveis. Você está queimado!$3#$b#Vulcão? Certamente você está brincando, querido? Ah, mas você já esteve em Fern Island?$5#$b#Oh querido! A ideia de você vagando por um vulcão... Por que você deve me deixar tão nervoso?$5#$b#O que está feito está feito. Vá e se lave meu amor. Você precisa urgentemente dessa atenção.$7",

  "HospitalEnd.Juliet.01": "Bem-vindo de volta à nossa morada! Considerando todas as coisas, você NÃO parece que precisa ser jogado na lixeira lá atrás. O que é bom, obviamente$1#$b#",

  "HospitalEnd.Juliet.02": "Levei algum tempo para resolver todos esses sentimentos piegas, porque acho que você precisa de um pouco de concentração agora. Então não se preocupe comigo.#$b#Então, para esse fim. Eu, uh, fiz comida. Não foi muito difícil. E acho que acabou bem. Coma e recupere um pouco de força.[651 618 224 211 206]",

  "MineEnd.Juliet.01": "Ah, que bom, você está em casa! Acho que um pouco de R e R está em ordem. Ooh, talvez devêssemos ir para a piscina?",

  "MineEnd.Juliet.02": "Então, estou muito orgulhoso de mim mesmo por manter minha cabeça tão bem quanto fiz. Tudo bem, sim, eu surtei.$1#$b#Consegui ajuda e você foi levado para um local seguro. Isso TEM que contar para alguma coisa.$1#$b#De qualquer forma. Porque você precisa recuperar sua energia e outras coisas, você deveria comer isso totalmente. [205 651 731 206 211]",

  "DivorcedEnd.Juliet.01": "Não se acostume a me ver. Você me deixou, lembra? Claro, é um alívio ver que você está bem. Mas é só para isso que estou aqui.$5#$b#Eu estou sozinha. Você me deixou. Assim como Nathaniel...$2",

  "IslandEnd.Juliet.01": "Ei, você... uh... provavelmente deveria apagar qualquer pedaço fumegante antes de passar muito tempo dentro de casa.$2#$b#Por que você é assim, afinal?$3#$b#Um vulcão? Você está falando sério? Sim, estou estressada! Seria meio estranho se eu não estivesse, sabe?$5#$b#Apenas...$2#$b#Apenas me prometa que você tomará cuidado. Por favor.$3#$b#Você é incorrigível. Você está me levando para a terapia. Eu juro, você ganha do meu passado com o quão exagerado você é.$1"

}