{
  //Config Descriptions
  "config.Difficulty.description": "Difficulty determines how much extra relationship points are awarded. Easy gives consistent bonuses, Normal and Hard give scaling bonuses as you get to higher hearts, but with a lower amount of points awarded total compared to Easy, Apathetic removes all friendship bonuses (does not disable any messages, just the bonuses)",
  "config.ResentmentLevel.description": "ResentmentLevel determines how much, if any, friendship points are lost when befriending or romancing certain NPCs (such as losing friendship with Clint when romancing Emily) Easy = Low point loss from Resentment, Normal = High point loss from Resentment and divorce, Hard = High point loss from Resentment and Divorce, plus an expanded number of resentments, Disable = No point loss from Resentment, ProPoly = Point gain from Resentment",
  "config.Messages.description": "If true, a message will appear notifying of bonuses received. If false, the screen will simply fade to black for a moment.",
  "config.Platonic.description": "If true, some messages will be reworded so no romance is explicitly stated.",
  "config.Optimization.description": "Experimental feature. Should reduce the 'catch-up' time when installing the mod mid-save. Currently very limited, but intended to be expanded with future updates.",
  //Messages (Start)
  "Message.Standard": "Some villagers have noticed your ",
  "Message.Magical": "The woods whisper of your ",
  "Message.Duck": "There's talk around the pond of your ", //All mods should have a duck message, don't you think?
  "Message.Joja": "Joja staff have been gossiping about your ",
  "Message.City": "Some folk around the city have noticed your ",
  "Message.Silly": "The adventurer's guild is thankful for your ",
  "Message.Optimization": "Some villagers have FINALLY noticed your friendship with ",
  "Message.OptimizationM": "The woods have FINALLY whispered of your friendship with ",
  "Message.Durin": "Folk in Durin's Rest have noticed your ",
  //Messages (Friendship Level)
  "Message.BuddingF": "budding friendship with ",
  "Message.GrowingF": "growing friendship with ",
  "Message.BlossomingF": "blossoming friendship with ",
  "Message.BloomingF": "blooming friendship with ",
  "Message.CloseBondF": "close bond with ",
  "Message.BuddingR": "budding romance with ",
  "Message.CommitmentR": "commitment to ",
  "Message.BlossomingR": "blossoming romance with ",
  "Message.EternalBondR": "eternal bond with ",
  "Message.StrongConnection": "strong connection with ",
  "Message.PowerfulConnection": "powerful connection with ",
  "Message.Separation": "separation from "
}