{
  "EvilMorris.1": "Oui, Monsieur. Ce ne sera certainement pas un problème.",
  "EvilMorris.2": "Le maire nous a promis que si davantage de villageois rejoignaient nos rangs, il nous vendrait ce vieux centre communautaire.",
  "EvilMorris.3": "Et maintenant, il ne nous manque qu’un seul membre pour atteindre cet objectif.$1",
  "EvilMorris.4": "Bien sûr, monsieur. Ne vous inquiétez pas.",
  "EvilMorris.5": "*BIP*",
  "EvilMorris.6": "Ce nouvel hypermarché Joja sera opérationnel en un rien de temps.",
  "EvilMorris.7": "Hé hé hé.",
  "EvilMorris.8": "Hé HEHEHE.$1",
  "EvilMorris.9": "Vous avez un mauvais pressentiment à ce sujet...",

  "EvilMorrisCTs.Lewis": "Un accord avec Morris ?#$b#Ah... oui, je le lui promets.*Soupir*De toute façon, ce n'est pas comme si tout le monde se souciait d'un vieux centre communautaire...$2#$b#Qu'en pensez-vous ?",

  "JojaCoupons.1": "Bienvenue sur JojaMart !",
  "JojaCoupons.2": "Qu'est-ce que tu cherches? Nos produits sont de LA MEILLEURE qualité.",
  "JojaCoupons.3": "Oh.#$b#Un coupon de réduction de 50% ?",
  "JojaCoupons.4": "Oups.#$b#Je suis désolé de vous dire que ce coupon est actuellement en rupture de stock, monsieur.^Je suis désolé de vous dire que ce coupon est actuellement en rupture de stock, madame.",
  "JojaCoupons.5": "Au lieu de cela, avez-vous envisagé de devenir membre ? Ça vous offre les meilleurs avantages, vous savez ?",
  "JojaCoupons.6": "Avec un abonnement Joja, vous obtiendrez une meilleure variété de graines et d'autres articles que n'importe quel autre magasin. Le prix est de seulement 5 000 PO pour l’adhésion !#$b#Croyez-moi, un jour, la société Joja  propulsera la République de Ferngill vers un avenir plus prospère !$h",

  "JojaCouponsCTs.Jodi": "Je suis désolé pour Pierre et Caroline.#$b#Mais croyez-moi, aucune femme ne peut résister au charme d’une VENTE.$1",
  "JojaCouponsCTs.Pierre": "J'ai entendu dire que vous aviez demandé à Morris son coupon de réduction...$2#$e#Yoba... Je me sens trahi par tout le monde.$2",
  "JojaCouponsCTs.Gus": "Même si je ne suis pas fan de Joja, ces réductions sont utiles, n'est-ce pas ?",
  "JojaCouponsCTs.Pam": "Quoi? Un coupon Joja de 50% ?$3#$b#Pourquoi moi, leur meilleur cliente, je n’en ai pas eu ?$3#$e#Je vais me plaindre à leur service client !!$3",

  "BusRepair.1_Pam": "C'est... C’est réparé !$1",
  "BusRepair.2_Pam": "Je vous l'ai dit, monsieur le Maire. Le vieux bus est vraiment réparé !$1",
  "BusRepair.3_Lewis": "*gémissement*",
  "BusRepair.4_Lewis": "Merci Yoba. Nous sommes arrivés sains et saufs...$3",
  "BusRepair.5_Penny": "Bonjour, ${Fermier^Fermière^@}$.$h",
  "BusRepair.6_Lewis": "Bonjour.",
  "BusRepair.7_Penny": "Tôt ce matin, maman a soudainement sauté du lit et a réveillé M. Lewis puis elle l'a traîné jusqu'à l'arrêt de bus.",
  "BusRepair.8_Lewis": "Elle a frappé si fort à ma porte qu'elle était presque cassée.$5#$b#Pam a dit qu'elle avait rêvé que le bus se réparait tout seul comme par magie, alors nous sommes venus vérifier.",
  "BusRepair.9_Pam": "Et mon rêve est devenu réalité !$1#$b#Je suis juste allé jusqu'à la ville de Zuzu avec le maire et je suis revenu. Le moteur fonctionne parfaitement !$1",
  "BusRepair.10_Lewis": "- Sauf si un conducteur ivre prend le volant...$5",
  "BusRepair.11_Pam": "Tsk. Ignorez-le.$4#$b#Écoute, gamin. Ce que je veux dire, c'est que le bus est à nouveau opérationnel et que je suis de nouveau en selle !$1",
  "BusRepair.12_Lewis": "Eh bien, Pam peut t'emmener au désert de Calico. Même si je ne suis pas sûr que cet endroit suscite beaucoup d'intérêt...",
  "BusRepair.13_Penny": "Le désert de Calico se trouve à l'ouest de la vallée. Il fait très chaud : il fait toujours beau, sans neige ni pluie.",
  "BusRepair.14_Pam": "Vous pouvez acheter un ticket de 500 PO au distributeur lorsque je suis en service, de 10h à 17h en dehors des jours de fête.",
  "BusRepair.15_Pam": "Super!$1",
  "BusRepair.16_Pam": "C'est le moment idéal pour moi de célébrer cela chez Gus !",
  "BusRepair.17_Penny": "Maman !",
  "BusRepair.18_Lewis": "ARRÊTE, PAM !",

  "BridgeRepair.1_Marlon": "Bien. Gil a dit qu'il avait entendu quelque chose d'étrange pendant son service de nuit, mais qu'il avait trop sommeil pour enquêter...",
  "BridgeRepair.2_Linus": "Cela ressemble à Gil. Haha !$h",
  "BridgeRepair.3_Marlon": "*soupir*",
  "BridgeRepair.4_Marlon": "... Alors, le pont est réparé, hein ?",
  "BridgeRepair.5_Robin": "Humm...",
  "BridgeRepair.6_Robin": "C'est... un travail impressionnant. Poutres en bois massif, joints serrés : celui qui a fait cela savait vraiment ce qu'il faisait.#$b#Mais... je ne l'ai pas construit, et je doute que quelqu'un d'autre en ville l'ait fait. Alors... qui a réparé le pont ?$2",
  "BridgeRepair.7_Linus": "C'est peut-être le pouvoir de la nature à l'œuvre. La forêt et ses esprits prêtent souvent leur aide à ceux qui en ont besoin.$h",
  "BridgeRepair.8_Robin": "Oh, allez ! Les arbres ne se contentent pas de se déraciner, de se scier en planches et de construire un pont. Ce n'est pas ainsi que fonctionne la nature.$4",
  "BridgeRepair.9_Linus": "Parfois, la magie de la vallée opère tranquillement, madame.",
  "BridgeRepair.10_Linus": "Tu ne le penses pas, @ ?",
  "BridgeRepair.11_Robin": "Vous me dites que c'est une sorte de... mystère magique ?$2#$b#Certainement pas. Il doit y avoir une explication logique.",
  "BridgeRepair.12_Marlon": "La logique n'est pas toujours la réponse, Robine.#$b#Parfois, les meilleures choses arrivent quand on y croit tout simplement.#$b#Celui qui – ou quoi que ce soit – a fait cela nous a donné quelque chose de précieux. Nous pouvons désormais accéder à nouveau à la carrière.",
  "BridgeRepair.13_Robin": "Ouais, ouais. Je ne suis toujours pas convaincu, mais bon. Merci, Yoba, je suppose.$4",
  "BridgeRepair.14_Linus": "La nature fonctionne de façon mystérieuse, madame.$h",
  "BridgeRepair.15_Robin": "Bien sûr. Si les arbres commencent à faire germer des marteaux et des clous, faites-le-moi savoir.$6",

  "IceCreamPromoted.1_Alex": "Ici, votre commande.",
  "IceCreamPromoted.2_Jas": "Merci, Alex.$1",
  "IceCreamPromoted.3_Vincent": "Je veux le plus gros ! As-tu une taille super jumbo, Alex ?",
  "IceCreamPromoted.4_Alex": "Hé. Désolé, gamin, juste normal et grand. Mais je ferai en sorte que ce soit très savoureux !",
  "IceCreamPromoted.5_Vincent": "Bonjour ${Fermier^Fermière^@}$ !",
  "IceCreamPromoted.6_Jas": "Bonjour!",
  "IceCreamPromoted.7_Alex": "Salut!",
  "IceCreamPromoted.8_Vincent": "Viens par ici ! La glace d'Alex est la meilleure de la ville !",
  "IceCreamPromoted.9_Alex": "Hé. C'est ma grand-mère qui a inventé la recette elle-même. C'est un succès chaque été.",
  "IceCreamPromoted.10_Vincent": "N’est-ce pas ? Trop bon! Tu devrais en acheter aussi, ${Fermier^Fermière^@}$. Tu ne le regretteras pas !$1",
  "IceCreamPromoted.11_Alex": "Merci pour la promotion, Vincent. J'apprécie.$1",
  "IceCreamPromoted.12_Vincent": "De rien !#$b#Alors... ça veut dire que j'ai une glace gratuite ?$1",
  "IceCreamPromoted.13_Alex": "Bien essayé, mon pote. Mais il faut quand même payer.",
  "IceCreamPromoted.14_Vincent": "Oh, mince...",
  "IceCreamPromoted.15_Jas": "Héhé, Vincent, tu ne peux pas simplement demander des trucs gratuits.$1",
  "IceCreamPromoted.16_Vincent": "Je plaisantais... en quelque sorte.",
  "IceCreamPromoted.17_Alex": "Ne t’inquiètes pas, je ferai en sorte que chaque pièce en vaille la peine.",
  "IceCreamPromoted.18_Jas": "Merci, Alex. C'est le meilleur jour de ma vie !$1",
  "IceCreamPromoted.19_Vincent": "Ouais!",
  "IceCreamPromoted.20_Vincent": "La glace de grand-mère, c’est la meilleur !$1",

  "SilentAssistant.1_Sandy": "Ouf !",
  "SilentAssistant.2_Sandy": "Cette chaleur me fatigue...#$b#Je n'arrive pas à croire à quelle vitesse nous écoulons nos stocks ces jours-ci ! Les affaires ont certainement repris.$1",
  "SilentAssistant.3_Sandy": "Très bien, une autre caisse...",
  "SilentAssistant.4_Sandy": "Pouah...!",
  "SilentAssistant.5_Sandy": "Non, c'est trop lourd !$3",
  "SilentAssistant.6_Sandy": "J'ai besoin d'aide avec ça.$2",
  "SilentAssistant.7_Sandy": "Hmm...",
  "SilentAssistant.8_Sandy": "Hé, mon grand ! Vous restez juste là, l'air dur – ça vous dérangerait de me donner un coup de main avec ces caisses ?",
  "SilentAssistant.9_Sandy": "Je prends cela pour un oui. Allez, faisons le tri !",
  "SilentAssistant.10_Bouncer": "...",
  "SilentAssistant.11_Sandy": "Hé, fais attention ! Ne les jetez pas.",
  "SilentAssistant.12_Bouncer": "...",
  "SilentAssistant.13_Sandy": "Wow, merci pour l'aide ! Vous êtes encore plus fort que vous n’en avez l'air...#$b#D'accord, peut-être aussi fort que vous en avez l'air, mais toujours impressionnant !$1",
  "SilentAssistant.14_Sandy": "Vous savez, pour quelqu'un d'aussi discret, vous êtes étonnamment fiable.#$b#Avez-vous déjà pensé au mannequinat ? Je parie que les touristes en mangeraient. Héhé.$1",
  "SilentAssistant.15_Sandy": "Oh! Regardez qui vient @! Bienvenue à l'Oasis, ${mon chéri^ma chérie^@}$ !$1",

  "FriendRemembered.1_Bear": "C'est pour toi... Cannoli, mon vieil ami.",
  "FriendRemembered.2_Bear": "Ah, ${petit Fermier^ petite Fermière^@}$ ! Approche-toi. Vous arrivez juste à temps.",
  "FriendRemembered.3_Bear": "Chaque automne, nous nous réunissons ici pour honorer un vieil ami... Le vieux Cannoli.",
  "FriendRemembered.4_Bear": "Nous avons partagé de nombreuses lunes ensemble dans ces bois. Maintenant, je laisse ce sirop d'érable en souvenir de lui.$1",
  "FriendRemembered.5_Bear": "Ce soir, nous célébrons sa mémoire.$2#$b#Nous lui offrons des friandises, ses préférées.",
  "FriendRemembered.6_Crow": "Croâ, croâ !",
  "FriendRemembered.7_Bear": "Et toi, ${petit Fermier^ petite Fermière^@}$, tu es invité à te joindre à nous pour lui rendre hommage.",
  "FriendRemembered.8_Bear": "Eh bien, c'est assez de souvenirs. Merci, petit. Le vieux Cannoli serait content.$2",

  "PierreMerchants.1": "Bonjour, @! Tu es là aussi ?$1",
  "PierreMerchants.2": "Ah.",
  "PierreMerchants.3": "Là-bas se trouve le marchand ambulant.#$b#Elle débarque ici de temps en temps avec toutes sortes de biens rares.",
  "PierreMerchants.4": "J'ai déjà essayé de travailler avec elle, dans l'espoir de stocker des graines rares dans le magasin.#$b#Mais... eh bien, disons simplement que ses prix sont aussi « exotiques » que son inventaire !$3",
  "PierreMerchants.5": "En parlant de graines, j’ai réalisé que j’avais oublié de commander des graines de chou rouge cette année. Quelle erreur...$2#$b#Je te promets que j’en aurai en stock l'année prochaine, mais si tu as de la chance, vous en trouverez peut-être ici.",
  "PierreMerchants.6": "Quoi qu'il en soit, il est toujours bon de savoir où chercher des objets uniques. Garde un œil sur son stand. Je dois y retourner maintenant – à bientôt !$1",

  "WildGathering.1_Linus": "Ah, la nature m'a offert des herbes fraîches aujourd'hui.$1",
  "WildGathering.2_Harvey": "Linus ? Sur quoi travaillez-vous ?",
  "WildGathering.3_Linus": "Bonjour, docteur.#$b#Je cueille des herbes sauvages. Ces bois sont un trésor de merveilles naturelles.$1",
  "WildGathering.4_Harvey": "Intéressant. Quelles sortes d’herbes avez-vous trouvées ?",
  "WildGathering.5_Linus": "Menthe sauvage, fougères de Fern et quelques autres plantes utiles. Ils ont chacun leurs propres propriétés uniques.",
  "WildGathering.6_Harvey": "Vous connaissez vraiment bien ces bois. Ça vous dérange si je prends quelques notes ?",
  "WildGathering.7_Linus": "Bien sûr. Comprendre la nature demande de la patience, mais cela récompense ceux qui la respectent.$1",
  "WildGathering.8_Harvey": "C'est incroyable tout ce que la forêt offre. Même la médecine moderne ne peut remplacer certains de ces remèdes.",
  "WildGathering.9_Linus": "Ah, la médecine moderne a sa place, mais parfois la simplicité est préférable.",
  "WildGathering.10_Harvey": "Tout à fait. Nous pouvons apprendre beaucoup de choses de la nature.$1",
  "WildGathering.11_Harvey": "Hmm... Seriez-vous prêt à partager davantage vos connaissances avec moi un jour ?",
  "WildGathering.12_Linus": "Je serais heureux de vous aider! Il est important de transmettre ce savoir à ceux qui s'en soucient.$1",
  "WildGathering.13_Harvey": "Merci Linus. Je l'apprécie vraiment.$1",

  "FishyBusiness.1_Willy": "Ohé, Pierre !",
  "FishyBusiness.2_Willy": "Qu'est-ce qui vous amène à la plage aujourd'hui ?",
  "FishyBusiness.3_Pierre": "Willie ! Juste la personne que j'espérais voir.",
  "FishyBusiness.4_Pierre": "Je pensais que... le poisson frais pourrait être un excellent ajout à mon magasin.#$b#Local, sain et avec de grandes chances d’attirer plus de clients ! Qu'en pensez-vous ?",
  "FishyBusiness.5_Willy": "Du poisson frais, hein ? Savez-vous ce qu'il faut pour les garder frais, Pierre ?#$b#S’ils ne sont pas stockés correctement, ils se gâteront plus vite que vous ne pourrez les vendre. Et n'oubliez pas que la surpêche est une réelle préoccupation.",
  "FishyBusiness.6_Pierre": "Hmm... Je ne pensais pas que ce serait si compliqué. Beaucoup de glace et un roulement rapide devraient faire l’affaire, n’est-ce pas ?$4",
  "FishyBusiness.7_Willy": "C'est plus que de la glace, Pierre. Le poisson a besoin de soins appropriés pour rester frais.#$b#Si vous ne les stockez pas correctement, ils empesteront tout votre magasin !$2#$b#Et croyez-moi, personne ne veut que ses panais sentent le mauvais poisson.$2$2",
  "FishyBusiness.8_Pierre": "Hmm...",
  "FishyBusiness.9_Pierre": "Je n'y avais pas pensé... Peut-être si j'investissais dans un système de refroidissement ? Ou plutôt se concentrer sur le poisson séché et salé ?$4",
  "FishyBusiness.10_Willy": "Restez-en à ce que vous connaissez le mieux, Pierre. La mer a son propre rythme et elle n'aime pas les raccourcis.",
  "FishyBusiness.11_Pierre": "...Vous avez raison. Merci pour le conseil, Willy.$2",
  "FishyBusiness.12_Pierre": "*Soupir*",
  "FishyBusiness.13_Pierre": "Je ferais mieux de retourner au magasin. À plus tard.$2",
  "FishyBusiness.14_Willy": "Prends soin de toi, Pierre. Et bonne chance avec le magasin !$1",
  "FishyBusiness.15_Willy": "Hé.",
  "FishyBusiness.16_Willy": "Heureusement qu'il a repris ses esprits... Je ne voudrais pas de la compétition !$3#$b#Ha, comme si un vieil homme pouvait lui laisser une chance dans les affaires de la pêche !$3"
}