{
  "EvilMorris.1": "Да, сэр. Уверяю вас, никаких проблем не предвидится.",
  "EvilMorris.2": "Мэр Льюис согласился: если мы привлечём достаточно жителей в нашу программу, он подпишет документы о продаже старого здания клуба.",
  "EvilMorris.3": "Теперь всё зависит от последнего участника. Ещё один шаг — и цель будет достигнута.$1",
  "EvilMorris.4": "Безусловно, сэр. Всё под контролем. Не беспокойтесь.",
  "EvilMorris.5": "*ПИК*",
  "EvilMorris.6": "Совсем скоро откроется новый гипермаркет Джоджа. Мир уже не будет прежним.",
  "EvilMorris.7": "Хе-хе-хе... идеальная сделка.",
  "EvilMorris.8": "Хе-хе-ХЕ-ХЕ-ХЕ...$1",
  "EvilMorris.9": "У вас возникает неприятное чувство, будто что-то ужасное вот-вот произойдёт...",

  "EvilMorrisCTs.Lewis": "Сделка с Моррисом?#$b#Ах... да, я действительно пообещал ему это. *Вздыхает* Никто уже, кажется, не заботится о старом клубе... кроме пары упрямцев.$2#$b#Но... разве это правильно?#$b#Что ты об этом думаешь, @?",

  "JojaCoupons.1": "Добро пожаловать в ДжоджаМарт!",
  "JojaCoupons.2": "Чем могу помочь? У нас лучшие товары по лучшим ценам.",
  "JojaCoupons.3": "О, это что у вас там...#$b#Купон на скидку 50%? Впечатляет!",
  "JojaCoupons.4": "Ой, простите...#$b#Похоже, срок его действия уже истёк.",
  "JojaCoupons.5": "Но не волнуйтесь! У нас есть более выгодное предложение — членство Джоджа!",
  "JojaCoupons.6": "Станьте участником Великого членства ДжоджаМарт всего за 5000з и получите доступ к лучшим ценам и уникальным товарам!#$b#Джоджа — это будущее Республики Фернгилл, и мы ведём его к процветанию. Присоединяйтесь к нам уже сегодня!$h",

  "JojaCouponsCTs.Jodi": "Мне очень жаль Пьера и Кэролайн...#$b#Но, знаешь, скидки — это непреодолимая сила. Кто устоит перед таким соблазном?$1",
  "JojaCouponsCTs.Pierre": "Мне сказали, ты попросил у Морриса купон на скидку...$2#$e#О, Йоба... Я чувствую себя преданным всеми, кого знал.$2",
  "JojaCouponsCTs.Gus": "Честно говоря, я не фанат Джоджа. Но эти скидки... Хм, они действительно помогают держать цены ниже.",
  "JojaCouponsCTs.Pam": "Что?! Купон на 50% скидку в Джоджа?!$3#$b#Почему я, их самый верная клиентка, ничего не получила?!$3#$e#Пойду требовать объяснений прямо в их главный офис!!$3",

  "BusRepair.1_Pam": "Ну, вот и всё! Автобус снова на ходу!$1",
  "BusRepair.2_Pam": "Я же говорила, мэр, теперь он как новенький.$1",
  "BusRepair.3_Lewis": "*стонет*",
  "BusRepair.4_Lewis": "Слава Йобе... Мы добрались живыми...$3",
  "BusRepair.5_Penny": "Привет, @!$h",
  "BusRepair.6_Lewis": "Доброе утро.",
  "BusRepair.7_Penny": "Сегодня мама с самого утра вскочила с кровати, разбудила мистера Льюиса и потащила его к автобусу.",
  "BusRepair.8_Lewis": "Она стучала в мою дверь так, что я подумал, она её выломает!$5#$b#Пэм сказала, что ей приснилось, будто автобус починился сам. Ну... решили проверить.",
  "BusRepair.9_Pam": "И мой сон сбылся!$1#$b#Я только что отвезла мэра в Город Зузу и обратно. Автобус работает как часы!$1",
  "BusRepair.10_Lewis": "- По крайней мере, пока никто не водит пьяным...$5",
  "BusRepair.11_Pam": "Ой, да брось! Не порть момент.$4#$b#Слушай, дружок, главное, что я снова за рулём, и автобус снова ездит!$1",
  "BusRepair.12_Lewis": "Теперь Пэм может отвезти тебя в пустыню Калико. Хотя не уверен, что там есть что-то стоящее...",
  "BusRepair.13_Penny": "Пустыня Калико к западу от долины. Там всегда жарко — солнце палит, никакого дождя или снега.",
  "BusRepair.14_Pam": "Если хочешь съездить, билет стоит 500з. Просто купи его в автомате, когда я на смене — с 10 утра до 5 вечера, если, конечно, не праздник.",
  "BusRepair.15_Pam": "Ну, отлично!$1",
  "BusRepair.16_Pam": "Самое время отметить это у Гаса!",
  "BusRepair.17_Penny": "Мама!",
  "BusRepair.18_Lewis": "ПЭМ, ХВАТИТ!",

  "BridgeRepair.1_Marlon": "Гил рассказывал, что слышал что-то странное во время ночного дежурства, но был слишком сонным, чтобы выяснить, что это было...",
  "BridgeRepair.2_Linus": "Ха-ха! В его стиле.$h",
  "BridgeRepair.3_Marlon": "*Вздох*",
  "BridgeRepair.4_Marlon": "...Итак, мост всё-таки починили?",
  "BridgeRepair.5_Robin": "Хм...",
  "BridgeRepair.6_Robin": "Должна признать, работа впечатляющая. Прочные балки, надёжные соединения...#$b#Кто бы это ни сделал, он явно мастер своего дела.#$b#Но это была не я, и никто из нашей деревни тоже. Так кто же его починил?$2",
  "BridgeRepair.7_Linus": "Возможно, это силы природы. Духи леса помогают тем, кто нуждается.$h",
  "BridgeRepair.8_Robin": "Ой, ну перестань. Деревья сами не вырубаются, не пилят себя на доски и не строят мосты.$4",
  "BridgeRepair.9_Linus": "Иногда магия долины творит чудеса без лишнего шума.",
  "BridgeRepair.10_Linus": "А ты как думаешь, @?",
  "BridgeRepair.11_Robin": "Ты хочешь сказать... это какая-то магическая загадка?$2#$b#Да быть такого не может. Должно быть, есть более приземлённое объяснение.",
  "BridgeRepair.12_Marlon": "Не всегда логика даёт ответы, Робин.#$b#Порой лучшее происходит просто потому, что ты веришь.#$b#Кто бы ни сделал это, он подарил нам кое-что важное. Теперь у нас снова есть доступ к карьеру.",
  "BridgeRepair.13_Robin": "Да уж... Всё равно не верю, но ладно. Спасибо тебе, Йоба, что ли.$4",
  "BridgeRepair.14_Linus": "Природа полна тайн.$h",
  "BridgeRepair.15_Robin": "Конечно. А если увидишь деревья с молотками и гвоздями, сразу мне сообщи.$6",

  "IceCreamPromoted.1_Alex": "Вот твоё мороженое, держи!",
  "IceCreamPromoted.2_Jas": "Спасибо, Алекс.$1",
  "IceCreamPromoted.3_Vincent": "Я хочу самое большое мороженое в мире! У тебя есть супер-гигантский размер?",
  "IceCreamPromoted.4_Alex": "Хех, малец, у меня только обычный и большой. Но для тебя добавлю побольше начинки!",
  "IceCreamPromoted.5_Vincent": "О! Здрасте, ${дядя^тётя}$ @!",
  "IceCreamPromoted.6_Jas": "Доброе утро! Ты тоже за мороженым?",
  "IceCreamPromoted.7_Alex": "Привет!",
  "IceCreamPromoted.8_Vincent": "Давайте сюда! Мороженое у Алекса — лучшее в городе, правда!",
  "IceCreamPromoted.9_Alex": "Хех, это всё благодаря бабушкиному рецепту. Она сама его придумала, и каждое лето все его обожают.",
  "IceCreamPromoted.10_Vincent": "Правда? Вот это да! Вам обязательно нужно попробовать, ${дядя^тётя}$ @. Супер-вкусно!$1",
  "IceCreamPromoted.11_Alex": "Спасибо за рекламу, Винсент. Ты просто маленький маркетолог!$1",
  "IceCreamPromoted.12_Vincent": "Всегда пожалуйста!#$b#Кстати... это значит, что я получу мороженое бесплатно?$1",
  "IceCreamPromoted.13_Alex": "Хитро, но платить всё равно придётся!",
  "IceCreamPromoted.14_Vincent": "Эх...",
  "IceCreamPromoted.15_Jas": "Хе-хе, Винсент, ты же знаешь, что просто так ничего не дают!$1",
  "IceCreamPromoted.16_Vincent": "Я пошутил... ну, почти.",
  "IceCreamPromoted.17_Alex": "Не волнуйся, оно стоит каждой монетки.",
  "IceCreamPromoted.18_Jas": "Спасибо, Алекс! Это просто лучший день на свете!$1",
  "IceCreamPromoted.19_Vincent": "Да-а-а!",
  "IceCreamPromoted.20_Vincent": "Лето с мороженым бабушки — это всегда весело!$1",

  "SilentAssistant.1_Sandy": "Фух!",
  "SilentAssistant.2_Sandy": "Как жарко сегодня...#$b#Кажется, в последнее время всё раскупают с невероятной скоростью! Прямо не успеваю пополнять запасы.$1",
  "SilentAssistant.3_Sandy": "Ладно, ещё один ящик...",
  "SilentAssistant.4_Sandy": "Ох... Уф...!",
  "SilentAssistant.5_Sandy": "Это вообще возможно?$3",
  "SilentAssistant.6_Sandy": "Мне точно нужна помощь...$2",
  "SilentAssistant.7_Sandy": "*Осматривается* Хм...",
  "SilentAssistant.8_Sandy": "Эй, ты, с бицепсами! Раз уж стоишь тут и красуешься — может, поможешь перетащить пару ящиков?",
  "SilentAssistant.9_Sandy": "Ну всё, считай, что согласился! Вперёд, здоровяк!",
  "SilentAssistant.10_Bouncer": "...",
  "SilentAssistant.11_Sandy": "Эй, полегче! Сломаешь — будешь платить!",
  "SilentAssistant.12_Bouncer": "...",
  "SilentAssistant.13_Sandy": "Ого, спасибо за помощь! Ты прямо силач...#$b#Ладно, ладно, ты так и выглядишь, но всё равно впечатляет!$1",
  "SilentAssistant.14_Sandy": "Хм... Учитывая твою надёжность и внушительный вид, ты бы мог стать местной достопримечательностью.#$b#Представь: 'Самый молчаливый силач Оазиса'! Хе-хе, туристы бы с ума сходили.$1$1",
  "SilentAssistant.15_Sandy": "О! А вот и @! Добро пожаловать в Оазис, дорогуша!$1",

  "FriendRemembered.1_Bear": "Это для тебя... Канноли, мой старый друг.",
  "FriendRemembered.2_Bear": "Ах, маленький фермер! Подходи ближе. Ты ${пришёл^пришла}$ как раз вовремя.",
  "FriendRemembered.3_Bear": "Каждую осень мы собираемся здесь, чтобы почтить память старого друга... Старого Канноли.",
  "FriendRemembered.4_Bear": "Мы провели вместе много лун в этих лесах. Теперь я оставляю этот кленовый сироп в память о нём.$1",
  "FriendRemembered.5_Bear": "Сегодня вечером мы отмечаем его память.$2#$b#Мы приносим ему сладости — его любимое угощение.",
  "FriendRemembered.6_Crow": "Карр! Карр!",
  "FriendRemembered.7_Bear": "А ты, маленький фермер, можешь присоединиться к нам, чтобы почтить его память.",
  "FriendRemembered.8_Bear": "Ну, хватит воспоминаний. Спасибо тебе, ${малыш^малышка}$. Старый Канноли был бы доволен.$2",

  "PierreMerchants.1": "О, привет, @! Ты тоже ${решил^решила}$ заглянуть?$1",
  "PierreMerchants.2": "Ах...",
  "PierreMerchants.3": "Вот она — Странствующая торговка.#$b#Появляется тут время от времени, всегда с экзотическими и редкими товарами.",
  "PierreMerchants.4": "Как-то я попробовал наладить с ней дело, чтобы продавать редкие семена в моём магазине.#$b#Но... скажем так, её цены такие же 'экзотичные', как и её товары!$3",
  "PierreMerchants.5": "Кстати, о семенах... Только что вспомнил, что забыл заказать семена красной капусты в этом году. Какая досада!$2#$b#Но не переживай — в следующем году они точно будут в продаже. А если повезёт, может, найдёшь их у неё.",
  "PierreMerchants.6": "Знаешь, всегда полезно держать руку на пульсе, когда речь идёт о редких вещах. Присматривай за её прилавком.#$b#Ну а мне пора возвращаться к работе. Удачи, @!$1",

  "WildGathering.1_Linus": "Ах, природа сегодня особенно щедра.$1",
  "WildGathering.2_Harvey": "Линус? Чем ты занимаешься?",
  "WildGathering.3_Linus": "О, привет, доктор.#$b#Я собираю дикорастущие травы. Эти леса — кладезь природных чудес.$1",
  "WildGathering.4_Harvey": "Правда? Какие травы ты нашёл?",
  "WildGathering.5_Linus": "Дикая мята, стрекозиные папоротники и ещё несколько полезных растений. У каждого из них есть уникальные свойства.",
  "WildGathering.6_Harvey": "Ты, похоже, знаешь эти места, как свои пять пальцев. Можно я запишу кое-что из твоих наблюдений?",
  "WildGathering.7_Linus": "Разумеется. Природа вознаграждает терпеливых и тех, кто относится к ней с уважением.$1",
  "WildGathering.8_Harvey": "Удивительно, сколько богатств скрыто в лесу. Даже современная медицина не всегда может их заменить.",
  "WildGathering.9_Linus": "Современные лекарства важны, но иногда простые природные средства оказываются лучшим решением.",
  "WildGathering.10_Harvey": "Не могу с тобой не согласиться. У природы есть чему поучиться.$1",
  "WildGathering.11_Harvey": "Слушай, а ты не против как-нибудь поделиться своими знаниями со мной?",
  "WildGathering.12_Linus": "С радостью! Такие знания нужно передавать тем, кто их действительно ценит.$1",
  "WildGathering.13_Harvey": "Спасибо, Линус. Я очень это ценю.$1",

  "FishyBusiness.1_Willy": "Ахой, Пьер!",
  "FishyBusiness.2_Willy": "Что привело тебя на пляж с утра пораньше?",
  "FishyBusiness.3_Pierre": "Вилли! Как раз тебя я и хотел увидеть.", 
  "FishyBusiness.4_Pierre": "Я тут размышлял... свежая рыба может стать отличным дополнением в мой магазин.#$b#Здешняя, довольно полезная и точно привлечёт больше клиентов! Как думаешь?", 
  "FishyBusiness.5_Willy": "Свежая, говоришь? Ты хоть представляешь, сколько мороки с тем, чтобы она оставалась свежей, Пьер?#$b#Если хранить её неправильно, она испортится быстрее, чем ты успеешь продать. А переработка рыбы — отдельная головная боль.", 
  "FishyBusiness.6_Pierre": "Много льда и быстрая продажа... Разве этого недостаточно?$4", 
  "FishyBusiness.7_Willy": "Эх, Пьер, дело не только в льде. Рыбу нужно правильно обрабатывать.#$b#Иначе твой магазин пропахнет так, что никто и на порог не зайдёт!$2#$b#Представь себе пастернак с запахом рыбы.$2", 
  "FishyBusiness.8_Pierre": "Хмм...",
  "FishyBusiness.9_Pierre": "Не подумал об этом... Может, вложиться в промышленную морозилку? Или лучше сосредоточиться на сушёной и копчёной рыбе?$4",
  "FishyBusiness.10_Willy": "Оставайся в том бизнесе, что знаешь. Море живёт по своим правилам и не терпит дилетантов.",
  "FishyBusiness.11_Pierre": "...Ты прав. Спасибо за совет, Вилли.$2",
  "FishyBusiness.12_Pierre": "*Вздох*",
  "FishyBusiness.13_Pierre": "Лучше я вернусь в магазин. Увидимся.$2",
  "FishyBusiness.14_Willy": "Береги себя, Пьер. И удачи с продажами!$1",
  "FishyBusiness.15_Willy": "Хех.",
  "FishyBusiness.16_Willy": "Хорошо, что он быстро сдался... Я бы не потерпел конкуренции!$3#$b#Ха! У него не было ни единого шанса в рыбном бизнесе!$a",

  "FamilyReunited.1_Jodi": "К-Кент... Это ведь правда ты!? Ты вернулся!$2",
  "FamilyReunited.2_Kent": "Джоди...",
  "FamilyReunited.3_Jodi": "Я так скучала по тебе, дорогой. Каждый день я мечтала об этом моменте.$1",
  "FamilyReunited.4_Kent": "Прости, что меня так долго не было... но теперь я с вами. До конца своих дней.",
  "FamilyReunited.5_Vincent": "Пап? Ты и правда вернулся?$2",
  "FamilyReunited.6_Kent": "Да, это я малыш. Я снова дома, рядом с вами.$1",
  "FamilyReunited.7_Vincent": "Пап! Я так скучал!",
  "FamilyReunited.8_Sam": "Привет, пап... С возвращением домой. Мы ждали тебя.",
  "FamilyReunited.9_Kent": "Сэм, ты такой взрослый. Я так горжусь тобой, сынок.$1",
  "FamilyReunited.10_Sam": "Пап... Не смущай меня.$10",
  "FamilyReunited.11_Jodi": "О, @! Я даже не заметила, что ты тоже здесь. Прости!",
  "FamilyReunited.12_Jodi": "Кент, это @. ${Он^Она}$ ${переехал^переехала}$ сюда, пока тебя не было. Мы очень подружились.",
  "FamilyReunited.13_Kent": "А, значит, это ты — @. Джоди часто рассказывала о тебе в своих письмах.#$b#Спасибо тебе за то, что ${присматривал^присматривала}$) за моей семьей.",
  "FamilyReunited.14_Sam": "Спасибо, Себастиан. Ты мой лучший друг.",
  "FamilyReunited.15_Sebastian": "Да ладно, пустяк.#$b#Но, знаешь, на миг показалось, что ты сейчас заплачешь. Может, платочек подкинуть?$1",
  "FamilyReunited.16_Sam": "ЧО!? Я и плакать! Ты вообще дурак?$8",
  "FamilyReunited.17_Vincent": "Правда, Сэм? Ты чуть не заплакал? Ты ведь такой взрослый!$1",
  "FamilyReunited.18_Sam": "Не-не-не! Это клевета! Он всё выдумал!$8#$b#Это ты плакал, Винсент!$5",
  "FamilyReunited.19_Sebastian": "Ну-ну. Как скажешь. Только не утопи себя в слезах.$1#$b#Я пошёл. Позови, когда закончишь реветь.",
  "FamilyReunited.20_Kent": "Спасибо тебе, Себастьян.",
  "FamilyReunited.21_Sam": "Проваливай, давай!",
  "FamilyReunited.22_Jodi": "Пойдёмте домой. Я приготовила вкусный завтрак. И нам есть что обсудить.$1",
  "FamilyReunited.23_Sam": "Эй, пап, давай я понесу твою сумку.",
  "FamilyReunited.24_Vincent": "Пап! Я нарисовал рисунок! Ты должен его увидеть, когда вернёмся домой!$1",
  "FamilyReunited.25_Kent": "Спасибо, Сэм. И с нетерпением жду увидеть твой рисунок, Винсент.$1",
  "FamilyReunited.26_Jodi": "Пойдёмте скорее, нам столько всего нужно вспомнить и рассказать.$1",

  "FamilyReunitedCTs.Sam": "Что? Нет! Я не плачу!$9#$b#Просто… аллергия. Да, именно аллергия! Ясно?$2#$e#Знаешь… рад, что папа вернулся. Теперь всё снова будет, как раньше.",
  "FamilyReunitedCTs.Vincent": "Я так счастлив, что папа наконец-то дома! Я ужасно по нему скучал!$1",
  "FamilyReunitedCTs.Jodi": "Поверить не могу, что Кент снова с нами. Это как сон… Я не могла бы быть счастливее.$1#$e#Теперь я могу наконец перестать волноваться каждый день. Наша семья снова в сборе.$1",
  "FamilyReunitedCTs.Kent": "Странное чувство — снова быть дома... Мне нужно немного времени, чтобы привыкнуть, но я рад вернуться.$1",
  "FamilyReunitedCTs.Sebastian": "Сэм с утра позвонил мне, чтобы я забрал Кента. Ну, теперь он точно мне должен.#$e#И не слушай его — он явно собирался разрыдаться.$3"
}