{	
	//Config options
	
	"config.ShopType.name": "Shop Type",
    "config.ShopType.description": "Chooses whether you buy the portraits outright or a token item. The token item can be given to the relevant datable to have their portrait delivered to you within two days.",
	"config.ShopType.values.immediate": "buy portraits immediately",
	"config.ShopType.values.onetime": "buy portraits after first portrait",
	"config.ShopType.values.immersion": "gift ticket to NPC for portrait",
	
	"config.UnlockCondition.name": "Unlock Condition",
    "config.UnlockCondition.description": "Determines when the portrait shop is available. By default, this requires Haley at 4 hearts.",
	"config.UnlockCondition.values.hearts": "default (4 hearts)",
	"config.UnlockCondition.values.always": "2 hearts (Haley room open)",
	
	//Item and Shop Strings
	
	"PortraitShop.Ticket.Name": "Portrait Ticket",
	"PortraitShop.Ticket.Description": "Give to a villager for a photo session with Haley! Includes a free portrait for the villager to gift to a friend.",
	
	"PortraitShop.Closed": "If you're seeing this, you've encountered a bug. Congratulations! Please report this to the modpage.",
	"PortraitShop.Open": "Feel free to take a ticket! Show it to me if you're wanting a photo of yourself or a portrait to give to someone else.",
	
	"PortraitShop.Portraits.Closed": "Hey! I don't sell portraits this late, so come back tomorrow before 10 PM and I'll make sure to sell you a portrait.",
	"PortraitShop.Portraits.Open": "Portraits of townspeople for sale!",
	
	"PortraitShopOpen.Body": "@,^^I recently picked up a few portrait frames from the Travelling Cart for a few of my photos and the woman running it mentioned she was looking to get a few in stock to offer some married couples around town. Since I'm pretty good with a camera, I let her know that I'd buy some of her portrait frames if anyone in town was interested in getting a picture of someone they care about.^^If you've got any really good friends you'd want a portrait of, just pick up a portrait ticket at my dark room door and give it to them - I'll set up a photo session with them and let them send you the result!^^Oh, and I'm always looking for more photography practice, so if you've got anyone in other towns who wants their portrait taken, just send them my way!^   -Haley",
	"PortraitShopOpen.Title": "Haley's Portrait Shop",
	
	"PortraitShopOpen.Alt": "@,^^I recently picked up a few portrait frames from the Travelling Cart for a few of my photos and the woman running it mentioned she was looking to get a few in stock to offer some married couples around town. Since I'm pretty good with a camera, I let her know that I'd buy some of her portrait frames if anyone in town was interested in getting a picture of someone they care about.^^If you've got any really good friends you'd want a portrait of, just stop by my dark room door to pick one up. You'll have to be good friends with them though - it'd be a little creepy if you just could get a photo of whoever you want!^^Oh, and I'm always looking for more photography practice, so if you've got anyone in other towns who wants their portrait taken, just send them my way!^   -Haley",
	"PortraitShopOpen.AltTitle": "Haley's Portrait Shop Alternate",
	
	//MAILS
	
	//Default Mails
	
	"Abigail.PortraitMail": "Hi @. ^^It was actually pretty fun doing a photo shoot with Haley - she and Emily had me try on a bunch of cool outfits (I still think I look best in the knight one Emily brought out)! I wasn't sure if you'd want any of the other outfit ones, though, so I've sent one of me in my usual day-to-day outfit.^^    -Abby",
	"Leah.PortraitMail": "Dear @,^^Haley and I had a pretty long talk on the best way to take photographs of nature that we almost completely forgot to actually take any photos! We ended up trying a few different lightings and photos before settling on this portrait I've sent to you.^^   - Leah",
	"Penny.PortraitMail": "Thank you for the photo session, @. I was pretty nervous, but it was actually really fun! Mom cried when I brought home an extra one for her, too, so in a way, you gave us both a gift.^^I've enclosed one of the best photos Haley took as a portrait. Feel free to hang it anywhere on your farm. I'm glad to have you as a friend.^^ - Penny",
	"Maru.PortraitMail": "Hey, @!^^Thanks for giving me the push to go see Haley for some portraits. I think Mom and Dad were really happy to get a portrait of me that wasn't me blinking while a picture was being taken.^^Oh, and before I forget, here's yours! I think I probably look the best in this one, at least!^^ - Maru",
	"Haley.PortraitMail": "@,^^Thanks for taking me up on my portrait services! Even if it is in a bit of a weird way - trying to get a perfect self-portrait is pretty difficult when you don't immediately see if the lighting is perfect or not.^^I ended up recruiting Em to take the picture. I think it came out okay, though. Let me know what you think!^^    -Haley",
	"Emily.PortraitMail": "@,^^Thanks for suggesting the portrait session! Haley and I both really enjoyed the bonding time, and I got to do some clothing therapy for myself!^^I think this portrait enclosed is my favorite, though. I think this one expresses my truest self, and I think that is what you were looking for when you gifted me this portrait ticket.^^   Love, Emily",
	
	"Sebastian.PortraitMail": "Hey.^^It wasn't easy getting a good photo, but Haley finally managed to get a portrait that looked good to her.^^I ordered two - one for Mom, and one for you. I think she appreciated having a new portrait, but also asked if it was meant as a replacement for actually interacting with the rest of the family.^^Anyway, here's the portrait. Hope you enjoy it.^^     -Sebastian",
	"Elliott.PortraitMail": "@,^^It was quite the enlightening experience to spend time posing for a portrait with Haley. Apparently, my lustrous hair lends itself well to portraiture, but my facial expressions could use some work.^^I have enclosed the finest of the relevant portraits in this mail. Should you have any critiques, please do let me know so that future portraits are of only the highest quality for someone so dear to me. ^^           -Elliott",
	"Sam.PortraitMail": "@,^^Here's the portrait you wanted! I tried to get a sillier one, but Haley made a face and told me to just do a normal smile for a portrait for you. (I got Vincent a silly one, though. He was thrilled to have a portrait of his older brother with a weird face, and Haley was willing to take that one once I mentioned the little guy would be thrilled.)^    -Sam",
	"Harvey.PortraitMail": "@,^^After initially having an awkward time (Haley thought I was coming in for a house call!) I managed to get a good portrait to send to you.^^Haley also volunteered to do a few business pictures for me for the hospital, so you might end up seeing a few familiar portraits around the clinic soon!^^    - Harvey",
	"Alex.PortraitMail": "@,^^Haley and I spent a lot of time catching up before we managed to get around to working on the portrait, so I only have a normal portrait for you. Hopefully this is what you wanted, though.^^      -Alex",
	"Shane.PortraitMail": "Hey.^^Thanks for suggesting the portrait thing. I really didn't see much of a reason to go, but Jas tagged along and begged Haley to take one of her, too. Not sure whether it's a good portrait or not, but it made Jas happy, so I don't mind much.^^Anyway, here's your portrait. Enjoy. ^^    -Shane",
	
	"Krobus.PortraitMail": "@,^^I was walking outside at night and thought I saw a Shadow Person! I snapped an image of it and it left a portrait ticket behind once I did, so I figured I'd send it over to you.^^(Several questions look to be started and then crossed out over the next couple of lines.)^^I don't think I'll say anything to Em - I'd rather not say anything that'll make her think I've started seeing 'another world' or have it be said at the Saloon - I've heard those guys in the mountains go after those things with swords, and it wasn't hurting us, so...^^Well, I guess I'll talk with you later? Enjoy the portrait!^^    -Haley",
	"Krobus.PortraitMail.HaleyMarried": "@,^^I think I saw that shadow person you mentioned was in the sewers - Krobus or something? - on my way back from visiting Em. They had a portrait ticket with them, so I got a portrait for you of them. They seemed wary of me and ran away after one photo... if you need, we can go visit them for a better portrait.^^Oh, and I know I could just give this to you at home, but I think it'd be better as a surprise for you if it was in the mailbox.^^    - Haley",
	
	"Abigail.PortraitTitle": "Abigail's Portrait",
	"Leah.PortraitTitle": "Leah's Portrait",
	"Penny.PortraitTitle": "Penny's Portrait",
	"Maru.PortraitTitle": "Maru's Portrait",
	"Haley.PortraitTitle": "Haley's Self-Portrait",
	"Emily.PortraitTitle": "Emily's Portrait",
	"Sebastian.PortraitTitle": "Sebastian's Portrait",
	"Elliott.PortraitTitle": "Elliott's Portrait",
	"Sam.PortraitTitle": "Sam's Portrait",
	"Harvey.PortraitTitle": "Harvey's Portrait",
	"Alex.PortraitTitle": "Alex's Portrait",
	"Shane.PortraitTitle": "Shane's Portrait",
	"Krobus.PortraitTitle": "Krobus's Portrait",
	
	//Spouse Mails
	
	"Haley.SpousePortrait.Married.Abigail.Intro": "To the lovely married couple of @ and Abigail,",
	"Haley.SpousePortrait.Married.Leah.Intro": "To the lovely married couple of @ and Leah,",
	"Haley.SpousePortrait.Married.Penny.Intro": "To the lovely married couple of @ and Penny,",
	"Haley.SpousePortrait.Married.Maru.Intro": "To the lovely married couple of @ and Maru,",
	"Haley.SpousePortrait.Emily.Intro": "To Em and @,",
	"Haley.SpousePortrait.Married.Sebastian.Intro": "To the lovely married couple of @ and Sebastian,",
	"Haley.SpousePortrait.Married.Elliott.Intro": "To the lovely married couple of @ and Elliott,",
	"Haley.SpousePortrait.Married.Sam.Intro": "To the lovely married couple of @ and Sam,",
	"Haley.SpousePortrait.Married.Harvey.Intro": "To the lovely married couple of @ and Harvey,",
	"Haley.SpousePortrait.Married.Alex.Intro": "To the lovely married couple of @ and Alex,",
	"Haley.SpousePortrait.Married.Shane.Intro": "To the lovely married couple of @ and Shane,",
	
	"Haley.RoommatePortrait.Roommate.Krobus.Intro": "@,",
	
	"Haley.SpousePortrait.Abigail": "Your portrait is finished! One image of Abigail to hang on your walls is included in this mail. If you ever want another, just send her over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Leah": "Your portrait is finished! One image of Leah to hang on your walls is included in this mail. If you ever want another, just send her over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Penny": "Your portrait is finished! One image of Penny to hang on your walls is included in this mail. If you ever want another, just send her over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Maru": "Your portrait is finished! One image of Maru to hang on your walls is included in this mail. If you ever want another, just send her over again with a portrait ticket and I'll develop another for you to take home.",
	
	"Haley.SpousePortrait.Emily": "Your portrait is finished! One image of my sister to hang on your walls is included in this mail. If you ever want another, just send her over again with a portrait ticket and I'll develop another for you to take home.^^And thank you for supporting my hobbies! I can use some of the proceeds from this to get a better lens for my camera for even better portraits in the future. Hope to see you soon!^^   - Haley", //This doesn't get the edit - I'm not allowing a sister wives situation here!
	
	"Haley.SpousePortrait.Sebastian": "Your portrait is finished! One image of Sebastian to hang on your walls is included in this mail. If you ever want another, just send him over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Elliott": "Your portrait is finished! One image of Elliott to hang on your walls is included in this mail. If you ever want another, just send him over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Sam": "Your portrait is finished! One image of Sam to hang on your walls is included in this mail. If you ever want another, just send him over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Harvey": "Your portrait is finished! One image of Harvey to hang on your walls is included in this mail. If you ever want another, just send him over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Alex": "Your portrait is finished! One image of Alex to hang on your walls is included in this mail. If you ever want another, just send him over again with a portrait ticket and I'll develop another for you to take home.",
	"Haley.SpousePortrait.Shane": "Your portrait is finished! One image of Shane to hang on your walls is included in this mail. If you ever want another, just send him over again with a portrait ticket and I'll develop another for you to take home.",
	
	"Emily.SpousePortrait": "@,^^Haley wanted me to send over this portrait once it was finished developing. Since she lives with you most of the time, she wanted to make sure I could still keep the dark room back at our house in working order - and let us bond over her love of photography!^^I hope the two of you are doing well on {{FarmName}} Farm, and you're both always welcome back at my home.^ Love, Emily",
	
	"Haley.RoommatePortrait.Krobus": "I wasn't sure what I was expecting when I got a letter to come over to the house for a portrait, but I didn't realize your roommate was, well... a Shadow Person, I think it was? I may or may not have screamed in terror for a moment and scared them for a moment... sorry about that.^^They wanted a portrait of themselves for your house and said you trusted me to not say anything, so I'm... honored? Anyway, I promise I won't say anything - Em would probably think I was insane or the Adventurer's Guild would probably do something terrible.^^Oh, and here's the portrait of them. I think it came out well, and I'll get rid of the negatives as discreetly as I can. Let me know if you two need anything else, alright?^^    -Haley",
	
	"Haley.RoommatePortrait.Krobus.HaleyMarried": "Sorry this is coming in the mail, but I didn't want anyone else to see the portrait developed of our Shadow friend. I got a few good shots of Krobus on the farm in the rain, and developed it into this portrait. Hang it wherever - I hope I got his good side!^^    - Haley",
	
	"Haley.SpousePortraitTitle.Abigail": "Abigail's Portrait",
	"Haley.SpousePortraitTitle.Leah": "Leah's Portrait",
	"Haley.SpousePortraitTitle.Penny": "Penny's Portrait",
	"Haley.SpousePortraitTitle.Maru": "Maru's Portrait",
	"Emily.SpousePortraitTitle": "Haley's Portrait",
	"Haley.SpousePortraitTitle.Emily": "Emily's Portrait",
	"Haley.SpousePortraitTitle.Sebastian": "Sebastian's Portrait",
	"Haley.SpousePortraitTitle.Elliott": "Elliott's Portrait",
	"Haley.SpousePortraitTitle.Sam": "Sam's Portrait",
	"Haley.SpousePortraitTitle.Harvey": "Harvey's Portrait",
	"Haley.SpousePortraitTitle.Alex": "Alex's Portrait",
	"Haley.SpousePortraitTitle.Shane": "Shane's Portrait",
	"Haley.RoommatePortraitTitle.Krobus": "Krobus's Portrait",
	
	//PPAF Alterations
	
	"Haley.SpousePortrait.PPAF.Abigail.Intro": "To @ and Abigail,",
	"Haley.SpousePortrait.PPAF.Leah.Intro": "To @ and Leah,",
	"Haley.SpousePortrait.PPAF.Penny.Intro": "To @ and Penny,",
	"Haley.SpousePortrait.PPAF.Maru.Intro": "To @ and Maru,",
	"Haley.SpousePortrait.PPAF.Sebastian.Intro": "To @ and Sebastian,",
	"Haley.SpousePortrait.PPAF.Elliott.Intro": "To @ and Elliott,",
	"Haley.SpousePortrait.PPAF.Sam.Intro": "To @ and Sam,",
	"Haley.SpousePortrait.PPAF.Harvey.Intro": "To @ and Harvey,",
	"Haley.SpousePortrait.PPAF.Alex.Intro": "To @ and Alex,",
	"Haley.SpousePortrait.PPAF.Shane.Intro": "To @ and Shane,",
	
	//Universal Haley Letter Ends
	
	"Haley.SpouseLetterEnd.Default": "And thank you for supporting my hobbies! I can use some of the proceeds from this to get a better lens for my camera for even better portraits in the future. Hope to see you soon!^^   - Haley",
	"Haley.SpouseLetterEnd.Married": "Oh, and sorry for the form letter, honey. I figure I need to be professional, even if it is for someone we both love. Think of this as a sweet love letter from me to the both of you.^^  - Love <, Haley",
	"Haley.SpouseLetterEnd.Housemate": "Oh, and sorry for the form letter, @. I figure I need to be professional, even if it is for someone we both live with. Think of this as a letter from your {{termofEndearment}} to the both of you.^^  - Haley",
	
	//Divorce Mails
	
	"DivorceMail.Abigail": "@,^^I heard about what happened with you and Abigail. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Leah": "@,^^I heard about what happened with you and Leah. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Penny": "@,^^I heard about what happened with you and Penny. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Maru": "@,^^I heard about what happened with you and Maru. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	
	//Two special mails.
	"DivorceMail.Haley": "Thanks for the memories, @. I'm not happy you couldn't tell me face to face you didn't want to be around me anymore, but... I guess it wasn't meant to be, was it?^^You can have this portrait. Em was developing it for the two of us, but... looking at it just reminds me what's happened between us now. Keep it as a reminder of our time together - or throw it away like you did with our marriage. It doesn't matter now.^^(A wet tear stain seems to bleed the last few words on the mail.)",
	"DivorceMail.Emily": "You're not welcome at our house any more, @. My sister came home crying last night and couldn't bear to look at this portrait of her, so I'm sending it over to you.^^Keep it or toss it, I don't care. Just stay away from my sister, okay?^^     -Haley",
	
	"DivorceMail.Sebastian": "@,^^I heard about what happened with you and Sebastian. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Elliott": "@,^^I heard about what happened with you and Elliott. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Sam": "@,^^I heard about what happened with you and Sam. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Harvey": "@,^^I heard about what happened with you and Harvey. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Alex": "@,^^I heard about what happened with you and Alex. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	"DivorceMail.Shane": "@,^^I heard about what happened with you and Shane. I'm not sure if you still even want this portrait after it, but since it was meant to be sent to you two earlier, I figured I'd still send it over to {{FarmName}} Farm.^^If it isn't something either of you want to keep - and I wouldn't blame either of you for it - just throw it away or send it back so I can throw it out myself. I'm sorry I can't give you a refund, but under the circumstances, I doubt it'll be the main thing on your mind.^^I guess I'll see you in town sometime soon? I'm not sure how to end a letter like this...^^     - Haley",
	
	"Abigail.DivorcePortrait": "Abigail's Portrait",
	"Leah.DivorcePortrait": "Leah's Portrait",
	"Penny.DivorcePortrait": "Penny's Portrait",
	"Maru.DivorcePortrait": "Maru's Portrait",
	"Haley.DivorcePortrait": "Haley's Self-Portrait",
	"Emily.DivorcePortrait": "Emily's Portrait",
	"Sebastian.DivorcePortrait": "Sebastian's Portrait",
	"Elliott.DivorcePortrait": "Elliott's Portrait",
	"Sam.DivorcePortrait": "Sam's Portrait",
	"Harvey.DivorcePortrait": "Harvey's Portrait",
	"Alex.DivorcePortrait": "Alex's Portrait",
	"Shane.DivorcePortrait": "Shane's Portrait",
	
	//DIALOGUES
	
	//Global Reject for Vanilla Villagers and Reject for In-Progress Portrait
	"PortraitShop.GlobalReject": "%This villager doesn't have a portrait! Try gifting it to a datable or roommatable villager.",
	
	//Reject Portrait Ticket if a portrait is in progress for that character
	"PortraitShop.PortraitInProgress": "%Haley is currently working on a portrait for this person, please try again later.",
	
	//Prevent Portrait Ticket Gifting on Birthday (when it might be overridden)
	"PortraitShop.BirthdayPrevent": "You can't give a villager a portrait ticket on their birthday! (They'd take it as a neutral birthday gift!)",
	
	//Rejection Dialogues
	
	"PortraitShop.Abigail.Reject": "Um... I'd rather not?$u#$b#Sorry, @, I'm not really good with portraits.$8",
	"PortraitShop.Leah.Reject": "Oh, you want...$6#$b#...Sorry, @. I have personal reasons for not wanting to have just anyone take my portrait.$s",
	"PortraitShop.Penny.Reject": "You want me to - $12#$b#I mean... I'm flattered! I just... don't know you well enough to get my portrait taken for you. I'm sorry.$s",
	"PortraitShop.Maru.Reject": "Oh, trust me, @, you don't want a portrait of me.#$b#I usually get my picture taken without my glasses, and I end up blinking when the glasses come off. You'd probably get the worst possible photo!$h",
	"PortraitShop.Haley.Reject.Low": "...No.$u#$e#Look. You're... not my favorite person right now, and these portraits are expensive, so... it's not happening, okay?$u",
	"PortraitShop.Haley.Reject": "Sorry, @, but I don't really think taking a selfie would be the best way to do a portrait.$s#$b#It might be good practice eventually, but I should probably take pictures of others first, right?#$e#How about this? You and I get to know each other a bit more, and I'll send you the perfect self-portrait. Sound good?$13",
	"PortraitShop.Emily.Reject": "Oh... I'm sorry, @, but I wouldn't really feel comfortable giving you a portrait of myself.$s",
	
	"PortraitShop.Sebastian.Reject": "%Sebastian slowly raises an eyebrow at you as you present the portrait ticket.#$e#...I'm not sure when I gave you the idea that I liked having my picture taken, @, but the answer is no.$u",
	"PortraitShop.Elliott.Reject": "Ah, I respect Haley's dedication to the arts - Leah often speaks of her talent in photography - but...$7#$b#I'm sorry, @, I simply am not at ease with simply having my portrait in another's home.$s",
	"PortraitShop.Sam.Reject": "Don't get me wrong, @, I love taking the occasional picture, but I just can't sit still during any formal thing, you know?#$b#So, thanks, but I think I'll have to pass.",
	"PortraitShop.Harvey.Reject": "Y-You want a picture of me??$8#$b#I... I'm sorry, @, but I'd really rather not. I don't really know you well enough.$s",
	"PortraitShop.Alex.Reject": "Nah. I like spending time with Haley and listening to her talk about taking pictures, but I don't really want one of my own.#$e#...And I'm not really into giving you one right now either, @. Sorry.$9",
	"PortraitShop.Shane.Reject.Low": "Yoba, no. Absolutely not.$s#$e#I hate pictures and I'm not comfortable giving you of all people my portrait.$a",
	"PortraitShop.Shane.Reject": "Yoba, no. Absolutely not.$s#$b#It'd probably look awful, and I don't really have anything nice to wear. Trust me, you don't want a portrait of me, @.$u",
	
	"PortraitShop.Krobus.Reject": "A 'portrait'? I'm not sure that would be a good idea...$u#$e#If a human manages to see me, I may be hunted. I do not want to meet a terrible fate for a simple image of myself.$s",
	"PortraitShop.Krobus.Reject.Friday": "...$s#$e#%Krobus is sadly shaking his head no.",
	
	//Accept Dialogues
	
	"PortraitShop.Abigail.Accept": "You want a portrait of me?$7#$b#...Sure, why not! I'll go see Haley. No promises I won't send you a funny one, though.$h",
	"PortraitShop.Abigail.Accept.Spouse": "A portrait, huh? I guess it would probably be nice to have some photos around the house...#$b#I'll go see Haley later today. I'll try and make it something good we can hang up here at home.$l",
	"PortraitShop.Abigail.Accept.PPAF": "A portrait, huh? I guess it would probably be nice to have some photos around the house...#$b#I'll go see Haley later today. I'll try and make it something good we can hang up here at home.",
	
	"PortraitShop.Leah.Accept": "Normally, I'd say no, but I guess I do know you well enough...$u#$b#...so, why not? I'll get together with Haley and have her take a few shots, and we'll send you one of my best.",
	"PortraitShop.Leah.Accept.Spouse": "Hmmm, a portrait of me? It could work as a sort of reference for a piece representing the self and how it's viewed externally...$7#$b#Alright. I'll head over to Haley sometime later today. I'll get one to hang up here and one for creative purposes.$l",
	"PortraitShop.Leah.Accept.PPAF": "Hmmm, a portrait of me? It could work as a sort of reference for a piece representing the self and how it's viewed externally...$7#$b#Alright. I'll head over to Haley sometime later today. I'll get one to hang up here and one for creative purposes.",
	
	"PortraitShop.Penny.Accept": "O-Oh! You want a picture of - $12#$b#I'll try and make some time here soon to go see Haley. I don't really have anything fancy to wear, though...$u#$b#...I'm probably worrying too much. I'll try and make sure I can send you a good portrait, at least!$11", //Admittedly, I'm being a bit of a troll with that last line, given the portrait.
	"PortraitShop.Penny.Accept.Spouse": "Of course, dear. It would be nice to have a few family portraits around the house.$l#$e#I'll go see her the next time I'm free, alright?$l",
	"PortraitShop.Penny.Accept.PPAF": "Of course, @. It would be nice to have a few photos of ourselves around the house.#$e#I'll go see her the next time I'm free, alright?",
	
	"PortraitShop.Maru.Accept": "A portrait? Are you sure you don't want one of my latest inventions instead?$9#$b#Haley's probably going to waste so much film getting the right picture, but sure, I can go see her about a portrait.$h",
	"PortraitShop.Maru.Accept.Spouse": "You know, you're right - we could use some portraits of ourselves around here!$u#$b#I'll go see Haley. Just make sure to get a portrait of yourself sometime too, alright?$l",
	"PortraitShop.Maru.Accept.PPAF": "You know, you're right - we could use some portraits of ourselves around here!$u#$b#I'll go see Haley. Just make sure to get a portrait of yourself sometime too, alright?$h",
	
	"PortraitShop.Haley.Accept": "Hmmmm... a self-portrait? That'll be a challenge - I won't be able to have my eyes both behind and in front of the camera.#$b#Still, you're the one who taught me to try new things, so I'll do my best!$h",
	"PortraitShop.Haley.Accept.Spouse": "You know, I've been meaning to go use my old darkroom for developing photos... I guess this gives me the perfect excuse to finally do it, huh?$h#$b#I'll head out when I'm next free. And maybe I'll bring some... special photos home for the two of us, too.$l", //Honestly, this is in line with vanilla lines from Haley. It's also vague enough that in a literal sense it doesn't have to mean what some people might automatically assume it means.
    "PortraitShop.Haley.Accept.PPAF": "You know, I've been meaning to go use my old darkroom for developing photos... I guess this gives me the perfect excuse to finally do it, huh?$h#$b#I'll head out when I'm next free. Try not to miss me too much while I'm gone, alright?$13", 	
	
	"PortraitShop.Emily.Accept": "Oh, that's a great idea, @! I'd love to send you my portrait.$h#$b#It shouldn't be too difficult - sometime when I'm off work I'll let Haley know and we'll have a photo shoot.",
	"PortraitShop.Emily.Accept.Spouse": "Oh, of course, @! I'll let Haley know as soon as possible.$h#$b#I'll have her come over when you're out doing farm work and we'll have a photo session here at home.",
	"PortraitShop.Emily.Accept.PPAF": "Oh, of course, @! I'll let Haley know as soon as possible.$h#$b#I'll have her come over when you're out doing farm work and we'll have a photo session here at home.", //No change necessary
	
	"PortraitShop.Sebastian.Accept": "...I mean, I guess I wouldn't mind, since it's you.$h#$b#I'll go see Haley sometime soon. Hopefully it doesn't take too long to get a good picture.$7",
	"PortraitShop.Sebastian.Accept.Spouse": "Sure? I mean, normally I wouldn't really want to just sit somewhere and get my picture taken...#$b#But I'd sit through any amount of photo sessions if it was something you really wanted, so... I guess I'll go see Haley later?$l",
	"PortraitShop.Sebastian.Accept.PPAF": "Sure? I mean, normally I wouldn't really want to just sit somewhere and get my picture taken...#$b#But I'd sit through any amount of photo sessions for my {{termofEndearment}}, so I think it'll be fine.$h",
	
	"PortraitShop.Elliott.Accept": "Of course, @! It would be my pleasure to provide you with a portrait of myself.$h#$b#I will visit Haley shortly. If you have any requests for the portrait, do let me know.",
	"PortraitShop.Elliott.Accept.Spouse": "Of course, my love. If you desire my visage, who am I to refuse?$l#$b#I shall visit Haley and procure a portrait fitting for my spouse and our home.",
	"PortraitShop.Elliott.Accept.PPAF": "Of course, @. If you desire my visage, who am I to refuse?$h#$b#I shall visit Haley and procure a portrait fitting for my {{termofEndearment}} and our home.",
	
	"PortraitShop.Sam.Accept": "Sure, I'm down to get my portrait taken. You want a funny face one, a cool picture, one with the whole band, or?#$b#I don't really think I have anything fancy to dress up in though, so it'll just look like a normal picture of me.$h",
	"PortraitShop.Sam.Accept.Spouse": "Hey, that's not a bad idea! I can probably get a few extra for Mom, too.$h#$b#I'll make sure Haley gets a special one of me for you, though. Gotta make sure I get the best for the love of my life, right?$l",
	"PortraitShop.Sam.Accept.PPAF": "Hey, that's not a bad idea! I can probably get a few extra for Mom, too.$h#$b#I'll make sure Haley gets a special one of me for you, though. Gotta make sure I get the best for my {{termofEndearment}}, right?$10",
	
	"PortraitShop.Harvey.Accept": "Y-You want a picture of me??$8#$b#I mean, I don't mind, I just wasn't expecting someone to want a picture of me!$h#$b#I'll go see Haley soon and send you a copy in a few days, alright?",
	"PortraitShop.Harvey.Accept.Spouse": "Oh, a portrait? It would probably be a good idea to decorate the house a little with photos of us, wouldn't it?$h#$b#I'll go see Haley when I'm finished here and have one sent to us.$l",
	"PortraitShop.Harvey.Accept.PPAF": "Oh, a portrait? It would probably be a good idea to decorate the house a little with photos of us, wouldn't it?$h#$b#I'll go see Haley when I'm finished here and have one sent to us.",
	
	"PortraitShop.Alex.Accept": "Sure, I can go get a portrait of myself for you.#$b#Haley'll be thrilled - she's been trying to get me to be a test subject for her photography for ages.$h",
	"PortraitShop.Alex.Accept.Spouse": "Sure you don't just want to look at the real thing, @?$h#$b#Heh, just kidding. I'll go see Haley - she'll send us something to hang up here.",
	"PortraitShop.Alex.Accept.PPAF": "Sure you don't just want to look at the real thing, @?$h#$b#Heh, just kidding - I know you just want some photos around here. I'll go see Haley - she'll send us something to hang up here.", //Added the extra so hopefully people aren't creeped out by the first line. Realistically speaking, Alex would make a slight joke about showing off his physique regardless, but he wouldn't want to make the farmer uncomfortable in doing so.
	
	"PortraitShop.Shane.Accept": "...You know what, sure. Don't expect it to be anything fancy, though.#$b#I don't really have a good looking face for portraits or any really good formal clothes, but if you're sure you want a portrait...$u",
	"PortraitShop.Shane.Accept.Spouse": "I don't know if I'll ever get used to hearing someone wanting to look at my face as much as you do, @.$l#$b#Yeah, I'll head over to Haley and Emily's for a portrait. Just give me a few to change shirts - this one's got a pizza roll stain on it I haven't managed to get out yet.$h",
	"PortraitShop.Shane.Accept.PPAF": "I don't know if I'll ever get used to hearing someone wanting to look at my face as much as you do, @.$h#$b#Yeah, I'll head over to Haley and Emily's for a portrait. Just give me a few to change shirts - this one's got a pizza roll stain on it I haven't managed to get out yet.$6",
	
	"PortraitShop.Krobus.Accept": "My portrait? I am unsure if that is...#$b#Although perhaps if I go out at night and do not attack, or go near any human, I may be safe.$u#$b#The house is very near the sewers, yes? I will leave in my human disguise, then attempt to draw attention at night.",
	"PortraitShop.Krobus.Accept.Roommate": "You would like a portrait of me for our house?$u#$b#I suppose visitors would think it is a normal Shadow Person image, so it would be safe. If this person is trustworthy, I will send them a letter.$h",
	"PortraitShop.Krobus.Accept.Roommate.HaleyMarried": "You would like a portrait of me for our house?$u#$b#I suppose visitors would think it is a normal Shadow Person image, so it would be safe. I will speak with Haley and obtain a portrait for our shared home.$h",
	"PortraitShop.Krobus.Accept.Friday": "...$h#$b#%Krobus appears to be nodding.",
}