{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Sam",
			"Entries": {
				"marriage_Mon1": "Don't tell Mom I already had breakfast. I'm starving.$h#$b#Want me to tell her you didn't have breakfast too?",
				"marriage_Mon2": "Mom likes to teach me new recipes. I think she's trying to give me a hint to cook something for you.",
				"marriage_Mon3": "Hey. The entire family's together, neat.",
			
				"marriage_beach": "The beach sure is calming at this time of the day isn't it?",
				"marriage_beach2": "Wanna go for a swim?#$b#Lemme guess, didn't bring your swimsuit.$h",
				"marriage_beach3": "%Sam looks deep in thought.#$b#Hmm...$3#$b#Man, I'm hungry.$10",
				"marriage_beach4": "%Sam looks deep in thought.#$b#...$3#$b#@! Oh wow, I was just thinking about y-#$b#Crap, I wasn't supposed to say that out loud.$8",
				"marriage_beach5": "%Sam looks deep in thought.#$b#Hey... you smell that, Vincent? Smells good, better than pizza...$3",
				"marriage_beach6": "Woah! Look at all those hot air balloons across the sea!$h#$b#Someday that'll be us in there.",
				
				"marriage_b": "I'm gonna spend the day with Vincent. Mom tells me he misses me a lot.",
				"marriage_b2": "Vincent and I used to always go down to the beach during Summer.#$b#We don't get the chance that often anymore.$s",
				"marriage_b3": "Escaping the heat? Mom has the AC all the way up.$h",
				"marriage_b4": "Hey, honey. You look great today.#$b#I'd kiss you but Vincent's watching.$h#$b#...Maybe later?$l",
				"marriage_b5": "Hey, come a little closer...#$b#*smooch*$3#$b#Haha... You don't have to look at us, Vincent.$10",
				"marriage_b6": "{{Random: I think I'm gonna need new shoes. I can start to see my toes poking through., It's around this time of the year I always order new shoes. Unfortunately they won't be arriving for a long time.$s}}#$b#You got some extra boots lying around, right? {{Random: Mind if I borrow one in the meantime?, Yours are pretty durable.}}",
				"marriage_b7": "We're heading outside soon. Can't stay inside all day.",
				"marriage_b8a": "Hey, good to see you, always.#$b#{{Random: Stick around for awhile., Though I think Vincent is more excited than me. He's taking this brother-in-law stuff literally.$h^Though I think Vincent is more excited than me. He's taking this sister-in-law stuff literally.$h}}",
				"marriage_b8b": "Hey, good to see you, always.#$b#{{Random: Darn. Should've brought my cards with me.$3, ...I just forgot what I wanted to talk about.$s}}",
				
				"marriage_fall": "Oh man, there are mosquitoes everywhere.$8#$b#Stay near me, I'll make sure to protect you.",			
				"marriage_fall2": "Sometimes I wonder if Vincent gets bored hanging out with me.$s#$b#I guess he should be hanging out with kids his age, is what I'm saying.",
				"marriage_fall3a": "Hey, farmer @. {{Random: Having a good day?, Need something? Just say the word.}}",
				"marriage_fall3b": "Hey, farmer @. {{Random: You wanna hang with us?, I'm looking for UFOs. Don't mind me.}}",
				"marriage_fall4": "Mmm... I can smell what Gus is cooking from out here.$3#$b#{{Random: Mind heading over there and grabbing me a plate?, Maybe I'll head down to the saloon later tonight., You hungry? I can make a quick sprint for it and grab you a plate.}}",
				
				"marriage_fallb": "%Sam looks deep in thought.#$b#...$3#$b#C'mon, what was I supposed to do again? I forgot.$s",
				"marriage_fallb2": "%Sam grabs your hand.#$b#H-hey, you aren't complaining, right?$l",
				"marriage_fallb3": "Haha... look at all those little fishies swimming around down there.",
				"marriage_fallb4": "I'm sorta hungry... I'd have dinner with Mom but I feel like I'd be mooching a free meal off of her.$s#$b#{{Random: I know she's my mother... But I gotta learn to fend for myself now., Maybe I'll cook us a pizza when I get home., Do we have leftovers in the fridge?}}",
				"marriage_fallb5a": "%Sam looks deep in thought.#$b#Hey, don't worry about me. I'm just thinking about {{Random: food., ...you.}}$3",
				"marriage_fallb5b": "%Sam looks lost in the moment.#$b#Don't worry about me. I'm just thinking about {{Random: ...Ah! I forgot., some song ideas., how my day went.}}$3",			
				
				"marriage_gm": "Hi, honey. I'd co-op with you if I had another one of these.#$b#Sorry!$h",
				"marriage_gm2": "I wonder if they'll ever make Journey of the Prairie King into a mobile game.#$b#Probably for the best that doesn't exist, else I'd be going to the doctor for neck pain.$h",
				"marriage_gm3": "Deep breaths...#$b#I've got this.$3#$b#...And I just died.$s",
				"marriage_gm4": "%Sam's {{Random: on a water level, busy ripping and tearing, catching 'em all}}. Best not to disturb him.",
				"marriage_gm5": "%Sam's playi...? You aren't sure what he's playing but he looks focused. Maybe you shouldn't interrupt this time.",
				
				"marriage_guitar": "It's been a while since I've jammed.#$b#What do you think, @? Do I still have the moves?",
				"marriage_guitar2": "Hey, check out this neat riff!",
				"marriage_guitar3": "Hey, check out this neat riff!#$b#Heheh, I could play this with my eyes clo-$h#$b#Crap!$8",
				"marriage_guitar4": "I ain't got much drive to pick this thing up daily like I used to... But I'd be lying if I said I didn't miss this.",
				"marriage_guitar5": "This room has much better acoustics than what we have back at home. Sebastian's pretty picky about that stuff.",
				"marriage_guitar6": "Feels just like old times!$h#$b#Time flies, huh? Still can't believe we're married.",
				"marriage_guitar7": "%Sam's rocking out hard. He doesn't seem to be able to hear you.",
				
				"marriage_guitara": "My fingers are numb. Would one of you mind massaging it for a while?$10",
				"marriage_guitara2": "That was fun, but it'd be a lot better if we had percussion.$s#$b#I should teach you sometime.",
				"marriage_guitara3": "Why is my nose dripping? Did someone sneak pollen in here while I was gone?",
				
				"marriage_SatA": "I was just thinking... Remember that night we snuck into my room?#$b#It's crazy to think how easy it would be if we did it again, now that we're married. My parents wouldn't even bat an eye.$3#$b#W-wait! Not that I'm suggesting we do that again!$8",
				"marriage_SatA2": "Where's Sebastian? I knew I should've brought a comic with me...$7#$b#Mind giving me some company until he arrives?$l",
				"marriage_SatA3": "Hey, I wrote a song for you. I wanna play it during practice but I figured Sebastian would find it too cheesy. What do you think?$6#$b#%.thgirla yseehc s'tI .sciryl sih uoy swohs maS#$b#Oh, uh, sorry. It was upside down.$6#$b#%Sam shows you his lyrics. It's cheesy alright.#$b#Uh. I can already tell from your face... Just forget you read that.$10",
				"marriage_SatA4": "I wrote this song just now. I wanna play it during practice but I figured Sebastian would find it too cheesy. What do you think?$6#$b#%Sam shows you his lyrics... Did Sam want to make a pizza with this?#$b#Yeah, on second glance, you're right. Wow, what was I thinking?$9",
				"marriage_SatA5": "Give me your thoughts on these lyrics. I had you in mind writing it. What do you think?$6#$b#%Sam shows you his lyrics. At least it's not another love song.#$b#Sweet. I hope Sebastian doesn't mind.",
				"marriage_SatA6": "I know I can sound careless at times... So I want you to know that I seriously love you...$l",
				"marriage_SatA7": "Can't wait to jam on the guitar. I've been itching to play for a while now.",
				"marriage_SatA8": "zZz...$3",			
	
				"marriage_Sat": "I'm gonna need some warm food after practice.",
				"marriage_Sat2": "It's getting late, huh? Guess we should get going soon.",
				"marriage_Sat3": "Practice went alright I suppose. Hey, I'll be home soon.",
				"marriage_Sat4": "After how practice went today, I sometimes wonder why %band disbanded again.#$b#Right, it's cause we lost the drummer.$9",
				"marriage_Sat5": "Oh, practice was... well it was like if I had a fresh pizza from the oven and I dropped it on the floor while giving it to you.$7#$b#You didn't witness what happened, right?$10",
				
				"marriage_vincent": "I'm just checking up on the little guy.#$b#Between you and me, I still don't think he's used to me being gone.$s",
				"marriage_vincent2": "Oh, hi dear. Vincent was just talking about you. He tells me you're the coolest grown-up in town.#$b#What about me, sport? Did you forget about me?$h#$b#Although he's not wrong...$l",
				"marriage_vincent3": "Vincent still calls you Uncle @.$h^Vincent still calls you Aunt @.$h#$b#...I'll be honest it's weirding me out.$s",
				"marriage_vincent4": "I bought Vincent a new toy, he looks happy.",
				"marriage_vincent5": "Hey... at least try and solve this problem.$6#$b#Vincent really doesn't want to do his homework...$s",
				
				"marriage_worka": "Nothing beats eating Mom's food after a hard day of work.$h",
				"marriage_worka2": "Hey, if you're hungry help yourself to the fridge. My mom would say the same thing.",
				"marriage_w5": "...$3#$b#%Sam has his headphones in. It doesn't seem like he can hear you.",
				"marriage_w6": "...$3#$b#%Sam has his headphones in. It doesn't seem like he can hear you.#$b#I wonder what @'s doing...$3",
				"marriage_w7": "...$3#$b#%Sam has his headphones in. It doesn't seem like he can hear you.#$b#%You shake Sam's shoulder.#$b#zZz...$3#$b#%Sam's sleep... working?",
	
				"marriage_14heartevent": "I know I can come off as lazy... That's why I want to make this succeed.",
				
				"marriage_wh": "Thanks, Penny.",
				"marriage_wh2": "Hey, I'm helping my mom cook. {{Random: You wanna join us for dinner?, Though I think I'm ruining it., Ugh... I'm drooling a little.}}",
	
				"marriage_doctormarriage": "Don't tell me Dr. Harvey's ready already?! Aw man, I gotta finish this level quickly then.$8",
				"marriage_doctorafter": "I had a real good game going while I was waiting.#$b#Huh?#$b#Oh, yeah. Dr. Harvey said everything looks fine so you don't have to worry about a thing.$h#$b#I love you, see you back home soon.$l",
				"marriage_13": "You look ready. Unfortunately, I don't think my little brother and I stand a chance against you or Abigail.$h#$b#Again...#$b#Hey, don't feel bad. I once helped Vincent find eggs while they were still hiding them and he still lost. He's just not competitive.#$b#...That's also why I'm not allowed in until they're done.$10",
				"marriage_nm": "...$7#$b#%Sam grabs you in close.#$b#*ahem* Hey, it's chilly tonight.. Stick close, I'll keep you warm...$l",
				"marriage_nmpre": "Need a hot meal before the Night Market starts tonight.",
				"marriage_nmpre2": "%Sam's rocking out hard. He doesn't seem to be able to hear you...#$b#Huh? What's that? Something about a... fight market?$3",
				"marriage_16": "Oh, you got some mud on your face. Lemme get that for you..$l#$b#..There we are. You're going to turn heads here, you know. You're sort of like a mini celebrity.",
				"marriage_25": "My mom would wake me up early to help set things up.#$b#That's something I don't miss.$h"
			}
		},
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Sam",
			"Entries": {
				"marriage_w": "Hey, what're you doing here? Surely not visiting me, right?#$b#Love you.$l",
				"marriage_w2": "I feel guilty for working so few days.$s#$b#I know you make more than enough to sustain us and the museum barely needs cleaning, but still.",
				"marriage_w3": "Am I crazy or does it seem like Gunther never leaves this place? I don't think I've ever seen him in town.",
				"marriage_w4": "Hi, honey! I was just admiring all these gems and fossils on display.#$b#Gunther told me you collected them all by yourself!$h"
			},
			"When": {
				"IsCommunityCenterComplete": true
			}
		},
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Sam",
			"Entries": {
				"marriage_w": "I've always felt bad for that lady running the cashier. I don't think many people in town even acknowledge her.",
				"marriage_w2": "I know you want me to quit Joja entirely but I can't handle the thought of sitting around doing nothing while you work.$s#$b#This is the only thing I have showing I still have independence in life.",
				"marriage_w3": "If it weren't for my mom I would still be working 12 hour shifts.#$b#You should've seen it, she and Mayor Lewis really gave Morris hell. For my sake and even Shane's.$h#$b#I can't imagine what my father would've done.",
				"marriage_w4": "We shouldn't be talking, Morris has the eyes of a hawk. I love you, I'll see you after."
			},
			"When": {
				"IsCommunityCenterComplete": false
			}
		}
	]
}