{
  "channelInfos": [
    {
    	"Channelkey": "Interdimensional Cable TV",
    	"ChannelName": "Interdimensional Cable TV",
    	"ChannelDescription": "bzzzzzh... ratter ratter knips surrrrrr...biep biep bieeeeep... bzh",
	"ShowDays":"Sun",
    	"ChannelType":{
			"currentChannel": 42,
			"ScreenFile":"screen/ICTV.png",
			"animation":{
				"AnimationInterval": 500,
				"AnimationLength":3
			},
			"ad":{
				"RandomQuestion":{
					"11101":{"QuestionText":"... Am I... Am I captured into a TV? How the hell did I get here?! How do I get out again? HELP! HEEEELP!!!." },
					"11102":{"QuestionText":"I will NEVER eat those cereals! I would rather die than eating those cereals! The Milk was put first! That's unforgivable!" },
					"11103":{"QuestionText":"Today in our good morning show STABBED or SHOT?! we got new cases to solve for you, my dear watchers! Look at this corpse. You can see how the head is missing so he was decapitated, but what do you think? Was he STABBED? Or was he SHOT? (Audience fighting and screaming STABBED and SHOT wild muddled up)" },
					"11104":{"QuestionText":"FAST! TURN OFF THE TV! QUICKLY! NO TIME TO EXPLAIN! DO IT!" },
					"11105":{"QuestionText":"My favourite hobby number 247 is skating. My favourite hobby number 248 is skiing. My favourite hobby number 249 is pretending to be a cable." },
					"11106":{"QuestionText":"Have you ever heard of that funny little video game called Stardew Valley? Yeah that scandalous game which is now forbidden and brought all it's players to jail or even death sentence. It got an update recently!" },
					"11107":{"QuestionText":"There was a forest. There was a tree in the forest. There was a hole in the tree in the forest. There was a bird in the hole in the tree in the forest. There was a worm in the bird in the hole in the tree in the forest." },
					"11108":{"QuestionText":"WHY WOULD YOU DO SOMETHING LIKE THAT? YOU WERE LIKE MY FAVOURITE ENEMY TO ME! HOW COULD YOU DO SOMETHING SO NICE TO ME?" },
					"11109":{"QuestionText":"Let me tell you a secret. I know it's ashaming, but I have eaten your chopsticks." },
					"11110":{"QuestionText":"If you ever return on my unswimming boat, I make your plane flying!" },
					"11111":{"QuestionText":"Try eating your chopsticks maybe with a little less rice. The rice makes them crunchy." },
					"11112":{"QuestionText":"BALL FONDLERS! KICK THEIR ASSES! BALL FONDLERS! NEVER SKIP LEG DAY! BALL FONDLERS! SO YOU CAN KICK THEIR ASSES EVEN HARDER! BALL FONDLERS!" },
					"11113":{"QuestionText":"I AM EYE HOLE MAN! Get away from my eye holes! I am the only one who can have eye holes! Give me my eye holes!" },
					"11114":{"QuestionText":"Tired of real doors? Get now your new REAL FAKE DOOR! 100% guarantee they will lead nowhere!" },
					"11115":{"QuestionText":"Hey asshole! In this house is only place for one of us really hard scutchbrakers! That's why I'm leaving, have a nice day!" },
					"11116":{"QuestionText":"Maybe I wouldn't always yell at you so much if you had ever taken any drugs!" },
					"11117":{"QuestionText":"Newest researches found out that having cancer is indeed very healthy. It helps to save the planet!" },
					"11118":{"QuestionText":"Cats are just autistic dogs! Change my mind!" },
					"11119":{"QuestionText":"It's TWO BROTHERS! Alien invasion tomato monster mexican armada brothers who are just regular brothers running in a van from an asteroid and sorts of things THE MOVIE! It's TWO BROTHERS!" },
					"11120":{"QuestionText":"Weather news: Today there will only be raining blue avocados but beware of tomorrow! There it will be raining yellow batteries!" },
					"11121":{"QuestionText":"Let's start with yesterdays news: Tomorrow will happen absolutely nothing interesting." },
					"11122":{"QuestionText":"I'm damn gazorpazorpfield and you better give me my enchiladas or I'm gonna pee in your coffee!" },
					"11123":{"QuestionText":"Sport news from hamster in butt world coming up: Smitty goldmouse won 4 corns in butt jump. Lora Computerhamster won 27 corns in wheelbarrow-walking." },
					"11124":{"QuestionText":"Our local bacteria zoo got new bacteria animals. Two cropsops couples and one shling-dabub. Visiting not recommended for small families." },
					"11125":{"QuestionText":"Two heroic chair-boys saved several fish from drowning. Sadly it was already too late, because for unknown reasons all fish died within minutes later." },
					"11126":{"QuestionText":"Life-test: Can you read this text? If yes that means, you're still alive. Congratulations! If you can't I got bad news for you..." },
					"11127":{"QuestionText":"ZROPLATOSTARIS! THIS IS THE LAST TIME YOU BETRAYED ME! THIS TIME I BROUGHT PURPLE APPLES! EAT THIS IN THE NAME OF GORGONZ THE FOURTH BIGGEST APPLETHROWER!" },
					"11128":{"QuestionText":"Today on Is it worth stealing? Plumbusses. Everyone has a plumbus in their home so it's not being worth to steal since no one will buy it twice." },


					"13101":{"ADPrice" : 0,"ItemID" : ["390"],"QuestionText":"Have you ever been hungry in the outer wild but there was no stones around? No? Anyway here are some for you." },
					"13102":{"ADPrice" : 0,"ItemID" : ["107"],"QuestionText":"The dinosaurs are back and it's not what you think. THEY ARE NAKED!" },
					"13103":{"ADPrice" : 0,"ItemID" : ["109"],"QuestionText":"It's dangerous to go alone! Take this!" },
					"13104":{"ADPrice" : 0,"ItemID" : ["388"],"QuestionText":"Chop chop chop! That's the actual correct way to slap a trees butt. And don't forget to take a bite out of it!" },
					"13105":{"ADPrice" : 0,"ItemID" : ["390"],"QuestionText":"Have you ever been hungry in the outer wild but there was no stones around? No? Anyway here are some for you." },
					"13106":{"ADPrice" : 0,"ItemID" : ["91"],"QuestionText":"The new bPhone! Now with less functions but even more yellow! Call your imagined friends or just ignore their calls! The bPhone! Curved like it should be." },
					"13107":{"ADPrice" : 0,"ItemID" : ["93"],"QuestionText":"Join now the brave knights* of the sun and become a honourable and respectful protector of the solar system!         *Condition: Chop off your penis." },
					"13108":{"ADPrice" : 0,"ItemID" : ["170"],"QuestionText":"Wait a second, I can't see anymore, hold this, I'm gotta buy a new one." },
					"13109":{"ADPrice" : 0,"ItemID" : ["78"],"QuestionText":"The not so magical secret about horses is, that they do only walk if you hold a carrot in front of them but keep it all the time right about far away so they can't reach it." },
					"13110":{"ADPrice" : 0,"ItemID" : ["148"],"QuestionText":"Worst fish of the hour! 13 cars and 26 broken desks voted and the undisputed winner is the red snapper! But since no one knows that one, we chose the eel." },
					"13111":{"ADPrice" : 0,"ItemID" : ["(H)32"],"QuestionText":"A mouse selling hats? That's ridiculous! Better be the cat wearing hats!" },
					"13112":{"ADPrice" : 0,"ItemID" : ["(S)1153"],"QuestionText":"Real Fake Muscles! Impress all your shmirkling friends by having real fake muscles! Can only be worn by real Gorgolesians!"},


					},
				"Select1" : "Awesome show!",
				"Select2" : "What the...?"
			}	
		}
    },

    {
    	"Channelkey": "Comedy channel",
    	"ChannelName": "Comedy channel",
    	"ChannelDescription": "Welcome to your weekly laughter! Todays joke is...",
	"ShowDays":"Tue",
    	"ChannelType":{
			"currentChannel": 43,
			"ScreenFile":"screen/comedy.png",
			"animation":{
				"AnimationInterval": 250,
				"AnimationLength":3
			},
			"ad":{
				"RandomQuestion":{
					"12101":{"QuestionText":"What do kids play when their mom is using the phone? Bored games." },
					"12102":{"QuestionText":"What do you call an ant who fights crime? A vigilANTe!" },
					"12103":{"QuestionText":"Why are snails slow? Because they’re carrying a house on their back." },
					"12104":{"QuestionText":"What does a storm cloud wear under his raincoat? Thunderwear." },
					"12105":{"QuestionText":"What does one ocean say to the other? Nothing, they just waved." },
					"12106":{"QuestionText":"What do you call a couple of chimpanzees sharing an Amazon account? PRIME-mates." },
					"12107":{"QuestionText":"Why did the teddy bear say no to dessert? Because she was stuffed." },
					"12108":{"QuestionText":"Why did the soccer player take so long to eat dinner? Because he thought he couldn’t use his hands." },
					"12109":{"QuestionText":"What’s a cat’s favorite dessert? A bowl full of mice-cream." },
					"12110":{"QuestionText":"What did the policeman say to his hungry stomach? Freeze. You’re under a vest." },
					"12111":{"QuestionText":"What did the left eye say to the right eye? Between us, something smells!" },
					"12112":{"QuestionText":"What do you call a guy who’s really loud? Mike." },
					"12113":{"QuestionText":"Why do birds fly south in the winter? It’s faster than walking!" },
					"12114":{"QuestionText":"What did Yoda say when he saw himself in 4k? HDMI" },
					"12115":{"QuestionText":"Which superhero hits home runs? Batman!" },
					"12116":{"QuestionText":"What’s Thanos’ favorite app on his phone? Snapchat." },
					"12117":{"QuestionText":"What did one pickle say to the other? Dill with it." },
					"12118":{"QuestionText":"Why is a football stadium always cold? Because it has lots of fans!" },
					"12119":{"QuestionText":"What did one math book say to the other? I’ve got so many problems." },
					"12120":{"QuestionText":"A plane crashed in the jungle and every single person died. Who survived? Married couples." },
					"12121":{"QuestionText":"What do you call a Star Wars droid that takes the long way around? R2 detour." },
					"12122":{"QuestionText":"I'm reading a book about anti-gravity. It's impossible to put down!" },
					"12123":{"QuestionText":"I told my friends a chemistry joke. There was no reaction." },
					"12124":{"QuestionText":"I told my wife she should embrace her mistakes. She hugged me." },
					"12125":{"QuestionText":"I used to have a job at a calendar factory, but I got fired because I took a couple of days off." },
					"12126":{"QuestionText":"Why did the tomato turn red? Because it saw the salad dressing!" },
					"12127":{"QuestionText":"Why don't eggs tell jokes? They might crack up!" },
					"12128":{"QuestionText":"I'm on a seafood diet. I see food, and I eat it." },
					"12129":{"QuestionText":"How does a penguin build its house? Igloos it together!" },
					"12130":{"QuestionText":"I burned my Hawaiian pizza last night. I guess I should've put it on aloha setting!c" },
					"12131":{"QuestionText":"Why don't programmers like nature? It has too many bugs." },
					"12132":{"QuestionText":"How does a computer get drunk? It takes screenshots." },
					"12133":{"QuestionText":"Why don't scientists trust atoms? Because they make up everything!" },
					"12134":{"QuestionText":"How do you organize a space party? You planet!" },
					"12135":{"QuestionText":"Why did the scarecrow win an award? Because he was outstanding in his field!" },
					"12136":{"QuestionText":"Why did the math teacher break up with the biology teacher? There was no chemistry." },
					"12137":{"QuestionText":"Why do scientists find it easy to study bacteria? They have a lot of culture!" },
					"12138":{"QuestionText":"Why don’t scientists trust stairs? Because they’re always up to something." },
					"12139":{"QuestionText":"I used to play piano by ear, but now I use my hands." },
					"12140":{"QuestionText":"Why did the golfer bring two pairs of pants? In case he got a hole in one." },
					"12141":{"QuestionText":"Why don’t oysters donate to charity? Because they are shellfish." },
					"12142":{"QuestionText":"Why can’t you hear a pterodactyl go to the bathroom? Because the “P” is silent." },
					"12143":{"QuestionText":"How do you make holy water? You boil the hell out of it." },
					"12144":{"QuestionText":"Why did the bicycle fall over? Because it was two-tired." },
					"12145":{"QuestionText":"What do you call a belt with a watch on it? A waist of time." },
					"12146":{"QuestionText":"Two fish are in a tank. One turns to the other and says, “Any idea how to drive this thing?”" },
					"12147":{"QuestionText":"I don't tell dad jokes that often. But when I do, he usually laughs." },
					"12148":{"QuestionText":"There are only two things I don't eat for breakfast: Lunch and dinner." },
					"12149":{"QuestionText":"How much does it cost to swim with sharks? An arm and a leg." },
					"12150":{"QuestionText":"Why are most people tired on April 1? Because they've just finished a 31-day March." },
					"12151":{"QuestionText":"I beat a kid in a video game and told them I banged their mom last night. My son was very upset." },
					"12152":{"QuestionText":"Have you heard that new joke about statistics? You probably have." },
					"12153":{"QuestionText":"If you give a man a lighter he will be warm for a day. But if you set a man onf fire he will be warm for the rest of his life." },
					"12154":{"QuestionText":"There is no difference between I'm sorry and I apologize. Except at a funeral." },
					"12155":{"QuestionText":"I don't know what's the past part about switzerland, but the flag is a huge plus." },
					"12156":{"QuestionText":"If you see a pirate duck you should be scared. They can always releash the Quacken." },
					"12157":{"QuestionText":"How do you make a candle happy? Blow it out, then it weill be de-lighted." },
					"12158":{"QuestionText":"On what continent do live the cutest animals? Awww-stralia." },
					"12159":{"QuestionText":"I just hit a fly. Now it's a flew." },
					"12160":{"QuestionText":"Where did Captain Hook got his hook from? A second hand store." },
					"12161":{"QuestionText":"The next joke is gonna be made in sign language. Just making sure no one has heard it before." },
					"12162":{"QuestionText":"NASA is launching a satellite to say sorry to the aliens. It's called Apollo G." },

					},
				"Select1" : "Haha!",
				"Select2" : "Eh..."
			}	
		}
    },	

  {
    	"Channelkey": "TV shop",
    	"ChannelName": "Lins TV shop ",
    	"ChannelDescription": "Welcome to Lins TV shop! We guarantee you the best prices! Let's look what we got today!",
	"ShowDays":"Thu",
    	"ChannelType":{
			"currentChannel": 44,
			"ScreenFile":"screen/TVshop.png",
			"animation":{
				"AnimationInterval": 250,
				"AnimationLength":3
			},
			"ad":{
				"RandomQuestion":{
					"14101":{"ADPrice" : 1260,"ItemID" : ["107"],"QuestionText":"A very special artefact! Let's settle down for a time travel because we sell a real, ancient dinosaur egg! You can have it now for only 1260g! " },
					"14102":{"ADPrice" : 1200,"ItemID" : ["(H)32"],"QuestionText":"Do you have a cat as a pet? Then you will love this! Cat ears for only 1200g! Whiskers are included." }, 
					"14103":{"ADPrice" : 7,"ItemID" : ["93"],"QuestionText":"Never lack of light and ignite a wonderful torch right in front of your sweet home. 7g per torch." },
					"14104":{"ADPrice" : 600,"ItemID" : ["213"],"QuestionText":"Never go fishing without having had a good meal! And to be assured your meal fits your activity you can now buy a fish taco for 600g only. For best catches!" },
					"14105":{"ADPrice" : 144,"ItemID" : ["233"],"QuestionText":"It's hot today, isn't it? Perfect weather for a delicious ice cream, isn't it? Have some now for 144g." },
					"14106":{"ADPrice" : 180,"ItemID" : ["234"],"QuestionText":"Whats your favourite dessert? Is it blue blueberry tart? Then you're lucky today, we sell them now for only 180g!" },
					"14107":{"ADPrice" : 144,"ItemID" : ["224"],"QuestionText":"What are you hungry for today? Maybe something italian? This spaghetti will saturate your hunger for cultural variation! 144g per dish" },
					"14108":{"ADPrice" : 120,"ItemID" : ["458"],"QuestionText":"We are feeling love today. With this Bouquet you can tell your very special person that you like them a lot. 120g for one." },
					"14109":{"ADPrice" : 600,"ItemID" : ["445"],"QuestionText":"Eating like the rich. Doesn't everbody dream of that? Stop dreaming and get yourself a small treat with this caviar! Only 600g but it tastes like 2000 worth." },
					"14110":{"ADPrice" : 120,"ItemID" : ["456"],"QuestionText":"Stay healthy with this very deliciious dish! Algae soup. The food healthfood of tomorrow! 120g per plate." },
					"14111":{"ADPrice" : 925,"ItemID" : ["(F)1367"],"QuestionText":"A small model pirate ship for your very own house decoration! For only 925g you can now feel like the most feared pirate in all of Pelican Town!" },
					"14112":{"ADPrice" : 600,"ItemID" : ["(F)1609"],"QuestionText":"Todays sponsor is Joja Corporation! That's why we have this imagery of J. Cola light as special offer today for only 600g!" },
					"14113":{"ADPrice" : 600,"ItemID" : ["(F)1918"],"QuestionText":"Can't wait for next halloween any longer? Get yourself now this epic, small Pumpkin to hang on your wall. Only 600g." },
					"14114":{"ADPrice" : 1000,"ItemID" : ["(F)1918"],"QuestionText":"Halloween, the most fearful time of the year. Celebrate it appreciative with this Pumpkin for you wall! For just 1000g it's yours!" },
					"14115":{"ADPrice" : 600,"ItemID" : ["(F)2322"],"QuestionText":"A small fish tank. It can't contain many fish, but it also does not take much space for being a very nice furniture for every home! 600g only!" },
					"14116":{"ADPrice" : 2400,"ItemID" : ["(F)2304"],"QuestionText":"A nice furniture that can't be missed in any home: A large fish tank to present your best your proudest catches! 2400g" },
					"14117":{"ADPrice" : 2400,"ItemID" : ["(F)2418"],"QuestionText":"Never forget your lifesaver ring when you go swimming! This one can save your life! Buy now one for only 2000g!" },
					"14118":{"ADPrice" : 6000,"ItemID" : ["(F)2584"],"QuestionText":"Jade Hills Extended! A wonderful landscape painting to express your love for nature also inside your home. It's pretty expensive for 6000g but it's totally worth it!" },
					"14119":{"ADPrice" : 1200,"ItemID" : ["(F)2654"],"QuestionText":"Do you miss the desert as much as I do whenever you're home? For just 1200g you don't have to anymore with this Palm sticker to stick onto your wall to experience desert atmosphere all year!" },
					"14120":{"ADPrice" : 1500,"ItemID" : ["(F)PeriodicTable"],"QuestionText":"Do you love science? Express your love by hanging a periodic table right in your living room so every guest can see how much you love science! For only 1500 au" },
					"14121":{"ADPrice" : 800,"ItemID" : ["(F)BookStack"],"QuestionText":"Whenever anyone tells you you should read more, just show them your collection of books. For only 800g you can buy now a whole stack of books at once." },
					"14122":{"ADPrice" : 800,"ItemID" : ["(F)WallClock"],"QuestionText":"Hey, do you know the time? Oh, you don't? You would if you had a clock nearby. What coincidence we got here one for you for only 800g to hang on your wall!" },
					"14123":{"ADPrice" : 50000,"ItemID" : ["(F)DarkPiano"],"QuestionText":"Todays offer is a very special one. The Dark Piano! play your favourite pieces while feeling like an evil genius. For 50.000g it's worth every single g." },
					"14124":{"ADPrice" : 60,"ItemID" : ["(B)504"],"QuestionText":"Still wearing those old worn out sneakers? You absolutely need a new pair of stylish sneakers, now with a special offering of only 60g! You will never get them so cheap again!" },
					"14125":{"ADPrice" : 500,"ItemID" : ["(S)1087"],"QuestionText":"Always dress fine! You will never be clothed inappropriately with this fancy Neat Bow Shirt that comes with the price of 500g!" },


					},
				"Select1" : "Buy it!",
				"Select2" : "Don't buy it."
			}	
		}
    },	

  ]
}