{
//WARNING!! Do NOT make edits to any file in this mod unless you know what you're doing, you can easily break things by accidentally deleting a symbol. I am not responsible for breaks caused by editing and I don't provide coding instruction. There is a Wiki for that.

//IF YOU CHOOSE TO EDIT THE DIALOGUE - You may edit your personal copy only. You do not have permission to make edits and re-post or share this mod. The dialogue is my own writing and I worked very hard on this. Contact MaggPlays directly if you have any questions.

//CONFIGURATION SETTINGS
	"config.SebSpectrum.name": "Spectrum dialogue",
	"config.SebSpectrum.description": "Sebastian's vanilla character demonstrates hints of mild autism. Select 'No' to disable dialogue developing this character aspect at a high level.",
	"config.SebSpectrum.values.yes": "Yes",
	"config.SebSpectrum.values.no": "No",

	"config.Smoking.name": "Smoking variant",
	"config.Smoking.description": "'Quit Smoking' follows the standard storyline. Select Keep Smoking to remove 'quitting smoking' dialogue from this mod. Select Non-smoking if you're running Magg's Non-Smoking Sebastian (or a simiar mod) and you want no smoking dialogue at all.",
	"config.Smoking.values.quitsmoking": "Quit Smoking",
	"config.Smoking.values.keepsmoking": "Keep Smoking",
	"config.Smoking.values.nonsmoking": "Non-smoking",

	"config.FarmerPronouns.name": "Farmer neutral pronouns",
	"config.FarmerPronouns.description": "Select 'Yes' to use gender neutral pronouns for farmer.",
	"config.FarmerPronouns.values.yes": "Yes",
	"config.FarmerPronouns.values.no": "No",

	"config.BluFroggies.name": "Keep Seb's aquarium",
	"config.BluFroggies.description": "Select 'Yes' to keep the frog aquarium in Seb's room after the relevant event (this is not the same aquarium as his 14 heart event).",
	"config.BluFroggies.values.yes": "Yes",
	"config.BluFroggies.values.no": "No",

	"config.SamCustomSprites.name": "Sam custom sprites",
	"config.SamCustomSprites.description": "Select 'Yes' to enable Sam's custom sprites for a few small events, only works if you have Maggs Emo Sebastian Sprites or Maggs Slightly Cuter sprite patch installed.",
	"config.SamCustomSprites.values.yes": "Yes",
	"config.SamCustomSprites.values.no": "No",

	"config.MiscSprites.name": "Other decor sprites",
	"config.MiscSprites.description": "Select 'Yes' to add Seb's slippers, radio, and different pictures in his room.",
	"config.MiscSprites.values.yes": "Yes",
	"config.MiscSprites.values.no": "No",

//SEB DAILY DIALOGUE
	"seb.daily.Mon": "Hey... just taking a quick break, then I'm back to work.",
	"seb.daily.Tue": "I stay pretty busy with work, that's a good thing I guess.",
	"seb.daily.Wed": "...#$b#%Sebastian is staring off into space, he seems lost in thought.#$b#@!... Oh, sorry, I zoned out there, did you ask me something?$s",
	"seb.daily.Thu": "@... thanks for coming by, I'm sure you're busy.",
	"seb.daily.Fri": "I'm always at the saloon on Friday nights, there's a pool table and arcade machines if you're interested.",
	"seb.daily.Sat": "Hi @, Sam and I practice for the band on Saturdays at his place. It's a good break from the basement.",
	"seb.daily.Sun": "Be careful down in the mines, rescue missions aren't my thing.",
	"seb.daily.Mon2": "How's it going, @? Um... Do you have a favorite animal?#$b#... Cool, I'm partial to frogs, been fascinated with them since I was a kid watching tadpoles in the lake.$7#$b#... uh... well, catch you tomorrow?#$b#*looks away and mumbles* Wow, I really need lessons in how NOT to be a total dork.$s",
	"seb.daily.Tue2.1": "'Sup, @? Livin' the dream here in the basement.#$b#*sighs* Sorry about that, I get sarcastic sometimes... Demetrius hates it since he doesn't really get sarcasm.", //portrait call 12
	"seb.daily.Tue2.2": "... I'm kind of the odd one out in our family if you haven't noticed...$s",
	"seb.daily.Wed2.typical": "...#$b#%Sebastian looking off into the middle distance, after a moment, he blinks and returns to the present.#$b#@!... Oh, ah, have you been there long? I was just thinking about a code issue from earlier...$s",
	"seb.daily.Wed2.autism": "...#$b#%Sebastian looking off into the middle distance, after a moment, he blinks and returns to the present.#$b#@!... Oh, ah, have you been there long? I was just thinking about a code issue from earlier...$s#$b#There was this missing key and... uh, you really don't want to hear about that.",
	"seb.daily.Thu2": "@... has Sam told you about our band? Well, it's not really an official band, but we play at Sam's place on Saturdays.#$b#You're welcome to come by and hang out with us, what kind of music do you like? I mean, if you're into music.",
	"seb.daily.Fri2.typical": "Hey, it's annihilate Sam at pool day! If you come by the saloon, I'll kick him off the table and we can play a game.$7#$b#If you know how to play... You can't be any worse than Sam anyway.$7",
	"seb.daily.Fri2.autism": "Hey um, on Fridays Sam and I play pool at the saloon and I pretty much always kick his ass.$7#$b#If you come by, we can play a game. I mean, if you play pool... You can't be any worse than Sam anyway.",
	"seb.daily.Sat2": "Hi @! Sam and I are working on a new song... Sam wants to play it for you, maybe... tell us what you think?$7#$b#I guess it would be good to have an outside opinion, it's hard to be objective in a two-person band.",
	"seb.daily.Sun2": "Sam is begging me to go play arcade games with him... *sighs*$s#$b#I kind of stink at those kinds of games, anything requiring quick reflexes is not my thing.#$b#I guess that's why I like pool, it's more a strategy and thinking game.", //portrait call 12
	"seb.daily.Mon4": "How was the hike up here? You sure do a lot of running around.#$b#I'm sort of a cave gollem, unless it's raining or I'm heading to the lake.",
	"seb.daily.Tue4": "Go ahead and flip through my comics when you're in my room, they're all for reading. I can tell you the general vibe of the series if you want to try any.$7#$b#Borrow whatever you want, I trust you to bring them back.#$b#If you don't, I know where you live.$h#$b#... Oof... that sounded... way more aggressive than intended... sorry!", //portrait call 12
	"seb.daily.Wed4": "I just got caught up on watching that show you recommended. It's great so far.#$b#The next episode comes out in a couple days, you can come by and watch it at my place if you're free.$l",
	"seb.daily.Thu4.typical": "Hey @... *sighs* I really wish I was better at talking to people, I do like hanging out with you even though I don't say much when you're here.", //portrait call 12
	"seb.daily.Thu4.autism": "Hey @... *sighs* I really wish I was better at talking to people, I do like hanging out with you even though I don't say much when you're here.$s#$b#I'm just... afraid of saying something really weird.", //portrait call 12
	"seb.daily.Fri4": "@... I was just wondering if I'd see you today.$7#$b#Want to join us at the saloon tonight? I can show you some different pool shots, don't pay attention to what Sam does though, he has a... unique style.",
	"seb.daily.Sat4.quitsmoking": "... I really need to stop smoking, I can't expect anyone to want to hang with me when I smell like smoke...$s#$b#Oh, hey @... just thinking out loud.#$b#My mom is always nagging me about my smoking habit which makes me not want to quit, but to be honest, she's right.#$b#I guess it's time to get serious and face it.", //portrait call 12
	"seb.daily.Sat4.keepsmoking": "Sam is begging me to go play arcade games with him... *sighs*$s#$b#I kind of stink at those kinds of games, anything requiring quick reflexes is not my thing.#$b#I guess that's why I like pool, it's more a strategy and thinking game.", //portrait call 12
	"seb.daily.Sat4.nonsmoking": "Sam is begging me to go play arcade games with him... *sighs*$s#$b#I kind of stink at those kinds of games, anything requiring quick reflexes is not my thing.#$b#I guess that's why I like pool, it's more a strategy and thinking game.", //portrait call 12
	"seb.daily.Sun4": "If you come in and I'm wearing headphones, don't worry about interrupting me, I'm not in a meeting or anything.#$b#I'm just listening to music or working on a song.#$b#... Oh, uh, right now I do most of the singing and Sam backs me up.#$b#I... I dunno, anyone who's heard me says my voice is decent but I really don't like singing in front of people.$s",
	"seb.daily.Mon6.1": "Have you had a chance to read the comic I lent you?",
	"seb.daily.Mon6.2": "Cool, what did you think?",
	"seb.daily.Mon6.3": "It's great, the world building is next level!",
	"seb.daily.Mon6.4": "Yeah, it's wild but it works, right?$7",
	"seb.daily.Mon6.5": "It's pretty good, kind of confusing though.",
	"seb.daily.Mon6.6": "Fair, the author does tend to get lost in the details. I think I have another series you'd like better if you want to try it.",
	"seb.daily.Tue6": "Hi again, @. You must really like the hike up here, it's quite a trek.$h#$b#I mean, thanks for stopping by, what's up at the farm?$7#$e#%It's nice to see Sebastian more comfortable with talking to me, he's much more relaxed now that we've gotten to know each other.",
	"seb.daily.Wed6": "I just got caught up watching that show you recommended. It's great so far.#$b#The next episode comes out in a couple days, want to hang out at my place and watch it? I'll make us some popcorn.$h",
	"seb.daily.Thu6": "@, have you been mining a lot lately? You have some fresh scrapes on your arms.#$b#Don't forget there's a med kit here, you really don't want to get an infection from all the freaky crap that's down there.", //portrait call 11
	"seb.daily.Fri6.typical": "Hey um... what are your favorite snacks? I was thinking we should have a gang movie night, invite Sam and Abigail, maybe Penny since she's friends with Maru.$7#$b#You can pick the show, Sam picked last and I've had enough slapstick for the season, heh!$7",
	"seb.daily.Fri6.autism": "Hey um... what are your favorite snacks? I was thinking we should have a gang movie night, invite Sam and Abigail, maybe Penny since she's friends with Maru.$7#$b#Sam and Abby have been bugging me to be more social. You can pick the show, Sam picked last and I've had enough slapstick for the season, heh!$7",
	"seb.daily.Sat6": "Y'know, @, I appreciate that I can text you stupid memes and you respond... I hope you really like them and aren't just being nice?$s#$b#... Oh good, I suddenly thought I might be annoying you with those... Thanks for listening to me, even my lame meme-chat.$l",
	"seb.daily.Sun6": "I had a strange conversation with Demetrius today...#$b#He asked if I wanted to help him with some experiment he's working on. It actually sounded kinda interesting.#$b#... I guess I should give him a chance, he's never really tried to connect with me before.",
	"seb.daily.Mon8": "Putting our band's music videos up online was weird at first, but it's going fine... we have some regular followers, Sam is ridiculously excited about it.$7",
	"seb.daily.Tue8.1": "You know that guy who practically lives at the bar... Shane? He actually talked to me the other day.#$b#Said he'd seen us hanging out a lot and was asking how you were... kind of weird.#$b#I guess he's a friend of yours? I'm just not used to people talking to me.", //portrait call 10
	"seb.daily.Tue8.2": "Since we're friends and you're pretty popular, I better get used to people noticing me...$s",
	"seb.daily.Wed8.1": "If you could have any animal in the world as a pet, which would you choose?$7#$b#... Me? Well, gotta stick with the theme, right?#$b#There's this giant type of frog that's about the size of a small dog... Can you imagine taking a frog for a walk? Haha!$h#$e#Not sure how you'd keep a collar on 'im though... huh.", //portrait call 10
	"seb.daily.Wed8.2": "Heh! That's not weird at all, why would a frog go on a walk? Sheesh!", //portrait call 12
	"seb.daily.Thu8": "How's the farm business going? I could set up a website for you, promote your products... just a thought.$7",
	"seb.daily.Fri8": "Do you ever feel like people can see through you, you know... like you're transparent... like a glass frog.$s#$b#Hmmm maybe that's just me, I'm always self-conscious around people... heh!",
	"seb.daily.Sat8": "How about some motorcycle driving lessons?#$b#I just got the bike all tuned up and need to take it out for a long ride.$7",
	"seb.daily.Sun8": "Ugh... Abigail cornered me earlier, going on and on about her little family drama...$a#$e#Sorry @, sometimes I don't have any patience for that, definitely in a slump today.#$b#Maybe I'll go see what Sam's up to. If we decide to do anything interesting, I'll let you know.$7",

//SEB SEASONAL DIALOGUE
	//Year 1
	"seb.daily.summer_Mon": "It's so frickin' hot here in summer... Did you know there's a type of frog that actually freezes solid in the winter and thaws back to life in the spring?#$b#Kinda wish I could do that and skip summer... I'd need a really big freezer though.#$b#Fun frog facts, yeah I know... total nerd.$s",
	"seb.daily.summer_Thu4": "Do you like going to the beach, @?#$b#I try to avoid it in the summer when it's not raining, too crowded and hot.$7",
	"seb.daily.summer_Thu6": "Do you like going to the beach, @?#$b#I try to avoid it in the summer when it's not raining, too crowded and hot.#$b#... Maybe walking along the water would be okay.",
	"seb.daily.summer_Sun4": "What's up, @? Wanna grab some ice cream at the stand? It's on me.#$b#It's way too hot, but... the ice cream is good.$7",
	"seb.daily.summer_Sun6": "What's up, @? Wanna grab some ice cream at the stand? It's on me.#$b#It's way too hot, but... it's worth it for the ice cream.#$b#And we can bug Alex as a bonus.", //portrait call 11
	"seb.daily.fall_Tue4": "The cooler weather is perfect for movie watching parties.$7#$b#Wanna have a movie night at my place?$l#$b#What are some of your favorites? I'll download a few so we have a selection.$7",
	"seb.daily.fall_Tue8": "...$l#$b#Oh, sorry... I got distracted for a minute.#$b#... What am I thinking about? Um, nothing really, just... the future I guess.#$b#I get kind of introspective in the fall. I used to want to leave the valley when I had enough money, but my goals have changed recently.$7#$b#I... can't imagine spending my life alone anymore, now that I have real friends here.$h",
	"seb.daily.fall_Wed4": "Hmm... @, are you growing pumpkins this year?#$b#We should carve some, Abby and Sam would like that too. Which kinds of designs do you like better, creepy or cute?$h",
	"seb.daily.fall_Wed6": "Hmm... @, are you growing pumpkins this year?#$b#We should carve some, Abby and Sam would like that too. Which kinds of designs do you like better, creepy or cute?#$b#Heck, let's carve a pumpkin army!$h",
	"seb.daily.fall_Sat6.typical": "All these falling leaves are beautiful, aren't they?$7#$b#I guess I'm feeling sentimental, heh... What's up at the farm. Any good stories?",
	"seb.daily.fall_Sat6.autism": "Watch the leaves falling... see how they twirl in the breeze and catch the light?$7#$b#S-Sorry, I lost track of what I was saying... Do you have any stories about the farm?",
	"seb.daily.fall_Sat8.typical": "All these falling leaves are beautiful, aren't they?$7#$b#I guess I'm feeling sentimental, heh... Let's hang out for a while, you can tell me what's up at the farm. Any good stories?$7",
	"seb.daily.fall_Sat8.autism": "Watch the leaves falling... see how they twirl in the breeze and catch the light?$7#$b#S-Sorry, I lost track of what I was saying... Let's hang out for a while... Do you have any stories about the farm?$7",
	"seb.daily.winter_Mon8": "Oh, sorry... I sort of got lost in my head and didn't see you there.#$b#... Have you thought about the future, like a few months from now?#$b#I wonder where we'll be...#$b#I've been earning more with my job, so hopefully I'll be able to start looking for my own place.$7",
	"seb.daily.winter_Thu6": "The bathhouse is really nice in the winter, I know it seems strange that I would go there, but at night it's empty and I can enjoy the quiet.",
	"seb.daily.winter_Thu8": "We should go up to the bathhouse, it's really soothing, a few people like to hang out there in the evenings.#$b#It's definitely a great way to relax and recharge after a workout.", //portrait call 11
	"seb.daily.winter_Sat8": "I know farm work is light in winter and it's a great time to stock up on ores...#$b#But try not to stay so late down there, you could pass out from exhaustion.$s#$b#... Listen, I live really close and you know I always have a med kit handy, just... be careful, alright?",
	"seb.daily.Winter_Sun2": "Hey, I'm just hanging out watching the snow fall...$7",
	"seb.daily.Winter_Sun4": "Hey, I'm just hanging out watching the snow fall...$7#$b#You can join me if you want, it's so nice and peaceful by the lake in the winter.", //portrait call 11
	"seb.daily.Winter_Sun6": "Hey, I'm just hanging out watching the snow fall...$7#$b#You can join me if you want, it's so nice and peaceful by the lake in the winter.$l#$b#Did you know every snowflake is different? It's really amazing to think about...", //portrait call 11
	//Year 2
	"seb.daily.summer_Mon8.y2": "Remember that thing I told you about the frog that can survive being frozen?#$b#I'm pretty envious of that dumb frog right now. Are you heading to the beach?#$b#I dunno, I really hate being in the sun and it takes forever to slather on that much sunscreen.#$b#Come on by later though, you can cool off in my room, one of the few advantages of living in the basement.",
	"seb.daily.summer_Tue8.y2": "Oh hey, @, I got some new mods for my bike, trying to upgrade it a little. Might even slap some fresh paint on it when it's done, heh!$7",
	"seb.daily.summer_Wed8.y2": "If you ever want to go fishing in the evening, I'll join you.#$b#It's nice just hanging out by the lake listening to the frogs and insects.#$b#We can talk about the latest Cave Saga X storyline and come up with theories about where the story is going.$7",
	"seb.daily.summer_Thu8.y2": "Have you checked on the tadpoles at your farm?#$b#They should have their legs and lungs by now and be coming out of the water...#$e#It's amazing how quickly they change, I never get tired of watching them every year.$7#$e#If you come by the lake in the evening, the adults are really singing.",
	"seb.daily.summer_Fri8.y2": "How are things going on the farm? If you're looking for new projects, I have two words: frog sanctuary. Just sayin'$h#$b#Not that you have to build one, but if you did, I'd help you take care of the little guys.",
	"seb.daily.summer_Sat8.y2": "Hey, how are you handling the heat? I want to just hang out in Gus' walk-in fridge until it's over.#$b#... Nah, I usually keep my hoodie on anyway, no real reason, it's just comfortable and I feel weird without it.#$b#Sam is just the opposite, he'd go shirtless all summer if Lewis would let him, heh!$h",
	"seb.daily.summer_Sun8.y2": "Oh yeah, Mom was asking if you need any upgrades to your house, I think she's hoping you'll need more room soon.#$b#Pfft... you should see the look on your face!$h",
	"seb.daily.fall_Mon8.y2": "Get ready, here comes another fun frog fact with Seb! Haha!$h#$e#I ran out of clean underwear the other day and was thinking... frogs completely shed their skin about once a week.#$e#No laundry, right?? Then they eat the old skin, so bonus snack!$7#$b#Okay, that was kinda gross, but you gotta admit it's efficient...#$b#... Yes, as a matter of fact I DID do laundry and am wearing clean underwear, thank you very much! *grins*$7",
	"seb.daily.fall_Tue8.y2": "...$l#$b#Oh, sorry... I got distracted for a minute.#$b#... What am I thinking about? Um, nothing really, just... the future I guess.#$b#I get kind of introspective in the fall. I used to want to leave the valley when I had enough money, but my goals have changed recently.$7#$b#I... can't imagine spending my life alone anymore, now that I have real friends here.$h",
	"seb.daily.fall_Wed8.y2": "Are you dressing up for Spirit's Eve? I usually do, just low-key since most people aren't into that.#$b#You are? Cool. Maybe I'll break out one of my better costumes this year, it's been a while since I was inspired to do anything like that.$7#$b#Huh, festivals have been more fun since you got here.$h",
	"seb.daily.fall_Thu8.y2": "We've been working on a new set of songs for the band, Sam is dying to show them off. If you're free, want to stop by Sam's when we're practicing and tell us what you think?",
	"seb.daily.fall_Fri8.y2": "Did you hear they're adapting Cave Saga X to a movie? Obviously it won't be nearly as good as the books, but I'm still excited for it.$h#$b#Maybe I'll even host a watch party, heh!$7",
	"seb.daily.fall_Sat8.y2.typical": "All these falling leaves are beautiful, aren't they?$7#$b#I guess I'm feeling sentimental, heh... Let's hang out for a while, you can tell me what's up at the farm. Any good stories?$7",
	"seb.daily.fall_Sat8.y2.autism": "Watch the leaves falling... see how they twirl in the breeze and catch the light?$7#$b#S-Sorry, I lost track of what I was saying... Let's hang out for a while... Do you have any stories about the farm?$7",
	"seb.daily.fall_Sun8.y2.typical": "Hey @, how's it going? I'm working on a new project, it's a decent challenge so I'm pretty excited about it.#$b#Plus the client always pays on time, definitely a bonus for a freelancer.$7",
	"seb.daily.fall_Sun8.y2.autism": "Hey @, how's it going? I-I'm working on a new project...#$b#*sighs* ... Sorry about all the stuttering and long, awkward pauses...$s#$b#... You don't mind? Huh... alright, it's pretty embarrassing though.$s",
	"seb.daily.winter_Mon8.y2.female": "Wow @, you're... really strong!#$b#I mean, it makes sense with all the work you do gathering resources and running the farm.#$b#Maybe I should spend a little more time at the gym. Wouldn't want you to have to rescue me from the mine, heh!$7",
	"seb.daily.winter_Mon8.y2.male": "Wow @, you're ripped!#$b#I mean, it makes sense with all the work you do gathering resources and running the farm.#$b#Maybe I should spend a little more time at the gym. Wouldn't want you to have to rescue me from the mine, heh!$7",
	"seb.daily.winter_Mon8.y2.neutral": "Wow @, you're ripped!#$b#I mean, it makes sense with all the work you do gathering resources and running the farm.#$b#Maybe I should spend a little more time at the gym. Wouldn't want you to have to rescue me from the mine, heh!$7",
	"seb.daily.winter_Tue8.y2": "Have you read the new Cave Saga X?#$b#You liked it? Cool... The writing for that series is so good.$h#$b#It’s nice to know someone else who reads it, there's a whole website with spinoffs and comics related to the series if you're interested.$7",
	"seb.daily.winter_Wed8.y2": "Oh, I was hoping to see you, I got a bunch of new Solarion Chronicles scenarios.#$b#Since everyone seems to have a little extra time in the winter, I thought we could all meet up and play through them.$7#$b#I actually really like our group games, I guess I'm getting used to being a little more social. Just a little, heh!$h",
	"seb.daily.winter_Thu8.y2": "Hi @, I was just wondering what you were up to today. Any big plans for the weekend?$7#$e#... Oh, you know me, probably just playing games or practicing new songs with Sam and Abby. You're welcome to join us.$7",
	"seb.daily.winter_Fri8.y2.typical": "I used to go days without talking to anyone and it never bothered me, but now I actually look forward to hanging out with you, Sam, Abby and everyone.$h",
	"seb.daily.winter_Fri8.y2.autism": "I used to go days without talking to anyone and it never bothered me, but now I actually look forward to hanging out with you, Sam, Abby and everyone.$h#$b#To be honest, I never thought I'd make friends at all, let alone have a group of them.$h",
	"seb.daily.winter_Sat8.y2": "I know farm work is light in winter and it's a great time to stock up on ores...#$b#But try not to stay so late down there, you could pass out from exhaustion.$s#$b#... Listen, I live really close and you know I always have a med kit handy, just... be careful, alright?",
	"seb.daily.winter_Sun8.y2": "Hey, I'm just hanging out watching the snow fall...#$e#You can join me if you want, it's so nice and peaceful by the lake in the winter.$l#$b#Did you know every snowflake is different? It's really amazing to think about...$7",

//SEB DATED DIALOGUE Y1
	//Spring
	"seb.daily.spring_12.typical": "Has Abigail talked your ear off about the egg hunt tomorrow?#$b#She really loves it, Sam always joins in too even though he's sneezing himself stupid the whole time with his allergies, heh.#$b#... Me? It gets really crowded in the town square and it triggers my anxiety... ugh.$s#$b#I usually just hang out in a quiet corner by myself...#$b#Uh... that sounded really pathetic... sorry...", //portrait call 12
	"seb.daily.spring_12.autism": "Has Abigail talked your ear off about the egg hunt tomorrow?#$b#She really loves it, Sam always joins in too even though he's sneezing himself stupid the whole time with his allergies, heh.#$b#... Me? It gets really crowded in the town square and it triggers my anxiety... ugh.$s#$b#I usually just hang out in a quiet corner by myself...#$b#Being around a lot of people is just hard. Loud, chaotic, I dunno.", //portrait call 12
	"seb.daily.spring_14": "Hi... How's it going?#$b#... Sorry, I'm not good at small talk.$s#$b#%Sebastian looks down at his shoes, then tugs at his hoodie strings, spinning them around his fingers.#$b#... Sorry... um, I'll let you go.$s",
	"seb.daily.spring_15": "Hey. Um... how's the farm thing going?#$b#If you're not too busy... uh...$7#$b#... Sorry. Didn't think that one through. See you later?",
	"seb.daily.spring_16.typical": "Oh, you came again? You must need a lot of work done on that farm... It's @, isn't it?#$b#Hey, I got one thing right!$7#$b#Yeah... I better get back to work. Bye...$7",
	"seb.daily.spring_16.autism": "Oh, you came again? You must need a lot of work done on that farm... the structural integrity of the buildings is poor... It's @, isn't it?#$b#Did you know that name originates from... heh, never mind.$7#$b#Yeah... I better get back to work. Bye...$7",
	"seb.daily.spring_17.quitsmoking.typical": "Hi @, how are your crops coming along? Working outside all day sounds exhausting.#$b#%You tell Sebastian a few things about the farm then ask about his work.#$b#Oh, my work is mostly computer stuff... there's not a lot to tell, I guess It's not very interesting. But thanks for coming by to talk.$s#$b#... D-do you smoke? No? That's good really, I'll try not to smoke around you.",
	"seb.daily.spring_17.quitsmoking.autism": "Hi @, how are your crops coming along? Working outside all day sounds exhausting.#$b#%You tell Sebastian a few things about the farm then ask about his work.#$b#Oh, my work is on the computer... writing code, scripting mostly. Code validation, beta testing, troubleshooting... um you probably don't want to hear about that.$s#$b#... D-do you smoke? No? That's good really, I'll try not to smoke around you.",
	"seb.daily.spring_17.keepsmoking.typical": "Hi @, how are your crops coming along? Working outside all day sounds exhausting.#$b#%You tell Sebastian a few things about the farm then ask about his work.#$b#Oh, my work is mostly computer stuff... there's not a lot to tell, I guess It's not very interesting. But thanks for coming by to talk.$s",
	"seb.daily.spring_17.keepsmoking.autism": "Hi @, how are your crops coming along? Working outside all day sounds exhausting.#$b#%You tell Sebastian a few things about the farm then ask about his work.#$b#Oh, my work is on the computer... writing code, scripting mostly. Code validation, beta testing, troubleshooting... um you probably don't want to hear about that.$s#$b#Th-thanks for coming by.",
	"seb.daily.spring_17.nonsmoking.typical": "Hi @, how are your crops coming along? Working outside all day sounds exhausting.#$b#%You tell Sebastian a few things about the farm then ask about his work.#$b#Oh, my work is mostly computer stuff... there's not a lot to tell, I guess It's not very interesting. But thanks for coming by to talk.$s",
	"seb.daily.spring_17.nonsmoking.autism": "Hi @, how are your crops coming along? Working outside all day sounds exhausting.#$b#%You tell Sebastian a few things about the farm then ask about his work.#$b#Oh, my work is on the computer... writing code, scripting mostly. Code validation, beta testing, troubleshooting... um you probably don't want to hear about that.$s#$b#Th-thanks for coming by.",
	"seb.daily.spring_18": "Honestly, I'm kind of surprised you still come by to talk to me, heh.#$b#I-I know I'm really awkward and can't hold a decent conversation, people just... make me anxious.$s#$b#%Sebastian plays with his hoodie strings, tying and untying them. Then suddenly shoves his hands in his pockets.#$b#Sorry! That's gotta be annoying... $s",
	"seb.daily.spring_19": "Hey @. Wanna hang for a while?#$b#Oh, I bet you're busy, no pressure.$l#$b#Umm... yeah I have work to finish too, didn't really consider that... Sorry...",
	"seb.daily.spring_21": "%Sebastian glances up through his hair, then frowns slightly and looks away.#$b#I don't want to talk right now... sorry.$s",
	"seb.daily.spring_22.typical": "Oh hey, @, y-you came back? I thought for sure after yesterday...$s#$b#%Sebastian is staring at his feet, hands in his hoodie pockets.#$b#... I'm sorry I was rude to you. It's okay if you don't want to hang with me, I get like that sometimes and... yeah. Sorry.$s#$b#... I'm not the easiest guy to talk to sometimes.$s",
	"seb.daily.spring_22.autism": "Oh hey, @, y-you came back? I thought for sure after yesterday...$s#$b#%Sebastian is staring at his feet, spinning the ring on his finger back and forth.#$b#... I'm sorry I was rude to you. It's okay if you don't want to hang with me, I get like that sometimes and... yeah. Sorry.$s#$b#... I'm not the easiest guy to talk to. Like yesterday, I can get stuck... in my own head.$s",
	"seb.daily.spring_23": "*sighs* I'm sure you've heard the flower dance is tomorrow...$s#$b#By far the worst event of the year... the whole thing is ridiculous like a weird junior high dance class, uniforms and everything...#$b#I only go because my mom really wants me to participate in these events.",
	"seb.daily.spring_27": "Hi @, I found some leeks by the lake this morning so I'm going to take them to George later.#$b#He loves leeks and tells some pretty good stories if you hang out and listen.#$b#At first he acts really grumpy but he's a softie once you get to know him. He's always telling me to get a haircut, heh.#$b#... If you're not busy, want to walk down with me? J-just if you're free...$l#$b#I don't mind going alone but it would be nice to have some company.$s",
	//Summer
	"seb.daily.summer_2": "Do you want to hang with me and the gang at the saloon on Friday? We usually meet up once a week to play pool and just hang out.#$b#... Cool, if you come by, maybe we could play a game... if you like pool.$7#$b#%Sebastian seems to be feeling better...",
	"seb.daily.summer_3.quitsmoking": "Ugh... I hate going for a checkup every year, such a waste of time...#$b#Doc Harvey will just say the same things he always does, 'stop smoking, get more sleep and less screen time'.$s#$b#I mean, yeah he's right about the smoking and I'm already working on that, but I need the computer to work and live...",
	"seb.daily.summer_3.keepsmoking": "Ugh... I hate going for a checkup every year, such a waste of time...#$b#Doc Harvey will just say the same things he always does, 'exercise, get more sleep and less screen time'.$s#$b#I mean, yeah he's right about the exercise, sitting at a computer all day isn't great for my health, but I need it to work and live...",
	"seb.daily.summer_3.nonsmoking": "Ugh... I hate going for a checkup every year, such a waste of time...#$b#Doc Harvey will just say the same things he always does, 'exercise, get more sleep and less screen time'.$s#$b#I mean, yeah he's right about the exercise, sitting at a computer all day isn't great for my health, but I need it to work and live...",
	"seb.daily.summer_6": "Oh hey, @, I was about to head over to the lake and see how the tadpoles are growing... Want to come?$7#$b#Hopefully there will be a lot of frogs this year, they help keep the flies in check during the summer.#$b#And listening to the frog song at night is really soothing. Living near a lake has it's advantages I guess...#$b#... You have a lot of tadpoles in the ponds on your farm? That's cool, maybe I'll come by and we can check them out? If that's okay I mean...$7",
	"seb.daily.summer_8": "'Sup @... *sighs*$s#$b#%Sebastian looks down and away, obviously he's trying to work out how to say something important.#$b#Sorry... um... I want to ask you something... well, tell you something first, then ask.$s#$b#Sometimes my depression takes over and I get stuck in dark thoughts, it's hard to break free... Like being on a merry-go-round that's spinning too fast.#$b#I want to jump off, but it's easier to just hang on and hope it'll stop.$s#$b#I don't really expect you to understand, but when we talk, it distracts me until I can get past those feelings of futility.$s#$b#I-If it's okay, can I call or text you whenever...? I know it's a big ask and I won't make a habit of it.#$b#... That's fine? Um, thanks... really. It means a lot just knowing you're there.$7",
	"seb.daily.summer_9": "Did you hear about the Luau coming up? Everyone tosses something into a giant pot and it somehow becomes edible soup.#$b#It's actually amazing no one's gotten incredibly sick from that, but whatever... Oh heck no, I never eat that stuff!#$b#Sam has snuck some really weird things in there, heh!$7#$b#I'm pretty sure it's hot enough to kill most germs anyway... food for thought, right? Yeesh, forget I said that.$s#$b#%Pfft, yeah, this town does have some very odd festivals... Hmm it seems Sam wasn't entirely working alone here.",
	"seb.daily.summer_10": "Today's Maru's birthday... You two seem to get along so she'd be happy if you got her a present.#$b#... I actually remembered to get her something this year, you must be a positive influence. It's only some strawberries, but she loves those.$7#$b#She seemed overly happy, kinda made me feel bad for usually forgetting to get her anything.",
	"seb.daily.summer_17": "Since it's Sam's birthday, I'll be heading over to his place with something for him.#$b#Ugh... to be honest, I... forgot to get him anything. If I don't give him a present he'll hound me about it for weeks... help me? Please??$s#$b#... Oh that's a great idea, we can swing by the saloon for a pizza on the way to his place.$h",
	"seb.daily.summer_20": "Have you checked on the tadpoles at your farm?#$b#They should have their legs and lungs by now and be coming out of the water.#$b#It's amazing how quickly they change, I never get tired of watching them every year.$7#$b#If you come by in the evening, the adults are really singing...$h",
	"seb.daily.summer_22": "When it's this hot out, the basement feels nice and cool...#$b#Wanna hang out and play a board game? Sam and Abby are coming by later to get out of the heat.$h",
	"seb.daily.summer_26.typical": "*sighs* ... Sorry, it's just one of those days, you know... I hate that I bring you down like this sometimes.$s#$b#... You like spending time with me anyway? Thanks... *looks down for a moment, then back*#$b#... The dark days don't last as long or happen as often since you moved here, you're easy to talk to.$7#$b#Thanks for y'know, hanging with me.",
	"seb.daily.summer_26.autism": "*sighs* ... I um... can't really talk today, my brain is... sort of shut down. It... just happens sometimes.$s#$b#%Seb looks down for a moment, then back, fiddling with the hem of his shirt.#$b#You can stay if you want, I don't feel like being alone but... ugh, sorry.$s#$b#... The dark days don't last as long or happen as often since you moved here, you're easy to talk to.$7#$b#Thanks for y'know, hanging with me.",
	"seb.daily.summer_27.quitsmoking": "You know, there's this frog that has no lungs, it breathes entirely through its skin.#$b#Too bad I can't do that, better start taking care of my lungs.$s#$b#Yeah, fun frog facts with Seb... heh...$s",
	"seb.daily.summer_27.keepsmoking": "You know, there's this frog that has no lungs, it breathes entirely through its skin.#$b#Super weird, but definitely convenient.$s#$b#Yeah, fun frog facts with Seb... heh...$s",
	"seb.daily.summer_27.nonsmoking": "You know, there's this frog that has no lungs, it breathes entirely through its skin.#$b#Super weird, but definitely convenient.$s#$b#Yeah, fun frog facts with Seb... heh...$s",
	"seb.daily.summer_28.typical": "Oh hey, @, don't forget about the Moonlight Jellies tonight!$h#$b#The glow of the jellyfish and the water reflections under the dark sky are so... ethereal.$7#$b#I'll be at the end of the dock, there's a good view from there.$7",
	"seb.daily.summer_28.autism": "Oh hey, @, don't forget about the Moonlight Jellies tonight!$h#$b#The glow of the jellyfish and the water reflections under the dark sky are so... ethereal.$7#$b#If you do come, the end of the dock has the best view.$7",
	//Fall
	"seb.daily.fall_3": "Oh hey, on the back trail to your place I picked up some wild plums and hazelnuts. I'll stop by George's place and drop them off.#$b#They aren't his favorites, but he still seems to be happy when I hang out and listen to his stories.#$b#Last time I was there, he asked about you, want to come with?$7",
	"seb.daily.fall_7.1": "Maru said I look healthier and better rested, less like an olm.#$b#... Yeah, it's a real thing, I looked it up. Sort of an eyeless cave lizard, thanks Maru.$s#$b#My mom said something too, without the olm reference... they were just being overly nice or whatever.",
	"seb.daily.fall_7.2": "What about you, @? Do I look okay?",
	"seb.daily.fall_7.3": "*smile* you do look brighter now.",
	"seb.daily.fall_7.4": "Heh, thanks! Do you want to stay for some coffee?$7",
	"seb.daily.fall_7.5": "You look the same as always.",
	"seb.daily.fall_7.6": "Figures, those two are definitely up to something. Probably want me to help set up new equipment.",
	"seb.daily.fall_10.1": "Sometimes I wish I could become invisible and escape from difficult situations.#$b#It's funny, when you're there... I don't feel as anxious. Th-thanks for that, I feel safe with you.$l",
	"seb.daily.fall_10.2": "If you could have any super power, what would it be?",
	"seb.daily.fall_10.3": "Super strength, to make work easy.",
	"seb.daily.fall_10.4": "Yeah that would be useful... I bet my mom would pick that one too, heh!$h",
	"seb.daily.fall_10.5": "Flight, to feel the wind beneath my wings.",
	"seb.daily.fall_10.6": "Pfft, good one you cheeseball! Though the adrenaline rush of flying would be incredible.$h",
	"seb.daily.fall_13": "It's Abby's birthday today, did you get her anything?#$b#I'll come with you, she's been nagging me about ignoring her lately.$7",
	"seb.daily.fall_15": "Oh yeah, tomorrow is the Stardew Valley Fair...#$b#Mom designed some new wood-working pieces for her display, Sam and Abby like to play the games and hang out with their friend from Zuzu City...#$b#Are you doing a grange display? Let me know if you need any help setting it up.$7",
	"seb.daily.fall_20": "Tomorrow's my mom's birthday and she's pretty excited, Maru and Demetrius are cooking her favorite spaghetti dinner.#$b#I hope she likes my gift at least...", //portrait call 12
	"seb.daily.fall_26.1": "Yes!! Tomorrow is my favorite festival. My skeleton buddies are always there and the wizard guy does something to make the maze extra creepy.", //portrait call 11
	"seb.daily.fall_26.2": "It really feels like you're in some kind of magic world.#$b#I'm gonna hit the maze and give Sam a real jump scare!$h#$b#Are you wearing a costume? I'm kind of a sucker for a good costume.$h",
	//Winter
	"seb.daily.winter_4": "Do you want to build a snowgoons sometime?$7#$b#We'll have to build them at your farm though so Demetrius doesn't get annoyed.#$b#I'm not sure what he has against snowgoons, but there's definitely some bad blood there, hehe!$7",
	"seb.daily.winter_7": "You want to help build a barricade for the snowball fight tomorrow? Oh, I mean the Festival of Ice... Sam and I don't fish so we just turn it into an epic snowball battle.$h#$b#Just be careful you don't get a snowball in the back of the neck, you don't want that sliding down your back, I can tell you!#$b#And if you get cold, there's hot chocolate at the stand.$7",
	"seb.daily.winter_9": "@... You know it's my birthday tomorrow, right...?$s#$b#I really don't like being the focus of everyone's attention so please... no party...#$b#Sam and Abby threw me a surprise party once... 'once' being the operative word here, it never happened again.$a#$b#I... do like gifts though... not that I'm hinting or anything!$h",
	"seb.daily.winter_10": "Thanks for coming by, be sure to take some cake, Mom really did make a ridiculously huge cake this year.[220]#$b#Sam and Abby are coming by to bug me, I hope you do too. Not to bug me, to be my bug buffer. Heh!$h",
	"seb.daily.winter_16": "Hey @, thanks for coming over... I wanted to ask your opinion on these song lyrics...$l#$b#What the... what's that over there? It looks like a little robot bug with a camera... MARU!!$a#$b#%Sebastian bounds up the stairs... it might be a good idea to come back later...",
	"seb.daily.winter_22": "You know how I've been training at the gym with Alex... it's been going pretty okay, even though I'm so sore I can barely move.$s#$b#I've realized I need to start taking care of myself so I can keep up with you and Sam.",
	"seb.daily.winter_24": "So, have you gotten something for your 'secret friend'?#$b#... I kinda wonder who pulled my name. Don't count on getting anything good, I've gotten some pretty lame stuff, like socks, a mug, once I got half a sandwich.$s",
	"seb.daily.winter_26": "I'm so glad you liked the figure, I really wasn't sure it would work out... I've never carved anything that detailed before.#$b#I just really liked your Solarion Chronicles character idea so thought I'd make you a figure for game night.$7#$b#Now you've gotta come play with us more often!$h#$b#%Seb's carving work is incredible, he must have a very steady and dexterous hand.",
	"seb.daily.winter_28": "It's almost the new year... I'm usually not big on celebrating arbitrary holidays, but now that you're here, and I feel more connected to all my friends, I'm just happy to spend time together as a group, and with you.$7#$b#I can't believe just a year ago, I was alone and thinking that's how I would spend the rest of my life.$s#$b#Thank you... for making this the most exciting year ever.$l#$b#Want to stay up late? Maybe toast the New Year or whatever? Heh!$7",

//SEB DAILY Y2
	"seb.daily.spring_1_2": "Ughhhh... I think I drank too much last night...$s#$b#Happy New Year... I'm going back to bed.#$b#You can come by later if you want, but no guarantees I'll be conscious.$s",
	"seb.daily.spring_7_2": "I ran into Sam, he's pretty conflicted since his dad came back.#$b#He tries to hide it, but I think he's worried about his dad's PTSD and doesn't know how to help.$s#$b#If you see him, maybe talk to him and see how he's doing... He might need support from his friends, I know it helped me a few times.",
	"seb.daily.spring_12_2": "Tomorrow's the egg hunt bonanza, Abby's super excited as always.#$b#I keep thinking she'll get over it but she never does, it really brings out her competitive side.#$b#Oh well, I guess it's her thing like me and Spirit's Eve.#$b#I'll show up, someone's got to make fun of Sam and his sneezing fits, heh.$h#$b#I'll be somewhere away from the chaos as usual.7",
	"seb.daily.spring_23_2": "Oh, don't even bring it up. I'm hoping if I ignore it, tomorrow won't happen. *sighs*#$b#Yeah, yeah, I'll be at the annual jackass parade, just don't expect me to be cheerful about it.$s#$b#What if we change the music so it can be a real dance...? Just a thought.$7#$b#Better dig that suit out from the bottom of my closet, it'll need a major steaming.$s",
	"seb.daily.summer_3_2.quitsmoking": "*groans* ... Have to go see Doc Harvey again tomorrow...$s#$b#At least he should be happy I've cut back so much on smoking and I'm exercising... Gotta admit I do feel better.$h#$b#I've still got a bunch of those lollipops, want one? heh heh...$7",
	"seb.daily.summer_3_2.keepsmoking": "*groans* ... Have to go see Doc Harvey again tomorrow...$s#$b#At least he should be happy I've been exercising... Gotta admit I do feel better.$7",
	"seb.daily.summer_3_2.nonsmoking": "*groans* ... Have to go see Doc Harvey again tomorrow...$s#$b#At least he should be happy I've been exercising... Gotta admit I do feel better.$7",
	"seb.daily.summer_9_2": "Hehe... I still think it would be funny to put something really weird in the potluck soup tomorrow. Just don't poison anyone.#$b#Sam has come up with some crazy stuff, but it's always edible like maple syrup, gumballs...#$b#Oh my favorite was when he dumped wasabi in there, like a giant tub of it! No idea where he got that, but DANG was the soup NASTY that year!$7#$b#There's a reason Sam's not allowed anywhere near the soup pot anymore.#$b#%Knowing Sam, he probably already has an overly-complicated plan to sabotage the soup.",
	"seb.daily.summer_10_2": "Oh, don't forget Maru's birthday today, she really loves when you come by and visit.#$b#I've been working on being a better brother to her, I remembered to get her something good for her birthday this year and we're going out for dinner.$7",
	"seb.daily.summer_21_2": "@, Gus has been teaching me some basic cooking. Maybe I'll test out my new skills for the next gang movie night.$7",
	"seb.daily.summer_28_2": "Don't forget the moonlight jellies tonight, I'll meet up with you and Sam on the dock.$7#$b#Avoid my step-dad if you don't want the science speech again.#$e#The glow off the water is almost like magic.$7",
	"seb.daily.fall_15_2": "Going to the fair tomorrow? Let me know if you want to try some of the games, we can catch Sam and Vince, maybe get Vince a decent prize.#$b#You'll definitely win the top prize with your grange display. Mom's got some really great stuff this year too, I think you inspired her.$7",
	"seb.daily.fall_20_2":"Are you looking forward to the Spirit's Eve festival? I've been practicing cooking so I'll make a spooky-themed dinner for the gang.$7#$b#Don't worry, dessert won't be candy, heh!$h",
	"seb.daily.fall_26_2": "All ready for the festival tomorrow? I've pulled out my costumes but haven't decided which one I'll go with yet.$7#$b#Wonder what the maze will be like this year, I heard the wizard guy has been changing things up so that's cool.$7#$b#I got Sam and Abby to go along with dressing up this year too.",
	"seb.daily.winter_7_2": "Hehe, time to bury Sam at the snow war tomorrow, it's one time where being smaller is an advantage.$7#$b#Get ready to defrost a Sam-cicle, he's definitely going down!$h.",
	"seb.daily.winter_9_2": "My birthday is tomorrow. Huh.#$b#We don't need to plan anything, just wing it... alright, alright, how about a movie and game night as usual?$h",
	"seb.daily.winter_10_2": "Oh hey, thanks for coming by on my birthday. Mom has her usual giant cake so don't miss out on that.$7#$b#... Sure, a game and movie night sounds good, I'll be there.[220]$h",
	"seb.daily.winter_24_2": "Don't forget, Winter Star is tomorrow... I just plan to sit around and stuff my face.$h#$b#Hopefully Demetrius doesn't give one of his weird holiday origin speeches...$s#$b#Oh well, I'll hang with you and Sam if he does.",
	"seb.daily.winter_28_2": "Oh yeah, Happy New Year again. I'm glad we're all here and it really was a good year.$7#$b#Y'know, I've decided I'm happier here in the valley than I ever would be in the city.#$b#With the internet, it really doesn't matter where I live so staying here with friends is the obvious choice.$7#$b#%Seb smiles, not his usual half smile, but an actual smile.$7",

//SEB REACTIONS
	"seb.special.introduction": "Oh, um hi... you must be the one who inherited that old farm, right?#$b#My mom mentioned someone was moving in there. Oh, Robin's my mom. And I-I'm... Sebastian. Sorry, I forgot you have no idea who I am.#$b#...Um, you're kind of different from what I expected, heh.$s#$b#I-if you need anything... carpentry related... you, uh... Mom will help you at her counter. Or ask me. I... I'm usually around.$s#$b#... Um, I'm sure you have a lot to do so... it was... n-nice to meet you.$s",
	"seb.reaction.gift.80.lowhearts": "Hey thanks! I can definitely use this, did you know you can make cool stuff with quartz?$7",
	"seb.reaction.gift.80.medhearts": "Oh nice, hold the stone up to the light and you can see the colors in the crystals. This one really glitters, like stars... heh, uh thanks!$l",
	"seb.reaction.gift.80.highhearts": "Thanks! I can always use more quartz and obsidian. Um, you know you really don't have to go to this much effort for me... I really appreciate it though.$l",
	"seb.reaction.gift.74": "This is... incredible, just look at the colors and refraction. Are you sure you want to give this to me?#$b#Th-thank you! I could stare at this for hours... Er, well, minutes. I could stare at it for... awhile.$l",
	"seb.reaction.gift.84.lowhearts": "This is so cool! Heh, um, yeah... that was terrible, but I do love this stone... Thanks @!$7",
	"seb.reaction.gift.84.medhearts": "I wonder if there are any good legends about these stones... maybe I'll ask George, he knows a lot of those old stories.$7",
	"seb.reaction.gift.84.highhearts": "Thanks! These things are awesome, when I go in the mines, it's usually to pick up more of these. Be careful down there, I'd hate to have to organize a rescue party, heh.",
	"seb.reaction.gift.236": "$c 0.5#Thanks @, this is my favorite... mmmm so good! It reminds me of sitting by a warm fire in the fall.$7#Oh hey, did you make this yourself...? It tastes amazing, like Mom's but different... you made it your own.", //portrait call 11
	"seb.reaction.gift.227": "$c 0.5#Oooh sashimi! This is amazing, you did a great job... you must have some real knife skills.$7#Mmmm sashimi is so addictive, something about the texture and simplicity of it is appealing to me. I can tell you spent a lot of time on this.", //portrait call 11
	"seb.reaction.gift.267": "$c 0.5#Flounder is such a weird fish, I really like it... something about the eyes is so creepy cool.$7#Thanks! These fish have amazing camouflage... I kind of feel like them sometimes, just blending into the background.",
	"seb.reaction.gift.281": "$c 0.5#Oh thanks! I really needed a caffeine boost. Mmmm... this is great, you brewed it just right.$7#There's nothing like a good cup of black coffee... This is excellent, just the right balance of flavor.", //portrait call 11
	"seb.reaction.gift.305": "$c 0.5#Woah... This egg speaks to me... heh, I'll keep it on my desk where I can see it while I work.$7#Hmm... I wonder, if I put this under my pillow, will it hatch? Hehe... only one way to find out.$h",
	"seb.reaction.gift.stardroptea": "Wow, this is a great brew... I'm usually more of a coffee guy but this tea is excellent. Thank you, @!", //portrait call 11
	"seb.reaction.gift.373": "Oh wow, this is fantastic! You know I love fall and this reminds me of Spirit's Eve... and it's real gold, right? Thank you, I won't forget this!", //portrait call 11
	"seb.reaction.gift.279": "Thanks! I love rock candy, ooooh so sweet... this'll keep me going for hours.$h#$b#I know this is kind of hard to get, thanks for thinking of me.$h",
	"seb.reaction.gift.797": "Wow, I don't know what to say. You're just giving this to me?$7#$b#These are so rare, thank you @... really, you're always giving me the best gifts...$h",
	"seb.schedule.mountain_47_23": "I like the peace and quiet up here, I can hear the frogs and insects when it's warm and feel the stillness in winter.$7#$b#... I guess... this is one thing you can't find in the city.",
	"seb.reaction.flowerdance.decline": "I'm sorry, but... I just can't. S-sorry.$s",
	"seb.reaction.flowerdance.accept": "Alright, let's do this.#$b#Heh... maybe this festival isn't so bad after all.$h",
	"seb.schedule.resort.entering": "Hi @, how're you liking the beach? The boat ride over was fun, luckily I don't get seasick.$7#$b#It's cool getting a different perspective on the horizon.",
	"seb.schedule.resort.leaving": "I'm ready to get back home, had more than enough sun and heat for one day.#$b#Gonna go home and make some iced tea or something cold and hang out in front of the air conditioner.",
	"seb.schedule.resort": "The beach is nice, but I don't love the crowds.$s#$b#I wonder if there's a time when nobody else is here, it would be great to have the place to ourselves and explore.$h",
	"seb.schedule.resort.shore": "Hmm what do you think, build a sandgoon army? Or maybe bury myself in the sand so I don't get lobsterized... yeesh.#$b#... I'll definitely set up an umbrella if I'm going to hang out here, definitely need the shade.$7",
	"seb.schedule.resort.wander": "... Now, if I were a tropical frog, where would I hide...$7#$b#Oh hey, @! Want to join the frog hunt? We could grab some snacks later and have a picnic.$l",
	"seb.schedule.resort.wander2": "I bet this place looks pretty cool in the rain.#$b#It would be cool to hang out here on a rainy day, don't you think?$l",
	"seb.schedule.resort.towel": "It's good to get away from the computer and see the real world sometimes.#$b#I forget how nice it can be... though it would be even better if it wasn't so hot.$7",
	"seb.schedule.resort.bar": "My usual clothes don't cut it in this heat... so here I am, looking like a weeb in a t-shirt.$s#$b#I guess it's good to try something different once in a while... join me for a drink?$7",
	"seb.reaction.birthdaygift.positive": "Hey thanks, @! You didn't have to get me anything, this is really cool though. Thank you!$h",
	"seb.reaction.firstvisit.railroad": "I'm glad the path to the railroad tracks is open again.#$b#I like going up there for a change of scenery.#$b#... When trains go by, sometimes stuff falls off the open cars. If I find anything good I'll pick it up for you.$7#$b#Oh, there's the bathhouse too... It's... nice for relaxing in the evening when it's not busy.",
	"seb.reaction.GreenRain": "Hey @! What's it like out there? Any sudden bursts of strength or speed? Hehe...$h#$b#Demetrius is outside in an encounter suit and my mom's totally freaked out, mainly because he won't listen to her.",
	"seb.reaction.GreenRain2": "I was hoping this freaky green rain would happen again, too bad it doesn't actually give superpowers, heh!$h#$b#Let's go out and see what's up at the lake, last year the tadpoles grew a couple week's worth in one day!$7",
	"seb.reaction.fair.purpleshorts": "@!! I know you didn't win but... that was probably the funniest thing I've ever seen at any festival!$7#$b#The look on Mayor Lewis' face, it was pure gold, haha!$h#$b#I'm guessing those shorts were his...? They're his SPECIAL shorts?? He said that?!$7#$b#Where did you get them, c'mon spill it, I'm begging you!$h#$b#Sam is so going to flip when he finds out you pulled the prank of the year and didn't tell him!$7",
	"seb.reaction.fair.PlayerWon": "I'm not surprised you won, you had the best display by far! I might be a little biased against certain people, but it's true anyway.$7",
	"seb.reaction.fair.PlayerLost": "Don't worry about not winning, there's always next year and everyone knows Pierre cheats, whether he wins or not... at least that's Sam's theory.",

//SEB SVE
	"seb.SVE.museumCompleted": "It's kind of funny seeing everyone all worked up about old things on display, though it's really cool you found all that stuff.#$b#I wouldn't mind looking around if you want to tell me some stories, I bet you have some good ones I haven't heard yet.$l",
	"seb.SVE.election": "I don't care about the election results, the whole thing is stupid.$5#$b#Nope. I didn't vote.$0",
	"seb.SVE.jojaEmporium": "Can't hang out on the roof of the emporium...$0#$b#Kind of a bummer. It would have been the perfect spot for stargazing or just a quiet place to get away.",
	"seb.SVE.AuroraVineyardPurchased": "That vineyard is pretty awesome, in a kind of creepy and haunted kind of way. That's cool you were able to buy it.",

//SEB CONVERSATION TOPICS AND EVENTS
	"seb.event.3910975": "I heard about Shane, that must have been tough to see... I hope he's okay.#$b#I'm sorry you had to deal with that situation, especially since he's your friend.#$b#It's good you were there for him, but seeing how what he said affected you... I wouldn't wish that on anyone.$s",

//SEB STRINGS DIALOGUE
	"seb.strings.16.DesertFestival": "Hey... it's so flippin' hot... definitely recommend grabbing an iced tea.$s#$b#I'm not leaving this shade patch until it's time to go.",
	"seb.movie.love_BeforeMovie": "Hey. The reviews say this movie is pretty dark and suspenseful, with creative camera angles and lighting. Hope it doesn't disappoint!$7",
	"seb.movie.love_DuringMovie": "This cinematography is next-level, love the contrast between dark and light, and the framing- Woah!!#$b#Hehe! That one really got me!$h",
	"seb.movie.love_DuringMovie_2": "%Seb is intensely focused on the movie, this is definitely his genre.",
	"seb.movie.love_AfterMovie": "Best movie I've seen in a while... I wonder how they did some of those special effects?$7#$b#I love how they didn't depend on digital imagery, practical effects are so much more interesting.$7",
	"seb.movie.like_BeforeMovie": "*shrugs*... The reviews were good and the story sounds decent. Plus the movie poster looked pretty cool, so I'm in.",
	"seb.movie.like_AfterMovie": "It wasn't the best ever, but I had a pretty good time... let's do this again soon.$7",
	"seb.movie.dislike_BeforeMovie": "Hmm... I don't know about this one, it doesn't really look like my thing. Hopefully it's short...",
	"seb.movie.dislike_DuringMovie": "%Seb is messing with his hoodie strings and bouncing his leg... this movie obviously isn't for him.",
	"seb.movie.dislike_AfterMovie": "It's probably a fine movie for the target audience, but it's just not for me.#$b#Sam might like it though.",
	"seb.strings.map.SebastianRoom.1": "A radio, set to an oldies station that plays retro stories.",
	"seb.strings.map.SebastianRoom.2": "A graphic novel, it's very worn and obviously a favorite.",
	"seb.strings.map.SebastianRoom.3": "'Solarion Chronicles:The Game' and a stack of scenarios printed from a website.",

//RAIN DIALOGUE
	"seb.rain.1.lowhearts": "If you’re lucky, you might see a frog in this weather... um... yeah... I've kinda always liked frogs.",
	"seb.rain.2.lowhearts": "I like the rain... it washes all the dirt and crud away and makes everything feel fresh.",
	"seb.rain.3.lowhearts": "The frogs come out in the rain... you can hear them singing at the lake if you're quiet and listen.",
	"seb.rain.1.medhearts": "It's nice looking out toward the horizon from the docks when it's raining like this.#$b#You're welcome to join me whenever...$s",
	"seb.rain.2.medhearts": "Hey @, the frogs sure do love this weather, have you visted them lately?$7",
	"seb.rain.3.medhearts": "Y'know, you should at least wear a hoodie when it's raining...#$b#Yeah, I know you're busy. Mom's like that too.",
	"seb.rain.1.highhearts": "Oh man, you're soaked! Hang in my room a while and dry off.#$b#We can play a round of Solarion Chronicles or I can show you some of the game I've been working on.$7",
	"seb.rain.2.highhearts": "@, I know you want to get things done, but why not take a break with me when it's raining?#$b#Inside it's dry and the band has a new song I can play for you.$7",
	"seb.rain.3.highhearts": "It's really coming down... bet the crops love it though.#$b#I can make some coffee or hot chocolate... if you're not too busy, want to hang out and watch a movie?$7",

//SEB SCHEDULE DIALOGUE
	"seb.strings.rain.dock.1.lowhearts": "@... Did you come out to fish? Don't mind me, I'm just thinking about random things so I won't bother you.",
	"seb.strings.rain.dock.2.lowhearts": "Hi... um... usually no one else is out here when it's raining. I just like the feeling of the rain and the fog over the water.",
	"seb.strings.rain.dock.3.lowhearts": "It's pretty cold out here, you should hang out somewhere less gloomy... y'know, like the saloon.#$b#%Seb glances down and away, he seems to want to be alone.",
	"seb.strings.rain.dock.1.medhearts": "Oh, hey @... Usually there's no one else out here in the rain...#$b#I'm used to being alone, but now that you're here it's nice to have company... I'm glad you came.$l",
	"seb.strings.rain.dock.2.medhearts": "@... Did you come out to fish? Don't mind me, I'm just thinking about random things so I won't bother you.#$b#If you do want to talk though, I'm happy to listen.$l",
	"seb.strings.rain.dock.3.medhearts": "The sound of the rain on the docks and the metal shack roof is nice, don't you think?#$b#I like to hang out here and just listen.$7#$b#%The sounds are mesmerizing, the rain pings on the metal roof, plops in the water, thumps on the dock...",
	"seb.strings.rain.dock.1.highhearts": "Oh, hey @... good to see you...#$b#I really... don't like being alone all the time anymore, it's nice having friends around.$7",
	"seb.strings.rain.dock.2.highhearts": "@... Did you come out to fish? I'll keep you company.#$b#Do you... have any new stories about the farm?#$b#I like listening to you talk out here in the rain.$7",
	"seb.strings.rain.dock.3.highhearts": "%Seb looks melancholy today...#$b#Th-thanks for hanging here... can we just be still and listen to the rain for a while?$s",
	"seb.strings.saloon.1.lowhearts": "I tried to teach Sam some shots but he said it was too complicated and he wanted to just 'feel the vibe' or something like that.$7",
	"seb.strings.saloon.2.lowhearts": "I've been practicing some trick shots, watch this jump shot over that ball, hit the rail, and pocket the solid 4 ball...$7",
	"seb.strings.saloon.3.lowhearts": "We've invited Abigail to play, but she says she prefers to watch even though she spends most of the time on her phone.",
	"seb.strings.saloon.1.medhearts": "I'm sure there are more exciting things to do on a Friday night, but it's sort of a tradition playing pool and hanging out.$7",
	"seb.strings.saloon.2.medhearts": "If you want, I'll show you some shots... we can play 3-Ball or Cutthroat, then the three of us can play.$7",
	"seb.strings.saloon.3.medhearts": "I'm glad you came by... uh, yeah I was getting bored and Sam won't stop yapping. Something about the latest video he posted.",
	"seb.strings.saloon.1.highhearts": "Hey, do you want to hang out with us? I'll finish this game with Sam, then we can switch to a three player game, or go get some food.$7",
	"seb.strings.saloon.2.highhearts": "Just in time! This setup is perfect, I'll bounce off the side bumper there and if I get the angle right, I can sink those three balls.$7",
	"seb.strings.saloon.3.highhearts": "%Seb is leaning way over the table, one knee up on the rail...#$b#Oh, hi @, did you see that shot? Almost didn't think I'd make it.$7",
	"seb.strings.checkup.summer_4.000.sweet": "Ugh, I hate going to the doctor's office...$s#$b#I wonder what Doc Harvey would say if you just walked in the room, hehe...$h#$b#He'd probably say something really professional and boring...$s",
	"seb.strings.checkup.summer_4.001.sweet": "@! I didn't think you'd actually come in here...$7#$b#... Haha, Harvey has a pretty funny look on his face...$h#$b#... Good thing I wasn't naked, right? Uh... yeah don't think about that too much...$l",
	"seb.strings.nightmarket.winter_16.000": "There's some interesting stuff here, do you want anything?#$b#I was hoping to get one of those frog statues but apparently they only bring them on the first day. Oh well, next time I guess.$s",
	"seb.strings.CommunityDay_Sebastian": "Yeah, gonna race all the way to the spa. Definitely not gonna get to my house and stop. Tooootally.#$b#*whispers* Wanna ditch and hang out over by the lake?$7",

//FESTIVAL DIALOGUE
	"seb.festival.spring13.y1.typical": "Abby and Sam sure do like the egg hunt.#$b#I'll be here away from the crowd if you want to talk later...$7",
	"seb.festival.spring13.y1.autism": "Abby and Sam sure do like the egg hunt.#$b#I'll be here away from the crowd if you want to talk later... Y-you can hang with me if you want but... I won't be great company.$7",
	"seb.festival.spring13.y2": "Good luck! Abby has won this thing more times than I can count, someone really needs to give her a challenge.$7#$b#Sam is definitely dying of allergies, heh! I almost feel sorry for him.",
	"seb.festival.spring24.y1.1": "This festival is so embarrassing...", //portrait call 12
	"seb.festival.spring24.y1.2": "... don't expect any exciting dance moves, this thing is very stilted.",
	"seb.festival.spring24.y2": "Here we are again at this ridiculous festival... oh well. At least it's more fun with friends around.$7",
	"seb.festival.summer11.y1": "The mayor asked me to keep Sam away from the soup pot, haha! I'm sure he's got something planned.$7#$b#It's kinda funny he asked ME to do it, I guess he's never figured out... oh, never mind, heh!$h",
	"seb.festival.summer11.y2": "I still think this community soup pot thing is kinda weird...#$b#Later we could cook something together, I want to get better at that kind of thing.#$b#It's crazy hot, I don't plan on hanging out here for very long if I can sneak out early.$7",
	"seb.festival.summer28.y1.typical": "Wouldn't it be kinda cool if some giant sea creature rose up from under the jellies? Well... maybe not with all these people on the docks, heh.$7#$b#%Wait, what is Sam doing? He's inching closer behind Seb, pretending to look around innocently-#$b#%*Eeeep!* Sam yelps, Seb holding him in a wrist lock.#$b#... Sam, don't even think about it. If anyone is going in the water, it's you.#$b#%Yikes, Seb is fast! Sam immediately concedes, rubbing his wrist, he turns and grins as he moves to a safe distance.#$b#I can't believe he still does that, he's always trying to dunk me but he hasn't succeeded yet. Well, not since sixth grade anyway.$h#$b#%Seb is acting annoyed, but... I get the feeling this is a game they both love.",
	"seb.festival.summer28.y1.autism": "Wouldn't it be kinda cool if some giant sea creature rose up from under the jellies? Well... maybe not with all these people on the docks.#$b#Anyway, you can watch with me if you want... once the jellies get here, you can see the glow reflected by the water, this whole place glitters.$7#$b#%Wait, what is Sam doing? He's inching closer behind Seb, pretending to look around innocently-#$b#%*Eeeep!* Sam yelps, Seb holding him in a wrist lock.#$b#... Sam, don't even think about it. If anyone is going in the water, it's you.#$b#%Yikes, Seb is fast! Sam immediately concedes, rubbing his wrist, he turns and grins as he moves to a safe distance.#$b#I can't believe he still does that, he's always trying to dunk me but he hasn't succeeded yet. Well, not since sixth grade anyway.$h#$b#%Seb is acting annoyed, but... I get the feeling this is a game they both love.",
	"seb.festival.summer28.y2": "%The reflected light glitters on the water... a streak of color, then Sam is sprawled on the dock, Seb's knee on his chest, elbow hovering over Sam's face. 'I give, I give!' Seb gives Sam a hand-up...#$b#Not today, Sam... heh, I still saw you even though my back was turned.$h#$b#%That was impressive, maybe he DOES know ninjutsu...",
	"seb.festival.fall16.y1": "Have you gone to the fortune teller's booth yet? She told me some interesting things...$7#$b#I know it's all just wordplay, but it's still pretty fun.$7",
	"seb.festival.fall16.y2": "Let's go play some games with Sam and Abby, maybe we can get enough star tokens to actually get a decent prize.$7#$b#Want some snacks? I'll grab some for all of us to share.$h",
	"seb.festival.fall27.y1": "Hey, @. Want to try the maze together? I know ninjutsu, I'll kick some monster ass!$h#$b#C'mon, don't laugh, how do you know it's not true?$s#$b#Let's go to the stand and get some candied apples, then the maze. I'm sure Sam and Abby are already lost in there, heh!",
	"seb.festival.fall27.y2": "Hey it's my skelebros, this is Papyrus, and over there is Reed. Reed's lost a lot of weight recently, best not to mention it.$7#$b#Let me know if you want to do the maze, we can hunt down the rest of the gang.$7",
	"seb.festival.winter8.y1": "I've built up a snowball arsenal, gotta plan strategies for the snowball war. Wanna join me, @?$7#$b#Sam's definitely got it coming!$h",
	"seb.festival.winter8.y2": "Keep an eye out for any sneak snowball attacks, Sam still thinks he can ambush me.$7#$b#After this, we can all hang out at the saloon and warm up.$7",
	"seb.festival.winter25.y1": "Merry Winter Star @! I, uh, made you something. H-here, I hope you like it...#$b#%It's a small box wrapped in comic book paper...#$b#%Opening the box reveals a small figure of a warrior elf, carved from obsidian. The details are incredible!#$b#Heh, you're welcome. It's nothing, really... I just thought your Solarion Chronicles character was really cool so made a carving of it. I'm glad you like it.$7",
	"seb.festival.winter25.y2": "Hey @, the food looks amazing this year, maybe after we eat, we can set up a Solaron Chronicles game. A few people already said they'd try it out.$7",

//MAIL
	"seb.mail1.text": "Hi @,^I hope it's okay that I wrote you a letter, sometimes it's easier than talking.^^Thanks for hanging out with me, most people don't give me the time of day. ^^Maybe I'll see you at the saloon on Friday night. Mom made this, she said it was for you.^^   Seb",
	"seb.mail1.title": "Seb Note 1",
	"seb.mail2.text": "Hi @,^I'm glad you like my singing, I never really thought I was especially good at it, but maybe it's not so bad.^^Anyway, Sam wants to do more stuff with the band, like recording songs and all that. He wants to be famous or something, heh.^^   Seb",
	"seb.mail2.title": "Seb Note 2",
	"seb.mail3.text": "Hi @,^Thanks for hanging with me at the lake.^^You're welcome to join me anytime, I can tell you about what the frogs are up to and show you the song I'm working on.^^Tell me what you think of the lyrics, it's good to have an opinion other than Sam's.^^I found this on the back trail near your farm, maybe you can use it.^^   Seb",
	"seb.mail3.title": "Seb Note 3",
	"seb.mail4.text": "Hi @,^I was in the mine last night looking for some obsidian, it's pretty creepy but fun to explore down there.^^Sam likes to come, but then he freaks out over every shadow and ends up making too much noise.^^I can come with you whenever you want, I'll watch your back and I bet we'd find some good stuff. Here's some ore I found, Mom said you could use it.^^   Seb",
	"seb.mail4.title": "Seb Note 4",
	"seb.mail5.text": "Dear @,^After the blue frog adventure, I thought about what I want for the future. I realized I can get along with Demetrius if we focus on working together, not on our differences. I doubt we'll ever be close, but things are better now between us.^^Here's something I thought you'd like.^^   Seb",
	"seb.mail5.title": "Seb Note 5",
	"seb.mail.launchparty.text": "I'm having a game launch get together at my place, come by and play with us when you can. I have an extra handheld you can borrow.^^See ya soon!^^   Seb",
	"seb.mail.launchparty.title": "Launch Party",

//EVENTS
//1 HEART
	//Gang Gossip //this is in both Sam and Seb, set up so only one will play if both mods are installed
		"seb.event.ganggossip.1": "Hey, Sam... we already have the scenario set up and ready to go, Abigail wanted to start without you.",
		"seb.event.ganggossip.2.female": "C'mon! I got distracted on the way over. I ran into the new farmer, she seems nice.$h",
		"seb.event.ganggossip.2.male": "C'mon! I got distracted on the way over. I ran into the new farmer, he seems nice.$h",
		"seb.event.ganggossip.2.neutral": "C'mon! I got distracted on the way over. I ran into the new farmer, they seem nice.$h",
		"seb.event.ganggossip.2.1.female": "I saw her in passing, she's friendly.",
		"seb.event.ganggossip.2.1.male": "I saw him in passing, he's friendly.",
		"seb.event.ganggossip.2.1.neutral": "I saw them in passing, they're friendly.",
		"seb.event.ganggossip.3.female": "Ohhh! The new farmer, huh? I met her the other day in the store.#$b#She was standing in the seed isle just staring off into space, like she was lost or something.$h#$b#I almost asked if she needed directions, but I didn't feel like talking. She said 'hi' but I told her to bugger off.",
		"seb.event.ganggossip.3.male": "Ohhh! The new farmer, huh? I met him the other day in the store.#$b#He was standing in the seed isle just staring off into space, like he was lost or something.$h#$b#I almost asked if he needed directions, but I didn't feel like talking. He said 'hi' but I told him to bugger off.",
		"seb.event.ganggossip.3.neutral": "Ohhh! The new farmer, huh? I met them the other day in the store.#$b#They were standing in the seed isle just staring off into space, like they were lost or something.$h#$b#I almost asked if they needed directions, but I didn't feel like talking. They said 'hi' but I told them to bugger off.",
		"seb.event.ganggossip.4": "And you say I'm not social.",
		"seb.event.ganggossip.5.female": "Woah, wait, wait... You've talked to her?$8#$b#HAHA!! I never would have guessed you'd emerge from your basement long enough to notice someone new, especially when they just moved here.$h",
		"seb.event.ganggossip.5.male": "Woah, wait, wait... You've talked to him?$8#$b#HAHA!! I never would have guessed you'd emerge from your basement long enough to notice someone new, especially when they just moved here.$h",
		"seb.event.ganggossip.5.neutral": "Woah, wait, wait... You've talked to them?$8#$b#HAHA!! I never would have guessed you'd emerge from your basement long enough to notice someone new, especially when they just moved here.$h",
		"seb.event.ganggossip.5.1.female": "Did you REALLY talk to her? Hmm...",
		"seb.event.ganggossip.5.1.male": "Did you REALLY talk to him? Hmm...",
		"seb.event.ganggossip.5.1.neutral": "Did you REALLY talk to them? Hmm...",
		"seb.event.ganggossip.6": "This is an interesting turn of events, sooo... Seb, what's your assessment? You must have some first impressions.$3",
		"seb.event.ganggossip.7": "Not really.",
		"seb.event.ganggossip.8.female": "I heard she moved here straight from the city without any farming experience at all.#$b#That took guts, I don't think I could leave my family and start over by myself.",
		"seb.event.ganggossip.8.male": "I heard he moved here straight from the city without any farming experience at all.#$b#That took guts, I don't think I could leave my family and start over by myself.",
		"seb.event.ganggossip.8.neutral": "I heard they moved here straight from the city without any farming experience at all.#$b#That took guts, I don't think I could leave my family and start over by myself.",
		"seb.event.ganggossip.8.1.female": "My mom was saying she used to work for Joja corporate. That's definitely a big change, going from a cube farm to the country life.#$b#I can empathize with that, she seems like someone who is willing to chase her dream.$h",
		"seb.event.ganggossip.8.1.male": "My mom was saying he used to work for Joja corporate. That's definitely a big change, going from a cube farm to the country life.#$b#I can empathize with that, he seems like someone who is willing to chase his dream.$h",
		"seb.event.ganggossip.8.1.neutral": "My mom was saying they used to work for Joja corporate. That's definitely a big change, going from a cube farm to the country life.#$b#I can empathize with that, they seem like someone who is willing to chase their dream.$h",
		"seb.event.ganggossip.9.female": "Everyone knows you need a lot of help, Sam. Heehee!$h#$b#That does explain why she didn't know any of the planting seasons and had to read the back of every seed packet in the store.#$b#I bet she doesn't even know how to make fertilizer. *snorts*$3#$b#Wonder what it would be like to just wake up with a bunch of property. Rebuilding that farm will ruin it though, I'll miss exploring out there.$s#$b#*squints* Seb... so how DID you meet the new girl anyway?$3",
		"seb.event.ganggossip.9.male": "Everyone knows you need a lot of help, Sam. Heehee!$h#$b#That does explain why he didn't know any of the planting seasons and had to read the back of every seed packet in the store.#$b#I bet he doesn't even know how to make fertilizer. *snorts*$3#$b#Wonder what it would be like to just wake up with a bunch of property. Rebuilding that farm will ruin it though, I'll miss exploring out there.$s#$b#*squints* Seb... so how DID you meet the new guy anyway?$3",
		"seb.event.ganggossip.9.neutral": "Everyone knows you need a lot of help, Sam. Heehee!$h#$b#That does explain why they didn't know any of the planting seasons and had to read the back of every seed packet in the store.#$b#I bet they don't even know how to make fertilizer. *snorts*$3#$b#Wonder what it would be like to just wake up with a bunch of property. Rebuilding that farm will ruin it though, I'll miss exploring out there.$s#$b#*squints* Seb... so how DID you meet the new farmer anyway?$3",
		"seb.event.ganggossip.10.female": "@ came by to ask Mom about farm buildings and stuff, she asked a lot of questions. Mom was all excited to help her out. *shrugs*#$b#I was just walking by to the kitchen, no big deal.",
		"seb.event.ganggossip.10.male": "@ came by to ask Mom about farm buildings and stuff, he asked a lot of questions. Mom was all excited to help him out. *shrugs*#$b#I was just walking by to the kitchen, no big deal.",
		"seb.event.ganggossip.10.neutral": "@ came by to ask Mom about farm buildings and stuff, they asked a lot of questions. Mom was all excited to help them out. *shrugs*#$b#I was just walking by to the kitchen, no big deal.",
		"seb.event.ganggossip.10.1.female": "I have to admit, she is attractive.$h",
		"seb.event.ganggossip.10.1.male": "I have to admit, he is attractive.$h",
		"seb.event.ganggossip.10.1.neutral": "I have to admit, they are attractive.$h",
		"seb.event.ganggossip.11": "I know, right? @ has really nice hair.$10",
		"seb.event.ganggossip.12": "Oh. My god. Sam, that's all you've got? Nice hair? Hahaha!$h",
		"seb.event.ganggossip.12.1": "Hmmm I guess I can't expect much more from a bunch of guys.",
		"seb.event.ganggossip.13": "Hey, I notice other things too. Sheesh.$s",
		"seb.event.ganggossip.14.female": "Anyway, I guess if she can get her act together, the farm would be good for business at least.",
		"seb.event.ganggossip.14.male": "Anyway, I guess if he can get his act together, the farm would be good for business at least.",
		"seb.event.ganggossip.14.neutral": "Anyway, I guess if they can get their act together, the farm would be good for business at least.",
		"seb.event.ganggossip.15": "So are we going to play this new scenario or not?",

	//Moving Forward //this is in both Sam and Seb, set up so only one will play if both mods are installed
		"seb.event.forward.1": "Hey, Sam... sorry if I got a little snappy with you eariler.",
		"seb.event.forward.2": "No biggie, to be honest, I didn't really notice.",
		"seb.event.forward.3": "Pfftt... Sam, you're so oblivious... but in a good way.",
		"seb.event.forward.4": "*sighs* I just don't like change, I guess.#$b#Everything is going fine in our group, but now there's someone new and I have a feeling we've reached the end of one phase of life and are moving on to the next.#$b#I know it's about time, but still... I sort of hoped... never mind.$s",
		"seb.event.forward.5": "Yeah, you think I don't notice things, but I actually do.#$b#And you're right, things are going to be different now, but that doesn't mean it has to be bad.#$b#If it's going to happen anyway, why not try to make it better?",
		"seb.event.forward.6": "Sam the eternal optimist. Alright, I'll think about it. But if everything crashes and burns, you know who I'm going to blame first!",

//2 HEARTS
	//Vanilla 2
		"seb.event.vanilla2.1": "Oh hey, wasn't expecting anyone to come by. Gimme a sec...",
		"seb.event.vanilla2.2": "#He's busy... I should leave.#I guess I'll wait a minute.",
		"seb.event.vanilla2.3": "Oh, hang on, don't go yet...$u",
		"seb.event.vanilla2.4": "I'm sorry, I uh, I really didn't mean to make you feel uncomfortable. I had to finish this line of code so I wouldn't lose my place...$s#$b#S-sorry...$s",
		"seb.event.vanilla2.5": "Okay. S-sorry about that, I just needed to finish this line of code, otherwise I'd lose my place... and risk having to validate it all again.$s",
		"seb.event.vanilla2.6": "#What are you working on?#I like your decor, looks cool!",
		"seb.event.vanilla2.7": "I'm a freelance programmer, you know, for games... sometimes I build websites, stuff like that...$l",
		"seb.event.vanilla2.8": "Pfft, do my nerdy collections count as 'decor'? Heh, that's funny. I like your sense of humor.$7",
		"seb.event.vanilla2.9": "Ugh... really, Sam? He's messaging me that he wants to come over and hang out.#$b#He should know better than to bug me when I'm working... just because I have a couch and TV in my room...$s",
		"seb.event.vanilla2.10": "Ohhh, visiting my son are you, @?",
		"seb.event.vanilla2.11": "Mom, barge in much?!",
		"seb.event.vanilla2.12": "Sebby, I'm sorry for just walking in like that...#$b#I know you have company, but I have a message for you from Abigail before I get busy and forget...$h#$b#I ran into her at Pierre's and she asked if you were busy today.",
		"seb.event.vanilla2.13": "Did you tell her I'm working? Like usual??",
		"seb.event.vanilla2.14": "I did mention it, but she said she'll probably stop by anyway.",
		"seb.event.vanilla2.15": "...Why does no one take my job seriously?$s#$b#When Maru works at the clinic, everyone respects her space so she can do her job. Does everyone think I'm just screwing around playing some game or trolling social media?!",
		"seb.event.vanilla2.16": "#What are your career goals?#Why don't you want to hang out with your friends?",
		"seb.event.vanilla2.17": "My biggest goal right now is to save enough money to move out and be independent...#$b#I mean, I already pay for all my stuff, but I can't afford rent and save for the future at the same time.",
		"seb.event.vanilla2.18": "You know, if I'd gone to college I'd have graduated a couple years ago and probably be making six figures right now...#$b#I just don't want to be part of that corporate rat race, y'know?#$b#Well, that and I guess I just feel more comfortable working behind the computer than dealing with people face-to-face.$s",
		"seb.event.vanilla2.19": "Um... I really hate to say it, but this client has a tight deadline and I really need to get this project done before tomorrow...$s#$b#S-Sorry... Feel free to come back later though, I uh... it was nice talking with you.#$b#A good day I guess, heh.$7",
		"seb.event.vanilla2.20": "... I don't mind spending time with friends, but Sam and Abigail can be... a lot. Sam can't sit still for two seconds and Abigail is all about the drama.$s#$b#They're both extroverts and very social. They're patient with me, but I just need breaks sometimes.#$b#Maybe that's why I like working with computers, they're logical, never have hidden agendas, and aren't selfish. They don't nag me to change who I am.",

//3 HEARTS
	//Career Goals //this is in both Sam and Seb, set up so only one will play if both mods are installed
		"seb.event.careergoals.1": "Did you guys see that?! I pocketed two balls in one shot!$h",
		"seb.event.careergoals.2": "Looks like I’m finally going to beat you today, Seb.",
		"seb.event.careergoals.3": "Huh? Oh yeah, I was kinda distracted...",
		"seb.event.careergoals.4": "Really... is something going on? Usually you don't let Sam score much even if you are distracted.",
		"seb.event.careergoals.5": "Yeah, I mean, if you need anything, we're always around.",
		"seb.event.careergoals.6": "Just thinking about the future, my career, moving out, things like that.", //portrait call 12
		"seb.event.careergoals.7": "*sighs* Yeah, I hear that. I can't wait to finish school so I can start saving up and move out.$s",
		"seb.event.careergoals.8": "Finding a decent job here in the valley is impossible. I know, I've looked.$s",
		"seb.event.careergoals.9": "Of course, music isn't the easiest career to kick off, you guys were smart picking a non-art careers.$9",
		"seb.event.careergoals.10": "*sighs* ... Don't give up on it, Sam. If you want, I can show you some stuff you could do with websites or maybe social media management.",
		"seb.event.careergoals.11": "You don't need a degree for online work, actually it's better if you don't bother, the debt isn't worth it.$7",
		"seb.event.careergoals.12": "Hmmm... Maybe I'll take you up on that, I'll think about it anyway. Social media might be interesting at least.",
		"seb.event.careergoals.13": "Whelp, I've got some work to finish for my current client, she's crazy picky and keeps submitting changes.$s",
		"seb.event.careergoals.14": "I'm all socialed out. Later.",
		"seb.event.careergoals.15": "See you!",
		"seb.event.careergoals.16.1": "@! Oh um, hi, uh... s-sorry!", //portrait call 13
		"seb.event.careergoals.16.2": "I should watch where I'm going, heh.$s",
		"seb.event.careergoals.17": "Hey @, we were just discussing careers and the lack of options in the valley.",
		"seb.event.careergoals.18": "Yep, depressing stuff. Anyway, how about we change the topic?",
		"seb.event.careergoals.19": "Agreed!",
		"seb.event.careergoals.20": "Let's all order some drinks and pizza! That always improves the mood, then you can tell us what's up at the farm, @.$h",
		"seb.event.careergoals.21": "I got it! We all become farmhands and raise chickens and stuff!$h",
		"seb.event.careergoals.22": "Pffttt... Speak for yourself, Sam. I've got plans!$h",

//4 HEARTS
	//Vanilla 4
		"seb.event.vanilla4.1": "Oh, hey @! I didn't hear you walk up.$8",
		"seb.event.vanilla4.2": "... Oh yeah, this is my motorcycle, my preferred mode of transportation.$8",
		"seb.event.vanilla4.3": "I uh, like to ride out of the valley late at night and the bike is a lot easier to take than a car.$8",
		"seb.event.vanilla4.4": "There's nothing else like it, blazing down the empty stretch of road toward the faint city glow... feeling the wind and watching the scenery fly past...$9",
		"seb.event.vanilla4.5": "... Sometimes I feel like I'm suffocating and need to get out of here. Away from... all this, so I can breathe...$9",
		"seb.event.vanilla4.6": "Done. Oil's changed.$8",
		"seb.event.vanilla4.7": "Hey... I could teach you how to ride, if you're interested...?$8^Hey... I could take you on a ride sometime, or teach you to how to ride yourself if you want...$8",
		"seb.event.vanilla4.8": "Sure, that sounds fun!",
		"seb.event.vanilla4.9": "No thanks. That's not my thing.",
		"seb.event.vanilla4.10": "I'm a little afraid of motorcycles...",
		"seb.event.garage1": "Okay, cool. Just let me know when you have time to go riding.$8",
		"seb.event.garage3": "Don't worry, It's not as hard as it looks at first. I'll show you some stuff I learned to make it easy.$8^No worries, it's not as scary as it seems at first.$8",

	//Say That Again
	//TRANSLATION NOTE for the Say That Again event Seb is talking around a lollipop and his speech is slurred-see correct English text under the slurred lines for these events
		"seb.event.sayagain1.1.quitsmoking": "Hey @, you know I'm working on quitting smoking... It's actually tougher than I thought it would be.#$b#I found these all-natural fruit lollipops, they're pretty good and having something in my mouth helps.",
		"seb.event.sayagain1.1.keepsmoking": "Hey @, you know I'm always looking for ways to calm my anxiety... little things that keep my hands or brain busy help.#$b#I found these all-natural fruit lollipops, they're pretty good and having something in my mouth seems to help a little.",
		"seb.event.sayagain1.1.nonsmoking": "Hey @, you know I'm always looking for ways to calm my anxiety... little things that keep my hands or brain busy help.#$b#I found these all-natural fruit lollipops, they're pretty good and having something in my mouth seems to help a little.",
		"seb.event.sayagain1.2": "I got a huge bag at one of those warehouse stores in Zuzu City.",
		"seb.event.sayagain1.3": "$y 'Yah wanth a lohllipoth?_Sure! I'll take one._Pith a colhor.$7_Nah thanks, I don't feel like candy right now._Suith yherselph.'",
		//seb.event.sayagain1.3.correct.English: "$y 'You want a lollipop?_Sure! I'll take one._Pick a color.$7_No thanks, I don't feel like candy right now._Suit yourself.'",
		"seb.event.sayagain1.4": "Whath?#$b#... I'm noth thalking fhunny...#$b#...$l",
		//seb.event.sayagain1.4.correct.English: "What?#$b#... I'm not talking funny...#$b#...$l",
		//Followup
		"sam.eventSeen_MaggSayThatAgain07082025.quitsmoking": "Hey @! You know Seb is quitting smoking, right? I'm really proud of my bro!#$b#Anyways, did he offer you a lollipop? He's got one of those things in his mouth all the time now.#$b#Bet that drives you up a wall, him talking around a lollipop, haha! It's all good though.$h",
		"sam.eventSeen_MaggSayThatAgain07082025.keepsmoking": "Hey @! Did Seb offer you a lollipop? He's got one of those things in his mouth all the time now.#$b#Bet that drives you up a wall, him talking around a lollipop, haha! It's all good though.$h",
		"sam.eventSeen_MaggSayThatAgain07082025.nonsmoking": "Hey @! Did Seb offer you a lollipop? He's got one of those things in his mouth all the time now.#$b#Bet that drives you up a wall, him talking around a lollipop, haha! It's all good though.$h",
		"abigail.eventSeen_MaggSayThatAgain07082025.quitsmoking": "Ugh, have you seen Seb with a stupid lollipop in his mouth?$a#$b#Makes me want to smack him, it's so annoying! Oh well, if it helps him quit smoking I can deal.#$b#It's great that he's trying to quit, I always thought he should for his own health and all that.$h",
		"abigail.eventSeen_MaggSayThatAgain07082025.keepsmoking": "Ugh, have you seen Seb with a stupid lollipop in his mouth?$a#$b#Makes me want to smack him, it's so annoying! Oh well, if it makes him happy I can deal.#$b#It's great that he's working on the anxiety stuff, I always thought he should for his own health and all that.$h",
		"abigail.eventSeen_MaggSayThatAgain07082025.nonsmoking": "Ugh, have you seen Seb with a stupid lollipop in his mouth?$a#$b#Makes me want to smack him, it's so annoying! Oh well, if it makes him happy I can deal.#$b#It's great that he's working on the anxiety stuff, I always thought he should for his own health and all that.$h",
		"robin.eventSeen_MaggSayThatAgain07082025.quitsmoking": "Sebby told me he's working on quitting smoking, I'm so proud of him!$h#$b#I have to say when he's talking around one of those ridiculous lollipops, I just can't help but laugh!$h",
		"robin.eventSeen_MaggSayThatAgain07082025.keepsmoking": "Sebby told me he's working on ways to calm his anxiety, I'm so proud of him!$h#$b#I have to say when he's talking around one of those ridiculous lollipops, I just can't help but laugh!$h",
		"robin.eventSeen_MaggSayThatAgain07082025.nonsmoking": "Sebby told me he's working on ways to calm his anxiety, I'm so proud of him!$h#$b#I have to say when he's talking around one of those ridiculous lollipops, I just can't help but laugh!$h",
		"maru.eventSeen_MaggSayThatAgain07082025.quitsmoking": "I'm so glad Sebastian is quitting smoking! Mom is very happy too.$h#$b#Have you tried one of those lollipops he got? They're pretty good, though I can barely understand him when he has one in his mouth.#$b#I don't mind though, I'm just glad Sebastian is talking to me more lately.$h",
		"maru.eventSeen_MaggSayThatAgain07082025.keepsmoking": "Have you tried one of those lollipops Seb got? They're pretty good, though I can barely understand him when he has one in his mouth.#$b#I don't mind if it helps him relax, I'm just glad Sebastian is talking to me more lately.$h",
		"maru.eventSeen_MaggSayThatAgain07082025.nonsmoking": "Have you tried one of those lollipops Seb got? They're pretty good, though I can barely understand him when he has one in his mouth.#$b#I don't mind if it helps him relax, I'm just glad Sebastian is talking to me more lately.$h",

	//Chatterbox
		"robin.event.chatterbox.1": "Hi, @! How are things over at the farm?#$b#Oh, I wanted to thank you for spending time with Seb, it's good seeing him make more friends.$h",
		"robin.event.chatterbox.1.1": "I was just thinking about getting a snack, care to join me?",
		"robin.event.chatterbox.2": "I really appreciate you taking the time to get to know my son.#$b#He... deserves that after such a rough childhood.$s#$b#He might seem standoffish, but he's really sweet and helps me out a lot with work and whenever I need a hand.#$b#Sebby chose not to go to university, but he's a very smart young man, he learned coding and computer engineering all on his own.$h",
		"robin.event.chatterbox.3": "Seb and I are very close, I help him out as much as I can, but it's better for him to build relationships with people his own age.",
		"robin.event.chatterbox.4": "*sighs*",
		"robin.event.chatterbox.5.typical": "Unfortunately, Sebby feels like an outsider in his own family sometimes and it breaks my heart.$s#$b#Demetrius and Maru don't understand him and they have a hard time communicating with him.$s#$b#As you've seen, verbal communication isn't Sebby's strong suit and it can cause some problems.$s#$b#Once you really get to know him, you'll see his micro-expressions and realize he does show what he's thinking.#$b#He's very funny and likes to goof around, though not as much as he used to.$h",
		"robin.event.chatterbox.5.autism": "Unfortunately, Sebby feels like an outsider in his own family sometimes and it breaks my heart.$s#$b#You may have noticed, well, I'm sure you have by now, that Seb is mildly autistic which can be challenging for some people to understand.$s#$b#Verbal communication isn't his strong suit and it can cause some problems, particularly with people who aren't familiar with how his brain works.#$b#He gets better as he becomes more comfortable around someone, I've noticed he's improved greatly when talking to you, and of course Sam and Abby.$h#$b#Once you really get to know him, you'll see his micro-expressions and realize he does show what he's thinking in non-verbal ways.#$b#He has a great sense of humor and the way he interprets what he experiences is fascinating, he notices details most people never see.$h",
		"robin.event.chatterbox.6": "I can see why Sebby enjoys your company, you're easy to talk to.#$b#Well, after all that chatting, I'm in the mood for some cake. Want a slice?[220]$h",
		"robin.event.chatterbox.7.typical": "I've never had a problem getting along with Seb... Mmmm cake...",
		"robin.event.chatterbox.7.autism": "I've never had a problem understanding Seb. Autistic? I'm not sure that really matters... Mmmm cake...",
		//Followup
		"maru.eventSeen_MaggChatterbox07082025": "Mom mentioned she talked to you about Sebastian, I hope she didn't get overprotective.#$b#Mom really likes to tease Seb, but he doesn't seem to mind. They get along really well.#$b#And to be perfectly honest, it's nice having more people around here, it can get kind of lonely this far from town.",

//5 HEARTS
	//Peas in a Pod
		"seb.event.peapod.1": "Oh, hi @. Want to come contemplate the meaning of the universe with me? Heh.",
		"seb.event.peapod.2": "I get in these weird jags where I just have to stand in a place like this, look out into the darkness and think.",
		"seb.event.peapod.3": "Sometimes I wonder... why am I here? Who am I really? What does any of this mean...#$b#... just waking up, working, writing code, playing pool, going to sleep... waking up again... *sighs*$s",
		"seb.event.peapod.4": "Doesn’t seem like there’s a point to it.$s",
		"seb.event.peapod.5": "Sorry, I don’t want to bring you down, I just think about this stuff sometimes.#$b#Not sure why.$s",
		"seb.event.peapod.6.1": "You stand by Seb in silence for a while.",
		"seb.event.peapod.6.2": "Then put your arm over his shoulders.",
		"seb.event.peapod.7": "Heh, thanks... I actually feel better knowing there are people here who care about me.#$b#You, Sam, Abby, Mom, Maru, even Demetrius in his own way.",
		"seb.event.peapod.8": "I guess I’ll always have days like this when all I can do is look out over the horizon but it’s good to know you’re all here and I’m not alone.",
		"seb.event.peapod.9": "I heard you talking, sounded kinda serious and didn't want to interrupt.",
		"seb.event.peapod.10": "Thanks...",
		"seb.event.peapod.11": "So here we are... staring at the dark.",
		"seb.event.peapod.12": "Mom would say we're three peas in a pod, but I don't think so...#$b#More like the Three Musketeers, all different but fighting for the same goals.",
		"seb.event.peapod.13": "Sam, don't try getting philosophical on me, I don't think I can take it.",
		"seb.event.peapod.14": "I'm Athos by the way, since I'm smart and moody.#$b#And you're Porthos, loyal and unburdened by excessive thinking. Hehe.$h",
		"seb.event.peapod.15": "Hey!",
		"seb.event.peapod.16": "Wait a second, that leaves the hot playboy Aramis... Erm well, huh.",

	//Machine Learning
		"seb.event.machinelearning.1": "Oh no, you don't! Get back here! Eeeep! *crash!!*",
		"seb.event.machinelearning.2": "What the hell?? I thought I saw a robot... Woah! Hey, what the-- *thump*", //portrait call 13
		"seb.event.machinelearning.3": "Maru! What was that? Did your robot get away again?",
		"seb.event.machinelearning.4": "It's nothing, Mom! *mumbles* It's fine... gotta catch it...",
		"seb.event.machinelearning.5": "Seb, where'd that robot go?? This is the second time it's escaped this week, Mom's about to kill me!",
		"seb.event.machinelearning.6": "@! Hi! Um, hello, hehe! *whispers* Did you happen to see a robot run by?",
		"seb.event.machinelearning.7": "No, what's-- oh hey there it is!",
		"seb.event.machinelearning.8": "Hey! Great catch! Come here, little guy, let's get you back to my secret invention cave where you belong.$h#$b#Oh, Seb, since you're here, do you have a minute? I... I might need some help with the robot programming.#$b#I'm trying to create a network so they can communicate with each other, but something's not working with the code. Obviously.",
		"seb.event.machinelearning.9": "Uh, alright. I guess.",
		"seb.event.machinelearning.10": "Thanks, I've looked at it a dozen times and can't seem to find the issue.$s#$b#@, you can come too, I want to show you my lab. It's nothing fancy, but it has everything I need.$h",
		"seb.event.machinelearning.11": "Here Seb, I'll boot it up for you.",
		"seb.event.machinelearning.12": "Okay... give me a minute...",
		"seb.event.machinelearning.13": "While he's working on that, welcome to my cave! Here's my current project in progress, isn't she beautiful?$h#$b#I love robots, they can do anything I can program and they are so cute and fun!$h",
		"seb.event.machinelearning.14": "Wow, Maru's really in her element here, and this lab is fascinating!",
		"seb.event.machinelearning.15": "Oh and another project, drones! They're nearly silent in flight so I can use them monitor things I can't reach, like plants and organisms on the cliffs or in trees.#$b#Someday, I want to learn enough programming to have them fly in formation, just for fun really.#$b#Oh, but now that I'm thinking about it, a group of drones could spread fertilizer across a field, or maybe feed fish in the lake... hmm...",
		"seb.event.machinelearning.16": "Maru is suddenly lost in thought, scribbling in a notebook.",
		"seb.event.machinelearning.17": "Ahem... Maru, I found your problem. There's an infinite loop here causing the code to crash.",
		"seb.event.machinelearning.18": "Oh! So that's why the bots stopped following the programming at that point. Would you... show me how you fixed it?",
		"seb.event.machinelearning.19": "... Yeah, okay. Right here, on this line...",
		"seb.event.machinelearning.20": "Sebastian and Maru are engrossed in the programming, it seemed like they didn't get along, but maybe that's changing...",

//6 HEARTS
	//Vanilla 6 updated
		"seb.event.vanilla6.1": "Hey, @. G-good to see you.$7",
		"seb.event.vanilla6.2": "Sam and I were about to play 'Solarion Chronicles: The Game'... Want to join us?  It's better with three players anyway.$7",
		"seb.event.vanilla6.3": "You can sit over here by me.$h",
		"seb.event.vanilla6.4": "*sighs* Okay, here we go... I'll draw the scenario card.$7",
		"seb.event.vanilla6.5": "Hmm... It looks like we're headed into the Necromancer's Tower today... to try and reclaim the Solarion Staff from the clutches of Dreadlord Xarth.",
		"seb.event.vanilla6.6": "Cool... @, are you ready to choose your character?",
		"seb.event.vanilla6.7": "Choose your character:#Warrior. I like a direct approach.#Healer. I prefer to help others.#Wizard. A sharp mind is the most powerful blade of all.",
		"seb.event.vanilla6.8": "Hey! That's what I was going to pick!$h#$b#I guess I'll be the healer then.",
		"seb.event.vanilla6.9": "Cool. Warrior's my favorite anyway.",
		"seb.event.vanilla6.10": "Good choice. Warrior's probably the easiest for beginners.$7#$b#I guess I'll pick the wizard, then.",
		"seb.event.vanilla6.11": "Oh man, I'm stuck with the healer.$s",
		"seb.event.vanilla6.12": "Healer, huh? Nice, you've got our backs then.$7#$b#I guess I'll pick the wizard.",
		"seb.event.vanilla6.13": "Hey, that was... really impressive!$7#$b#It took me like, three or four tries to beat my first scenario. I guess... that was a really long time ago.$7",
		"seb.event.vanilla6.14": "Thanks for playing with us... I'll see you later, okay?$7",
		"seb.event.vanilla6.15": "Yeah, that was awesome! We usually play once a week, you should join us, it's way more fun with more people.$h",

	//New Jam
		"sam.event.newjam.1": "Yo @! What's up? Come on in...#$b#Not much going on, so I'm glad you stopped by!$h",
		"sam.event.newjam.2": "So Seb's told you both of us write music for the band, right? You might not guess it by the way he talks, but Seb is an amazing writer.#$b#His usual style is kinda dark and moody, expressing his feelings... you know the vibe.#$b#But his writing has been more positive lately, or at least less hopeless, heh!",
		"sam.event.newjam.3": "Emo nerd...",
		"sam.event.newjam.4": "It's great to see him changing things up, we've kinda been stuck in a rut lately.",
		"sam.event.newjam.5": "He's been adding new twists to the music too, the songs are freakin' amazing. There are some crazy swells and breaks in there!$h",
		"sam.event.newjam.8": "Anyway, come by next Saturday when we're practicing at my place. Tell me what you think of the new tunes!",
		"sam.event.newjam.9": "Oh... hey, I uh... I can come back later.$s",
		"sam.event.newjam.10.female": "Huh? Hey Seb, don't leave! C'mon, I was just telling @ about some of our new songs, let's play one and see what she thinks!$h",
		"sam.event.newjam.10.male": "Huh? Hey Seb, don't leave! C'mon, I was just telling @ about some of our new songs, let's play one and see what he thinks!$h",
		"sam.event.newjam.10.neutral": "Huh? Hey Seb, don't leave! C'mon, I was just telling @ about some of our new songs, let's play one and see what they think!$h",
		"sam.event.newjam.11": "Alright, if you really want to hear it.$l",
		"sam.event.newjam.12": "After a quick warmup, Sam and Sebastian settle into the song, the music rising and falling in waves.#Sam’s fingers fly over his guitar strings, he frowns slightly with intense focus.#Seb takes a breath and the words flow from his mouth...#Sam was right, their music really has gotten more complex and has taken on a unique sound all their own.",

//7 HEARTS
	//Bones
		"seb.event.bones.1": "Hey @, uh, I'm glad you're here. There's some things I wanted to talk about... to tell you.$s#$b#Um... c'mon, let's walk up to the railroad.",
		"seb.event.bones.1.1": "Seb is looking at his feet, kicking the dirt...",
		"seb.event.bones.2": "It's... peaceful here, isn't it? The sounds of the night are... nice.",
		"seb.event.bones.5": "Okay, I'll stop avoiding it and just tell you. It's kind of a story, about my family when I was a kid.$l",
		"seb.event.bones.6": "*sighs*",
		"seb.event.bones.7": "You know Demetrius isn't my biological father so obviously something major happened when I was little, before Maru came along.$s",
		"seb.event.bones.8": "... I never talk about my father, it's not really a great topic of conversation but I want you to know... somehow I think telling you will help me too.$s",
		"seb.event.bones.8.1": "Seb takes a deep breath, and the words start spilling out in a rush...",
		"seb.event.bones.9": "My parents were very young when they got together...#$b#Anyway, they were still in college in Zuzu city when I came along.$s#$b#My father was... very unhappy with how his life was going. I don't really remember much, just that he and Mom argued a lot.$s#$b#He felt trapped by the consequences of his choices and wanted out.#$b#One day, my parents sat down and agreed to split up.#$b#At first, my father came to see me every couple of weeks, but the visits became further and further apart until he stopped coming at all.#$b#I haven't seen him since and I don't really want to.",
		"seb.event.bones.9.1": "Seb takes a deep breath, slowly exhaling as he continues the story.",
		"seb.event.bones.10": "A year or so later, my mom met Demetrius at the university and they started dating.#$b#They hit it off pretty quickly and were married... after she graduated we moved back to Pelican Town.",
		"seb.event.bones.11.quitsmoking.typical": "*sighs* I guess I've always been angry with my father for leaving. I know it was likely for the best, but... I needed a dad.$a#$b#Mom did her best, but Demetrius was never the supportive father type, not with me anyway.#$b#I've always been kind of emotional and he couldn't really understand me, he's a good father to Maru though.#$b#In high school I picked up smoking, to dull the anxiety and depression I was dealing with... of course that just made it worse.#$b#I hardly have any friends, most people see me as a cringy loser who can barely speak.$s#$b#Sam's the only one who's stuck by me.$s",
		"seb.event.bones.11.quitsmoking.autism": "*sighs* I guess I've always been angry with my father for leaving.#$b#I know it was likely for the best, but... I needed a dad who would support me, help me work through my challenges and find ways to cope.$a#$b#Mom did her best, but she had Maru to take care of and Demetrius was never the supportive father type, not with me anyway. And he has his own social problems.#$b#I've always been kind of emotional and he couldn't really understand me, he's a good father to Maru though.#$b#In high school I picked up smoking, to dull the anxiety and depression but also to give me an excuse to stay away from people... Of course that just made it worse.#$b#I hardly have any friends, most people think I'm rude or shy since it's hard to talk... they don't understand.$s#$b#Sam's the only one who's stuck by me, he was never bothered by my social issues.$s",
		"seb.event.bones.11.keepsmoking.typical": "*sighs* I guess I've always been angry with my father for leaving. I know it was likely for the best, but... I needed a dad.$a#$b#Mom did her best, but Demetrius was never the supportive father type, not with me anyway.#$b#I've always been kind of emotional and he couldn't really understand me, he's a good father to Maru though.#$b#In high school I started struggling with anxiety and it got worse over time.#$b#I hardly have any friends, most people see me as a cringy loser who can barely speak.$s#$b#Sam's the only one who's stuck by me.$s",
		"seb.event.bones.11.keepsmoking.autism": "*sighs* I guess I've always been angry with my father for leaving.#$b#I know it was likely for the best, but... I needed a dad who would support me, help me work through my challenges and find ways to cope.$a#$b#Mom did her best, but she had Maru to take care of and Demetrius was never the supportive father type, not with me anyway. And he has his own social problems.#$b#I've always been kind of emotional and he couldn't really understand me, he's a good father to Maru though.#$b#In high school I finally figured out why I was so different from everyone else. Knowing about the autism gave me answers but didn't help me deal with the problems it causes.#$b#I hardly have any friends, most people think I'm rude or shy since it's hard to talk... they don't understand.$s#$b#Sam's the only one who's stuck by me, he was never bothered by my social issues.$s",
		"seb.event.bones.11.nonsmoking.typical": "*sighs* I guess I've always been angry with my father for leaving. I know it was likely for the best, but... I needed a dad.$a#$b#Mom did her best, but Demetrius was never the supportive father type, not with me anyway.#$b#I've always been kind of emotional and he couldn't really understand me, he's a good father to Maru though.#$b#In high school I started struggling with anxiety and it got worse over time.#$b#I hardly have any friends, most people see me as a cringy loser who can barely speak.$s#$b#Sam's the only one who's stuck by me.$s",
		"seb.event.bones.11.nonsmoking.autism": "*sighs* I guess I've always been angry with my father for leaving.#$b#I know it was likely for the best, but... I needed a dad who would support me, help me work through my challenges and find ways to cope.$a#$b#Mom did her best, but she had Maru to take care of and Demetrius was never the supportive father type, not with me anyway. And he has his own social problems.#$b#I've always been kind of emotional and he couldn't really understand me, he's a good father to Maru though.#$b#In high school I finally figured out why I was so different from everyone else. Knowing about the autism gave me answers but didn't help me deal with the problems it causes.#$b#I hardly have any friends, most people think I'm rude or shy since it's hard to talk... they don't understand.$s#$b#Sam's the only one who's stuck by me, he was never bothered by my social issues.$s",
		"seb.event.bones.12": "... You're the first person in a long time who has made any effort to get to know me.#$b#I'm starting to see that I can't live my life in fear of being rejected or abandoned. Not if I want to be happy.",
		"seb.event.bones.14": "... I hope you understand... I think you do.$s#$b#... I want to take my chance to be happy, @. I don't want to have regrets in my life.$s",
		//Followup
		"seb.eventSeen_MaggBones07082025": "About what I told you earlier...#$b#... I want you to know how much it meant to me that you listened and didn't say anything.#$b#Most people want to say things they think are comforting, but just come across as patronizing... you never do that.$s#$b#I'm really glad you're my friend, @.",
		"sam.eventSeen_MaggBones07082025": "What's up? Seb mentioned he told you about his dad, I think you and I are the only people he's ever told. Not even Abby.$s#$b#He kind of seems more at peace about it... if that makes sense. Whatever you said or did must have helped.#$b#I hate to see Seb haunted by old ghosts, but he seems to be moving past all that now.#$b#You're... a great friend. I know, that's pretty sappy, but it's true. Want to grab a coffee or something?",

	//Frogs of Blue 1
		"seb.event.frogsofblue.1": "Hey um... this might sound kind of weird, but Demetrius asked me if I'd help him with an experiment and I was wondering... would you come with me?#$b#I mean, it's fine if you're busy, you don't have to come but... it would be nice having someone else there as a buffer between me and him.$s",
		"seb.event.frogsofblue.2": "Huh, sure, might as well go along, it could be interesting seeing what Demetrius is working on.",
		"seb.event.frogsofblue.3": "Thanks. He asked me to meet him in the lab, so I guess we should see what he's doing.",
		"seb.event.frogsofblue.4": "Ah! Hello, Sebastian, oh and @, welcome! Here, I'll show you what I'm working on.$h",
		"seb.event.frogsofblue.5": "I need some data on the local frog species to understand the full ecology of the lake area.#$b#I've completed my studies of the fish for this season, so it seems like a good time to branch out.",
		"seb.event.frogsofblue.6": "Sebastian, I know you monitor the frogs closely, would you assist in finding the best locations for this camera and sensor equipment?",
		"seb.event.frogsofblue.7": "Um, okay. You're... not actually catching any frogs, are you?",
		"seb.event.frogsofblue.8": "Oh, heh, no. I won't need any physical samples from the frogs at this stage.#$b#I'm studying the interactions between the different species and documenting the current environmental balance.",
		"seb.event.frogsofblue.9": "Okay. *shrugs*",
		"seb.event.frogsofblue.10": "Alright, well... ahem... I'll get the equipment packed up, it will only take a moment. @, you're welcome to come along.",
		"seb.event.frogsofblue.11": "Sebastian is looking at the ground, avoiding Demetrius' eyes.",
		"seb.event.frogsofblue.12": "Alright, Sebastian, where do you think is the best place to start?",
		"seb.event.frogsofblue.13": "This looks like a promising location, just a moment while I set up this camera.",
		"seb.event.frogsofblue.14": "@, have you observed the frogs in this area while fishing?",
		"seb.event.frogsofblue.15": "Yes, I enjoy sitting quietly and watching the wildlife.",
		"seb.event.frogsofblue.16": "Erm... well, I'm usually too busy to notice.",
		"seb.event.frogsofblue.16.1": "Excellent! You can learn a lot by observing nature.",
		"seb.event.frogsofblue.16.2": "Oh, well, it would be worthwhile to learn more about the ecology here.",
		"seb.event.frogsofblue.16.3": "Finished. I think this will yield some good results.",
		"seb.event.frogsofblue.17": "You know, Sebastian, if you wanted to work in a scientific field, Zuzu University has an excellent biology program.#$b#You have so much potential, I hate to see you wasting your natural talents hunched over that computer when you could be contributing to the scientific community.#$b#Or at least get a degree in the field of your choice, whether that is biology, computer science, engineering, or something else.",
		"seb.event.frogsofblue.18": "Not interested.$a",
		"seb.event.frogsofblue.19": "*sighs* I realize I should have been more of a supportive father figure for you in the past. I'd like to fill that role now if you're open to the idea. #$b#Now that you're an adult, you need to plan for your future security, especially if you want to marry and raise a family someday.",
		"seb.event.frogsofblue.20": "That's none of your business.",
		"seb.event.frogsofblue.21": "*sighs* ... Demetrius, I need you to understand... I have no desire to get a degree at the university.#$b#Just the thought of sitting in those classrooms with all those people...#$b#Regurgitating information fed to me by others, forced to comply with their worldview... it's so pointless.#$b#I know you love the academic environment, but it crushes me, I hate being pressured to do things I don't care about.$a#$b#Please... just stop trying to change me. I know it's hard for you to understand how I feel, but... ugh. I dunno.$s",
		"seb.event.frogsofblue.22": "Hmm... I can tell you've thought about this before. Thank you for explaining your side, I think I understand.#$b#Robin has mentioned something to that effect, but hearing it from you is helpful.#$b#Sebastian, I won't suggest you attend the university again, clearly that's not the correct path for you.#$b#However, is there anything I CAN do for you? I would like to try mending the rift between us if possible.",
		"seb.event.frogsofblue.23": "I... I don't know... but thanks, I guess.",
		"seb.event.frogsofblue.24": "You think about it and tell me your findings when you come to a conclusion.",
		"seb.event.frogsofblue.25": "Well, I have two more camera kits we can set up, is there another place you've seen that could provide more data?",
		"seb.event.frogsofblue.26": "Obviously this rift can't be mended in a day, but at least they're listening to each other now.",
		"seb.event.frogsofblue.27": "@, thanks for coming. I guess this whole experiment thing isn't too bad.",
		//Followup
		"demetrius.eventSeen_MaggBlueFrogs107082025": "Sebastian and his frogs, heh! That young man has been fascinated with amphibians for as long as I can remember.#$b#He probably doesn't remember this, but when he was very young, before Maru was born, I took him out on a research trip and we caught tadpoles.#$b#He raised them in his room then released them. Hmm... somehow, I always thought his interest in frogs would lead him to study biology or environmental science.#$b#I suppose I made assumptions then and didn't change my perception of Sebastian as he grew. It was a mistake on my part. One of many regrets when it comes to my step-son.",

	//Frogs of Blue 2
		"seb.event.frogsofblue2.1": "@, you need to see something...",
		"seb.event.frogsofblue2.2": "WHAT?? Why are all the frogs blue?",
		"seb.event.frogsofblue2.3": "I don't know what's going on, I've never seen anything like this before. Demetrius set up those hidden cameras, maybe there's something captured on the recordings.",
		"seb.event.frogsofblue2.4": "Sebastian! I was just about to go find you. An anomaly has appeared in the frog camera data, their skin pigment has changed, taking on a blue tone.",
		"seb.event.frogsofblue2.5": "Yeah, we were over at the lake and saw that. Is there anything on the recordings that explains it?#$b#Some weird algae or, I dunno, coloring in the water?",
		"seb.event.frogsofblue2.6": "I haven't found anything yet, it seems the younger frogs are the most affected, hm... it might have to do with size.#$b#The blue variant is stronger the earlier the frog is in its transformation process.#$b#Since the fish are not affected yet, it seems likely the frogs are absorbing something from the water, they depend entirely on their skin to maintain hydration.",
		"seb.event.frogsofblue2.7": "Huh... Can you see tadpoles on the recordings?",
		"seb.event.frogsofblue2.8": "No, the cameras can't capture images below the water's surface. I believe we will need to get some samples from the lake.#$b#@, there are sample jars in the cabinet there, would you retrieve ten of those?#$b#Sebastian, collection gloves and masks are in that drawer. Please get some for each of us.#$b#Once all the supplies are gathered, let's head over to the lake.",
		"seb.event.frogsofblue2.9": "Ah, here we are, this location seems promising. Sebastian, see if you can capture a few tadpoles in a sample jar with enough water to avoid harming them.#$b#@, please fill these vials with lake water from different depths, I've marked the approximate depths on the vials.",
		"seb.event.frogsofblue2.10": "Seb captures three tadpoles almost immediately and holds the jar up to the light. They are practically luminescent blue.",
		"seb.event.frogsofblue2.11": "Thank you both for the help, I will need a few hours to run preliminary tests, though it will be best to continue monitoring these tadpoles as they mature.#$b#Sebastian, would you keep them in an aquarium? I believe you are the best person to set it up with the most ideal environment for growth.",
		"seb.event.frogsofblue2.12": "Sure.",
		"seb.event.frogsofblue2.13": "Thank you. Let me know if you need any help or supplies.#$b#@, I appreciate your help as well. Please come back tomorrow after I've had a chance to run a few tests.",
		"seb.event.frogsofblue2.14": "Do you want to help me set up the aquarium? We can get water from the lake, then slowly replace it with cleaner water so we don't shock the tadpoles.#$b#They like hiding places, so let's add some plants and rocks so they feel at home.$h",
		"seb.event.frogsofblue2.15": "Wow, this is getting exciting! Like a real mystery.#And the best part was watching Sebastian and Demetrius interact, Seb didn't hesitate or stutter even once.",

	//Frogs of Blue 3
		"seb.event.frogsofblue3.1": "Hey @! Come look at these little guys, they're so happy here. I've been giving them their favorite food so I bet that's why.$h",
		"seb.event.frogsofblue3.2": "Sebastian is so excited about raising the tadpoles! He grins, revealing a dimple in his right cheek.",
		"seb.event.frogsofblue3.3": "I swear they're growing faster than normal, I'll be able to tell better after a few days.",
		"seb.event.frogsofblue3.4": "Awww, they're so cute! They definitely need names.",
		"seb.event.frogsofblue3.5": "Heh, maybe we should give them a few days before getting attached.$7",
		"seb.event.frogsofblue3.6": "Seb and @! Imagine finding you here, haha! What ya lookin' at?$h#$b#DUDE!! Those tadpoles are blue! Like glowing blue!$8",
		"seb.event.frogsofblue3.7": "Yeah, we uh... found them in the lake. All the frogs are turning blue over there.",
		"seb.event.frogsofblue3.8": "Have you named them yet? Hmm lemme think...#$b#Oh hey, remember when we were hanging at the lake talking about being the Three Musketeers? Let's go with that.#$b#Athos, Porthos, and... uh... don't tell me, I've almost got it... oh yeah, Aramis!$h",
		"seb.event.frogsofblue3.9": "Wow, I'm shocked you remembered those names, heh!$h",
		"seb.event.frogsofblue3.10": "Shut up, Athos. Anyway, so these guys are your pets now, huh? Figures you'd end up with pet frogs, haha!$h",
		"seb.event.frogsofblue3.11": "Ugh...",
		"seb.event.frogsofblue3.12": "Okay, okay... oh man, I just remembered I was supposed to pick up some eggs at the store for Mom. Catch ya later!", //portrait call 10
		"seb.event.frogsofblue3.13": "Oh hi @, Sam came bursting through the house so I thought I'd come see what's going on.#$b#Oh my, those are some very blue tadpoles! Is Demetrius up to some kind of experiment again?",
		"seb.event.frogsofblue3.14": "N-no, we found them like that. Demetrius is running some tests to see what's going on at the lake.",
		"seb.event.frogsofblue3.15": "Really? He did mention something about frog ecology, water density, algae... something... but I kind of tuned out.#$b#Well, you all have fun, I'm off to order supplies for my next job.$h",
		"seb.event.frogsofblue3.16": "Ugh, it's like my room is now a drive-through.$a",
		"seb.event.frogsofblue3.17": "Anyway, Demetrius might have some results by now, let's see if there's anything interesting.",
		"seb.event.frogsofblue3.18": "Oh, if it isn't my two assistants here just in time. I just got some results back and was entering them in the computer here.#$b#There is a contaminate in the water, it passes into the frog eggs, then is absorbed by the growing tadpoles.#$b#The concentration seems to be increasing, which is why the younger tadpoles are showing more of the blue effect.#$b#We will need more time to discover the long-term effects of exposure.#$b#However, now that I have the chemical makeup, I can synthesize a counter-agent that will neutralize the contaminate and break it down.",
		"seb.event.frogsofblue3.19": "That's good.",
		"seb.event.frogsofblue3.20": "What have you observed with the tadpoles so far, Sebastian?",
		"seb.event.frogsofblue3.21": "Um... they seem pretty normal, they eat fine and look healthy. I... might have one observation but it's too soon to be sure. I'll know in a few days.",
		"seb.event.frogsofblue3.22": "Alright, that sounds good. I'll need a few days to synthesize enough of the neutralizing agent to clear the lake completely.#$b#I'll also need a way to spread it evenly through the water.",
		"seb.event.frogsofblue3.23": "Did I hear someone say you need a way to spread something? Is it a liquid or solid?",
		"seb.event.frogsofblue3.24": "Hello Maru, come join us. It's a granular solid, similar to table salt.",
		"seb.event.frogsofblue3.25": "Hmm I might have something that will help, give me a couple of days to adapt the system to spread a granular substance that size.",
		"seb.event.frogsofblue3.26": "Demetrius... do you know the source of the contamination?",
		"seb.event.frogsofblue3.27": "Not yet, but now that I have the composition, I've determined it's from a liquid that has leeched into the water.",
		"seb.event.frogsofblue3.28": "Well, if you want, @ and I could take some fishing nets and drag them along the lake bottom, see if we pull up anything unusual.",
		"seb.event.frogsofblue3.29": "That's a good idea, it's definitely a reasonable place to start. Let me know what you find, I'll be busy here in the lab.$h",
		"seb.event.frogsofblue3.30": "And I'll be in my secret invention cave, haha!$h",
		"seb.event.frogsofblue3.31": "Alright, I'm gonna take a break... I'm running low on social energy. Heh.",
		"seb.event.frogsofblue3.32": "I have a feeling we're all going to be very busy for the next few days!",

	//Frogs of Blue 4 NEW
		"seb.event.frogsofblue4.1": "Here's the net, I added weights so it'll drag along the bottom.",
		"seb.event.frogsofblue4.2": "Wow, this is going to be a lot of work. We sure could use more help.",
		"seb.event.frogsofblue4.3": "Hey guys, what's up? I was on my way to the bathhouse gym. Why are you dragging those nets around? Need help?",
		"seb.event.frogsofblue4.4": "Uh, yeah. We're dredging a section of the lake looking for... stuff that might be causing the frogs to turn blue.",
		"seb.event.frogsofblue4.5": "I heard about that! Grandpa was going on and on about the current generation's disrespect for nature or something like that. C'mon, let's get dredging!$h",
		"seb.event.frogsofblue4.6": "There you are, Seb! I didn't find you in your room and that was weird, so thought I'd check the lake. What're you doin' with that net?",
		"seb.event.frogsofblue4.7": "Oh hey, just when I was thinking we needed more people to make this go faster. We're dredging the lake, here, you can help.#$b#Take this end and walk down the shore until we stretch the net out.",
		"seb.event.frogsofblue4.8": "Uh, alright, sure. But after this, there better be some kind of compensation!",
		"seb.event.frogsofblue4.9": "... I guess we can go for pizza at the saloon.",
		"seb.event.frogsofblue4.10": "Oh yeah! Now you're talkin'! Let's get this work done, pizza's calling my name, heh!",
		"seb.event.frogsofblue4.11": "Did someone say pizza? What're you idiots doing anyway?",
		"seb.event.frogsofblue4.12": "C'mon man, cut us a break. We're dredging this part of the lake to see what crap is getting chucked in here.#$b#If you wanna help, there's pizza in it for you, on Seb.$h",
		"seb.event.frogsofblue4.13": "Huh... seems pointless, but sure, I'll help drag a net for free pizza. As long as it doesn't involve swimming.",
		"seb.event.frogsofblue4.14": "Seb, I was just thinking, what happens if we dredge up something crazy... like treasure... or a body? Eeesh!#$b#Could we keep it? The treasure I mean, not the body.",
		"seb.event.frogsofblue4.15": "Sam, if you find treasure, I'll get you a maple bar.",
		"seb.event.frogsofblue4.16": "Sweet!",
		"seb.event.frogsofblue4.17": "Hey, this looks like a party going on without me! Hi @, boys... and freakin' huge net... What are you trying to catch? A giant squid?$h",
		"seb.event.frogsofblue4.18": "Oh heck, that would be awesome if we did! We're dredging for treasure. Or bodies, whichever we happen to catch. Want in?$h",
		"seb.event.frogsofblue4.19": "Uhhh, well... it looks like you're short on supervision, I'll take a managerial role and make sure no one drowns.$h#$b#Alright minions, start haulin'!",
		"seb.event.frogsofblue4.20": "Dragging a net isn't much fun, but mmmmm... maple bar...",

	//Frogs of Blue 5 NEW
		"seb.event.frogsofblue5.1": "Hi @... man my shoulders and back are so sore from yesterday, I can barely move...$s",
		"seb.event.frogsofblue5.2": "Farming does have its advantages, that kind of bending and pulling work is routine.#We did dredge up quite a bit of junk to sort though and it's definitely not something Seb is used to doing.",
		"seb.event.frogsofblue5.5": "Ah, @, I thought I heard your voice. I have some conclusions after sorting through the debris you pulled from the lake yesterday. Come to the lab when you're ready.$h",
		"seb.event.frogsofblue5.5.1": "Urgh... Tired...",
		"seb.event.frogsofblue5.6": "Here in this bin are the objects retrieved from the lake.#$b#One item has heavy concentrations of the contaminate and seems to be the source, this can of Joja Blu cola.",
		"seb.event.frogsofblue5.7": "Well that's... honestly not surprising, heh.",
		"seb.event.frogsofblue5.8": "Those Joja morons... what have they been doing, just dumping experimental soda in the lake?$a",
		"seb.event.frogsofblue5.9": "Unfortunately I don't know why the cans are there, but they are open and leaking their contents into the water.$s#$b#Now that we have the source, we can start working on cleaning the water. I will report this to Mayor Lewis, he can take any legal actions necessary.",
		"seb.event.frogsofblue5.10": "Hello, @! I'm glad everyone is here, I've finished retooling the neutralizer spreading system.#$b#It's a coordinated group of drones that will hover over the lake and spread the granules, providing even coverage over the entire area at once.$h",
		"seb.event.frogsofblue5.11": "Excellent, Maru, you worked out the programming?",
		"seb.event.frogsofblue5.12": "Yes! After the... um... runaway robot incident a while back, Seb helped me debug the code so now we won't have any issues with infinite loops. Hehe!",
		"seb.event.frogsofblue5.13": "There is one more thing we should consider. Since Joja is the culprit, we can't trust them to spontaneously begin caring about the environment and following rules.#$b#Maru, do you have blueprints for a filtration system that could handle a body of water the size of the lake? This would prevent future contamination.#$b#Also, the neutralizing agent can't be used long-term, and needs to be cleared out of the water.",
		"seb.event.frogsofblue5.14": "Hmm, yes, that should be no problem, it would function like the town water filtration system.#$b#I'll improve on it by adding a sensor that will alert us if any new or unknown contaminates are found.",
		"seb.event.frogsofblue5.15": "I'll need about a week to get the filtration system assembled, assuming the parts are available.",
		"seb.event.frogsofblue5.16": "Alright, that will work with the current timetable. First, we will spread the neutralizing agent, which will be effective for 20 to 23 days before it loses potency.#$b#During that time, Maru will assemble and install the filtration system.",
		"seb.event.frogsofblue5.17": "Ah perfect! I love when plans come together like this.$h#$b#I'm off to my secret invention cave again if anyone needs me!",
		"seb.event.frogsofblue5.18": "Sebastian, you mentioned there could be something unusual about the tadpoles. Do you have an update on that?",
		"seb.event.frogsofblue5.19": "Oh, um, yeah. The tadpoles are growing faster than normal. When we caught them, their legs had barely started to form.#$b#Today, they have their back legs and are nearly at the froglet stage, ready to move out of the water. Other than that, they seem fine.",
		"seb.event.frogsofblue5.20": "Interesting... hmm... keep observing them, if you don't mind, would you measure their size daily and keep a record?",
		"seb.event.frogsofblue5.21": "S-sure. I'm already doing that. I have the notes on my phone... there, I texted you a copy.",
		"seb.event.frogsofblue5.22": "Ah... fascinating! Hmmm... I wonder...",
		"seb.event.frogsofblue5.23": "@, I'm exhausted so I'm gonna crash... catch you later?",
		//Followup
		"lewis.eventSeen_MaggBlueFrogs507082025": "*grumbling* Curse JojaMart... that Demetrius, legal action not his expertise... paperwork out the wazoo... blue frogs... what's next, flying cows??$a#$b#%Better leave Lewis to his work, heh!",
		"abigail.eventSeen_MaggBlueFrogs507082025": "So, what's going on with the whole blue frogs and dredging for treasure thing?$h#$b#Ugh, JojaMart? I wish I could say I was surprised, but they're the obvious villains.$a#$b#Anyway, at least I had fun watching you and the boys hauling that net, heehee! It was quite a show!$h#$b#Awww, c'mon, I wouldn't have been any help anyway, you had plenty of muscle... well, a couple of muscle men and a couple of bean poles, haha!$h",
		"alex.eventSeen_MaggBlueFrogs507082025": "Man, hauling that net was an incredible workout! I'm really feeling that today, I think I need to add more more pushing and pulling exercises to my routine.$h#$b#You know, I'd really like to find out who's responsible for this JojaMart stupidity and knock their lights out!$a#$b#Oh, by the way, Grandpa was asking if you happen to have any leeks at your place. He's been craving potato leek soup lately, just if you happen to have some to spare.",

	//Frogs of Blue 6
		"seb.event.frogsofblue6.1": "Welcome, @, Maru and I spread the neutralizer at daybreak this morning, it all worked perfectly. Maru's drone-flying skills are impressive!$h",
		"seb.event.frogsofblue6.2": "If you're looking for Sebastian, he's still in his room. All this activity has worn him out, I'm afraid!#$b#Oh wait, before you go down, I wanted to tell you... how should I put this...#$b#I've observed how your friendship with Sebastian has resulted in a marked improvement in his outlook.#$b#He's noticeably happier, less reclusive, and more open to conversation.#$b#Erm, what I mean is, I'd like to see Sebastian happy and successful in his life, and support from friends like you, Sam, and Abby is important for him.",
		"seb.event.frogsofblue6.3": "That was a little awkward, but I'm glad Demetrius is taking an interest in Seb's life.",
		"seb.event.frogsofblue6.4": "*yawns* Oh, sorry... I'm awake. Sort of.#$b#Check out the frogs, they're hopping all over the place, last night Porthos escaped and plopped right on my face. I guess his name is appropriate, heh!",
		"seb.event.frogsofblue6.5": "There's Athos and Porthos, and the good looking one over there is Aramis, heh!$h",
		"seb.event.frogsofblue6.6": "Um, thanks for helping with this whole frog thing, it was... fun having everyone join in.",
		"seb.event.frogsofblue6.7": "Oh, I'm sorry to interrupt. Sebastian, I just wanted to say thank you for your help.#$b#Everyone played a key role in solving this mystery, and your knowledge of the frogs in this habitat and your help with the drone programming were invaluable.#$b#I... erm... I hope we can collaborate again in the future. Well, if you need me, you know where I am.$h",
		"seb.event.frogsofblue6.8": "Yeah... Okay.",
		"seb.event.frogsofblue6.14": "The frogs are hopping about in the terrarium... oh boy, Porthos is on the loose again...",
		//Followup
		"seb.eventSeen_MaggBlueFrogs607082025": "I'm really glad you were there for the whole blue frog thing.#$b#It was actually fun, hanging out at the lake, catching tadpoles, looking for evidence... like a real adventure.$h",
		"demetrius.eventSeen_MaggBlueFrogs607082025": "Ah, @, I didn't get a chance to properly thank you for your help at the lake.$h#$b#%Well, if just hanging out and listening counts as helping...#$b#Oh, you did more than just be present. Having you there kept everyone on task and moving forward, we all wanted to show you our best work, heh!$h#$b#You lent your hands as needed, and I doubt Alex, Shane, and Abigail would have thought to help if you hadn't been there.#$b#Please, don't underestimate your contributions.$h",
		"sam.eventSeen_MaggBlueFrogs607082025": "Seb was telling me about the whole Joja cola and the blue frogs... made me think for a sec, maybe I shouldn't drink that stuff.$9#$b#Then I remembered it was just the Joja Blu cola, so it's all good!$h#$b#Anyway, Seb was saying Demetrius actually listened to him and treated him like an equal. Pretty cool, maybe they can patch things up eventually.$h",
		"robin.eventSeen_MaggBlueFrogs607082025": "Demetrius was telling me all about the lake and all the investigation you, Seb, and Maru did, I'm so proud of you all!$h#$b#You're like the Pelican Town Detectives, haha! Though I did hear Lewis grumbling about a mountain of paperwork Demetrius left him with.#$b#I do hope JojaMart gets some kind of punishment for this, they certainly have it coming.$a#$b#I have to say, watching Sebby and Demetrius cooperating and working together was such a relief, I was shocked, to be honest!#$b#I know you being there helped my boys put their differences aside and focus on what they needed to do. Thanks for that, it means so much to me.$h",
		"maru.eventSeen_MaggBlueFrogs607082025": "The whole adventure at the lake was so exciting! I'm glad I was able to use my machines to help.$h#$b#Dad even suggested I write a paper on what happened and submit it to the university's science department.#$b#The filtration system is going to need regular maintenance, so I'll make improvements on it over time.#$b#The best part was working with you and Sebastian, I usually only work with Dad. The four of us made a great team!$h",
		"vincent.eventSeen_MaggBlueFrogs607082025": "@! Uncle Seb was telling me about the blue frogs at the lake! I want to go see them, they sound so cool!$h#$b#Mom says I need to be careful and not touch the water, I promise I won't touch anything... except the ground 'cause I have to walk.#$b#I think it would be awesome to have blue skin! I wonder if my hair would turn blue too, like Miss Emily's, that would be even better!$h",

	//Spawn Date
		"seb.event.spawndateSB.1": "It looks like Sam and Abby have set out some party food for Sebastian.",
		"seb.event.spawndateSB.2": "Hey @! We wanted to surprise Seb with some cake and stuff for his birthday, you can stay, right?$h",
		"seb.event.spawndateSB.3": "I had nothing to do with this, I was just going to play some games...$s",
		"seb.event.spawndateSB.4": "Seb does need to come out of his room more, so we thought the saloon would be a good place to have a party.#$b#We're not going to jump out and scare him, so it should be fine.$h",
		"seb.event.spawndateSB.5": "What the-- why did you...", //portrait call 10
		"seb.event.spawndateSB.6": "Seb! Wait!$9",
		"seb.event.spawndateSB.7": "Hang on, Sam, it's better if just one of us goes to get him.",
		"seb.event.spawndateSB.8": "... S-sorry, @... I hate that kind of thing...", //portrait call 12
		"seb.event.spawndateSB.9": "I know. And I feel bad about it, they just want to have fun but... it's not fun for me.$s#$b#I'd rather just be by myself. Or maybe a very small thing at home to make them happy.",
		"seb.event.spawndateSB.10.typical": "Seb looks conflicted, his eyes dark and glittering in the low light.",
		"seb.event.spawndateSB.10.autism": "Seb looks like he's shutting down, his eyes lost and glittering in the low light.",
		"seb.event.spawndateSB.11.typical": "*sighs* I'll... go back and deal with it.$s#$b#Would you mind coming? I could use the backup.$7",
		"seb.event.spawndateSB.11.autism": "*sighs* I'll... go back and deal with it.$s#$b#Would you... come? I could use the backup.$7",
		"seb.event.spawndateSB.12": "You're a great friend, @. I can always trust you to have my back.$7",

//8 HEARTS
	//Vanilla 8
		"seb.event.vanilla8.1": "@?",
		"seb.event.vanilla8.2": "Are you out here to fish?#$b#I'm just... escaping I guess.$7",
		"seb.event.vanilla8.3": "The clouds are really black over the horizon, must be a big storm out there.",
		"seb.event.vanilla8.4": "...I like to come out here when it rains, I used to imagine the storm sweeping me away.",
		"seb.event.vanilla8.5.typical": "I've mentioned it before, but I've always wondered... does my life have any meaning, would anything change if I just disappeared?$s#$b#But... I think I'm asking the wrong question.#$b#I should be wondering how to spend the time I have, who to spend it with and what I can do to make a difference for someone else. Even a tiny difference.#$b#... I haven't really answered those questions yet, at least not completely but I do know I want to try...",
		"seb.event.vanilla8.5.autism": "I've mentioned it before, but I've always wondered... does my life have any meaning, would anything change if I just disappeared?$s#$b#But... I think I'm asking the wrong question.#$b#I should be wondering how to spend the time I have, who to spend it with and how I can use my skills to make a difference. Even a tiny difference in someone's life... Maybe someone like me.#$b#... I haven't really answered those questions yet, at least not completely but I do know I want to try... I need to try.",
		"seb.event.vanilla8.6.typical": "I've realized I want to find my purpose.#$b#I do have reasons to live. Not just be alive, but to actually participate in living.$7",
		"seb.event.vanilla8.6.autism": "I've realized my life does have value, I do have something to contribute, not just challenges to overcome.#$b#I have reasons to live. Not just be alive, but to actually participate in living.$7",
		"seb.event.vanilla8.7": "Wow, it's really coming down... we're getting completely soaked.$7",
		"seb.event.vanilla8.8": "Here... There's room for two.$7",

	//Level Up
		"seb.event.workout.1": "You find a note on Seb's desk...#'Hey, I'm at the bathhouse gym with Alex if you wanna come up. - Seb'",
		"seb.event.workout.2": "Hi @, did you come to join us? We're just going through the new routine I worked up for Seb.$6#$b#... Sorry, I didn't know you were coming or I would've put a shirt on.$6#$b#There's room if you want to join us!$6",
		"seb.event.workout.3": "Seb is doing great with his workout, I can put one together for you, too, if you're interested!$6",
		"seb.event.workout.4": "H-hey @, I um... I think doing exercise like this is helping with my anxiety...#$b#and I guess sitting in front of a computer all day really isn't the healthiest lifestyle, heh.$s",
		"seb.event.workout.5": "Whelp, I think that's enough fun for me, after all that exercise, I sure could use some protein!$6",
		"seb.event.workout.6": "Sounds good...",
		"seb.event.workout.7": "We can all grab something at the saloon, probably run into everyone else there too.$7",

	//Seb and the City
		"seb.event.city.1": "Oh, hey @. I was just thinking...",
		"seb.event.city.2": "You know how I used to talk about wanting to go to the city? It's strange to look back on, why would I want to go where I had nothing but bad memories...",
		"seb.event.city.3": "Maybe I thought I could find answers, some clue to why my father left so I could avoid the same bad choices.#$b#But I know now that I needed to shake off the past and find my own identity out from under my father's shadow.$s",
		"seb.event.city.4": "I've finally realized I wasn't responsible for my father's choices and can make my own choice to leave him behind.$l#$b#The place I want to be, where I'm most happy, is here with my family and friends.",
		"seb.event.city.5": "The city was never where I wanted to go... being around so many people makes me anxious.#$b#I needed to step back and really look at what was important to me.$7",
		"seb.event.city.6": "So thank you, @, for listening to me whenever I rambled on about my life, talking things through really helped me see what I needed to change.",
		"seb.event.city.8": "It feels good to get all that out of my head.$7",

	//SEBS GAME
	//Just a Game 1
		"seb.event.sebsgame1.1": "@, come look, the game I've been working on is starting to come together.$7",
		"seb.event.sebsgame1.2": "Will you be my alpha tester? It's still janky and unfinished, but you'll get the idea of how it should work.$7",
		"seb.event.sebsgame1.3": "Oh, you don't need to know anything about how video games are coded. Here, I'll show you.#$b#See, here's the setup menu, you can choose from all these options for how your character looks.",
		"seb.event.sebsgame1.4": "Then the story kind of guides you though how to play, and after that you can pretty much do whatever you want.#$b#There's quests, fighting, building, mini-games, and you can make friends with the NPCs.$7#$b#I added a relationship thing where your character can date and marry one of these NPCs. That's where I might need some dialogue help, heh!$7",
		"seb.event.sebsgame1.5": "You think that character looks like you? Well, I guess I was using you as inspiration...$7",
		"seb.event.sebsgame1.6": "Thanks for helping with this, just play along and if you get stuck, let me know and I'll help you or see if there's something I need to fix in the code.$7#$b#And if you see anything you think should be changed or looks weird, just keep a list and I'll fix things as we go.",
		//Followup
		"sam.eventSeen_MaggSebGame107092025": "Seb's really making progress with that game he's coding, he asked me to beta test for him. I told him I'll try to stay awake and report any bugs.#$b#You too? Sweet!! You wanna test it with me? It'll be more fun if we both play and make fun of the characters, hehe!$h#$b#Did you make your character yet? I have mine all ready to go. I named him SamTheGreat, haha!$h#$b#Oh you did? Lemme see! Oh that's so cool! Okay now we're ready to cause chaos in Seb's little world.#$b#Do you think it's possible to blow up the town? I'm definitely gonna find out!$11",
		"seb.eventSeen_MaggSebGame107092025": "Hey, have you had a chance to play the game yet? I'm still not sure about putting it out there.#$b#I hate the idea of dealing with comments and all that social media junk.$s#$b#You and Sam have done a great job managing the social part of our music videos, maybe you could do that for the game too?#$b#I'll give you a cut of anything I make off it.",

	//Juat a Game 2
		"seb.event.sebsgame2.1": "Okay I've got my place all set up and started the quests in Seb's game, how far are you?#$b#There's an NPC that looks like me? Huh, haha! He sure does, that's pretty cool. I'll see if I find your doppleganger too.",
		"seb.event.sebsgame2.2": "What the-!! Did you happen to notice the Sam NPC is a total idiot?? I think I'll pay Seb a visit today, I have some FEEDBACK for him!$a",
		"seb.event.sebsgame2.3": "Oh hey! I bet this is you!$h#$b#Wow, your NPC is flippin' STRONG! And bossy, sheesh... Oh, I don't think YOU'RE that pushy, heheh...$10#$b#Digital Lewis better watch his back, I bet your NPC is going to take over the town! Maybe the country... haha!$h",
		"seb.event.sebsgame2.4": "Urgh... okay, Sebastian is definitely getting FEEDBACK...",
		"seb.event.sebsgame2.5": "Hey @, what's up? Oh, you've been testing my game... what do you think? Any bugs?",
		"seb.event.sebsgame2.6": "Only a few minor bugs, everything is working great... but what's up with the rather obvious character tropes?",
		"seb.event.sebsgame2.7": "Well, I mean... I kinda drew the dialogue from real life then exaggerated it a little.#$b#I don't really think Sam is a total idiot or that you're... well... a dictator.$s#$b#I'll talk to Sam and smooth things over with him.",
		//Followup
		"sam.eventSeen_MaggSebGame207092025": "I talked to Seb. More like yelled in his face and I might have punched him a little. But it's all good now.$s#$b#Heh, I got so wrapped up in the game and the characters... I guess it means Seb's writing is pretty good?$s#$b#I can see why people like these kinds of games now, the stories are a lot of fun.#$b#C'mon, let's play more and see who else Seb put in the game!$h#$b#%The characters are all cleverly written and very entertaining, Seb really has a great take on the town and all the people living here.",
		"seb.eventSeen_MaggSebGame207092025": "Sam came by earlier, he seems to be over whatever he had in his head about the game characters... what a dingus.#$b#Anyway, he offered to help with getting the social promotion posts ready for the release.#$b#Thanks for all the help with beta testing and feedback, I'm feeling better about putting it out there now.$h",
		"maru.eventSeen_MaggSebGame207092025": "Did Seb ask you to beta test the new game? I played it for a while, it's working fine and I only found a few small bugs.#$b#Sam seemed overly upset about something with one of the characters, but then he calmed right down so I guess it was just a drama thing, haha!$h",
		"abigail.eventSeen_MaggSebGame207092025": "Pfft, Sam is such a goof... he was so mad at Seb for a minute there about the idiot Sam NPC, it was flippin' hilarious!$h#$b#I did play some of that game, it's really good and the characters aren't bad at all.#$b#I don't usually have the attention span for those kinds of cozy games, but I'll play through it just to finish the storyline.",
		"robin.eventSeen_MaggSebGame207092025": "Sebby might not show it, but he's very excited about the game he's designing.$h#$b#I hope it all works out for him, he deserves a break and it should give him a good confidence boost.",

	//Just a Game 3
		"seb.event.sebsgame3.1": "Hey, it's me!",
		"seb.event.sebsgame3.2": "Ohhh look!!",
		"seb.event.sebsgame3.3": "YES!! Got 'em!!",
		"seb.event.sebsgame3.4": "Oh man, I died!!.",
		"seb.event.sebsgame3.5": "Finally!",
		"seb.event.sebsgame3.6": "What the-- GAAHH!",
		"seb.event.sebsgame3.7": "Uh oh, where's the--",
		"seb.event.sebsgame3.8": "Didya see this??",

	//Maru's Birthday year 2 part 1
		"seb.event.marubday1.1": "Hey you two, what's up?",
		"seb.event.marubday1.2": "I'm just out taking Franklin for a walk. Franklin is my little bot, he's such a good boy, heehee!$l",
		"seb.event.marubday1.3": "Oh uh, happy birthday, Maru... I have something for you.",
		"seb.event.marubday1.4": "Awww, thanks, brother! Oh! This is amazing! How'd you know I needed a new computer setup?$h",
		"seb.event.marubday1.5": "Well, when I was helping you debug your code, I noticed your system was really... outdated and needed a major upgrade.#$b#And if there's one thing I know about, it's computers. I'll help you set all this up later.$7",
		"seb.event.marubday1.6": "Thank you so much! This will save me a lot of time, and maybe it can handle this new software I've been eyeing... and keep my bot network from crashing so often.$h",
		"seb.event.marubday1.7": "Franklin! Settle down, you're going to rattle your circuits!",
		"seb.event.marubday1.8": "What have you been feeding your son, Maru?$h",
		"seb.event.marubday1.9": "Okay, okay, don't make fun of my baby, he just loves company.$h",
		"seb.event.marubday1.10": "Come here Franklin, time to take you home. After all that running around, you probably need a recharge.#$b#Seb and @, thanks again for the gift, I'm looking forward to you coming by to set it up. Just let me know when you have time.",
		"seb.event.marubday1.11": "Sure. No problem.",

	//Maru's Birthday year 2 part 2
		"seb.event.marubday2.1": "Thanks for taking the time to help set up my new computer system, I'm sure I could handle it myself, but it's nice to have visitors in my invention cave.$h",
		"seb.event.marubday2.2": "It won't take very long, the new system is pretty much plug-and-play.#$b#I got you some custom parts to upgrade the processing power and memory so you can have a stable network with more machines.$7",
		"seb.event.marubday2.3": "Did you hear that, Franklin? Pretty soon, you can have a bunch of brothers and sisters.$h",
		"seb.event.marubday2.4": "@, want to go for a walk while Seb works his magic?",
		"seb.event.marubday2.5": "You know, I never thought I'd have any kind of positive relationship with Seb, but now that we've learned to respect each other, we get along pretty well.#$b#We actually do have more in common than just genetics and it's nice having someone to collaborate with on projects.",
		"seb.event.marubday2.6": "I bet Seb is done with the computer setup, let's head back and see how it all looks.",
		"seb.event.marubday2.7": "Hey, uh... all good to go. It functions pretty much the same as you're used to, just with a lot more power.$7",
		"seb.event.marubday2.8": "This is perfect, thanks again, Seb.#$b#Don't be a stranger, you're welcome in my cave any time.$h",

//DEMETRIUS EVENTS
	//Tomato updated
		"demetrius.event.tomato.1": "Demetrius, I didn't tell you to get tomatoes. I said to get fruit.",
		"demetrius.event.tomato.2": "Oh, um... well, technically, tomatoes ARE fruits, heh!",
		"demetrius.event.tomato.3": "When a normal person says they want fruit, they NEVER mean tomatoes. It doesn't matter what the scientific classification is.",
		"demetrius.event.tomato.4": "@! I'm glad you're here. We need an outside opinion.",
		"demetrius.event.tomato.5": "How would you classify a tomato?",
		"demetrius.event.tomato.6": "Vegetable",
		"demetrius.event.tomato.7": "Fruit",
		"demetrius.event.tomato.8": "Robin, to be perfectly honest, I forgot what you said to get and these tomatoes looked so delicious so I decided on them.#$b#I'll make a point of writing it down next time.",
		"demetrius.event.tomato.9": "Pfft, oh all right, you're off the hook this time. I'm sure I can use the tomatoes anyway, they do look great!$h",
		"demetrius.event.tomato.10": "Thanks for your help, @.$h",

	//Fancy Bed updated
		"demetrius.event.bed.1": "Voila! My newest creation.$h#$b#It's a deluxe four poster bed, crafted from the finest local hardwood.",
		"demetrius.event.bed.2": "Um... Robin? What's the point of the four posts? It seems like an inefficient use of materials.$s",
		"demetrius.event.bed.3": "It's called 'beauty', bud... you know, that thing that most people find enjoyable?$6",
		"demetrius.event.bed.4": "Hmm, I see your point... it is a very attractive sleep receptacle.",
		"demetrius.event.bed.5": "'Sleep receptacle'? That sounds like we're sleeping in some kind of pod. Demetrius, sometimes I don't know about you, haha!$h",
		"demetrius.event.bed.6": "Hey @... Come in.",
		"demetrius.event.bed.7": "Check this out... It's the bed I was able to make thanks to all the wood you gathered.",
		"demetrius.event.bed.8": "So, what do you think?",
		"demetrius.event.bed.9": "The aesthetics are perfect",
		"demetrius.event.bed.10": "The four posts seem inefficient",
		"demetrius.event.bed.11": "Yeah",
		"demetrius.event.bed.12": "*ahem*... Well... If anyone needs me, I'll be in my pod...$5",
		"demetrius.event.bed.13": "Great minds think alike...$h",
		"demetrius.event.bed.14": "You two, I should have known...$3",
		"demetrius.event.bed.15": "Now that I have a prototype, I can start selling them in the shop.",
		"demetrius.event.bed.16": "Hey... these might look good in your place, @! What do you say... can we pencil you in for a half dozen?",
		"demetrius.event.bed.17": "Mom!",
}
