{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Sebastian",
			"Entries": {
				"marriage_bus": "It's hard trying to quit smoking but every day I'm getting better at ignoring that urge now.#$b#I'm gonna need to take a walk soon.$s",
				"marriage_bus2": "Abigail told me that I've been smiling an unusual amount lately.$7#$b#I've never noticed that but I don't doubt it either.$h#$b#I guess it's because I get to think about going back home to you every night.$l",
				"marriage_bus3": "You ever think Sam will get married?#$b#Sorry, it just came out of nowhere. It's just... I've been seeing him less nowadays.$l#$b#I could totally see him settling with that girl, Penny.",
				"marriage_bus4": "I'm heading back to Mom's house today to work on a client's project.#$b#My old computer there is much faster than the one back at home.$h#$b#I've tried persuading Mom to let me bring it home but Demetrius has been using it recently to power his projects too.",
				"marriage_bus5": "I go to work at Mom's house on Tuesdays to avoid... Mom.$s#$b#She wouldn't show it, but I think it would break her heart to see me return only to then spend the day in my room instead of with her.",
				"marriage_comp": "Hey, @. I'm just working on some programming.$7#$b#Don't worry about me, I work better when I'm alone.$h#$b#I love you.$l",
				"marriage_comp2": "I have a bunch of old projects stored on this computer.$7#$b#I've been meaning to transfer them over to the farm but I keep forgetting.$h",
				"marriage_comp3": "Oh, wow. Mom's not even working today, did you really travel all the way here just to visit me?$l#$b#Thanks.$h",
				"marriage_sam": "Oh, hi @. Come here to save me from Sam?$h",
				"marriage_sam2": "Hey, what's up?$h#$b#I'm just catching up with Sam here.$7", 
				"marriage_sam3": "Want to hang out with us today?$7#$b#Oh, you're still busy?$s#$b#That's alright, watching us practice would probably be boring anyways.$h", 
				"marriage_sam4": "You and Sam are probably the only real friends I have left in this town.$s#$b#...But that's enough for me.$l",
				"marriage_sam5": "No, you have to jump when...#$b#Sam's not really good at this game is he?$s",
				"marriage_sam6": "*whisper* You see this, right? What in the world is he doing?#$b#You sure you don't want me to beat this level for you?$s",
				"marriage_sam7": "Hey, look at that. You're actually doing great, Sam. Keep it up.$7",
				"marriage_sam8": "Sometimes I swear he plays like this on purpose to annoy me...",
				"marriage_shop": "I need some snacks to help me focus.#$b#Don't want to work on an empty stomach. That applies to you too.$h",
				"marriage_band": "Playing the keyboard is sort of like programming.$h#$b#Well... in the sense that I'm typing on a keyboard and... playing a keyboard...$s#$b#Nevermind.$l",
				"marriage_band2": "Hey, Sam, play him something cool!^Hey, Sam, play her something cool!$h",
				"marriage_band3": "@, I see you've found the audition room. Well go right ahead, show us what you got.$h",
				"marriage_banda": "I don't think I could ever get into guitar.#$b#Too much to learn and too little time.$s",
				"marriage_banda2": "Abigail barely attends pratice. I think she gave up the dream a long time ago.#$b#I should teach you how to play drums sometime, @.$h", 
				"marriage_r": "Band practice was alright, I suppose.$7#$b#I'm just gonna talk to Sam a little more, I'll be home soon.",
				"marriage_r2": "Ugh, practice was terrible today.$s#$b#Sometimes you just get days where you want to stay in bed all day, know what I mean?",
				"marriage_r3": "We got a lot done today.$h#$b#See you soon?$l",
				"marriage_r4": "It's getting pretty late, huh?#$b#At least living on the farm means I don't have to walk so far back home now.$h",
				"marriage_nmpre": "I'm just sticking around the house for a few more hours. I'm getting a little anxious for some reason.$s",
				"marriage_nmpre2": "Last year the Night Market sold nothing of interest to me.#$b#If they sold snacks then we'd be talking.$h",
				"marriage_nm": "*sigh* Why do I feel more like I'm apart of a family when I'm with you than I ever did with them?$s#$b#...#$b#I'm just glad I never have to feel like I'm unwanted anymore.$7#$b#...$l",
				"marriage_doc": "You wanna play cards? Helps pass time.#$b#Also eases the anxiety this place gives...$s",
				"marriage_doc2": "Hey, dear... I swear it's like you barged in here hoping to see me naked...#$b#Well this is awkward...$s#$b#I'll see you back home, okay?",
				"marriage_13": "Hey, look at me. You're going to win today, I believe in you.$7#$b#Now let's head on in there.$h",
				"marriage_16": "Did you bring your absolute best? No remorse, you hear me?$h#$b#Now let's go on in there and win.$7",
				"marriage_25": "I wanted to see the festival being set up. I never could back at my old place.#$b#I'll head in with you.$7"
			}
		}
	]
}