{
  //***CONTENT FILE***

  // Broken
	"GGTV.response.yes" : "Enthralling! I'll take it.",
	"GGTV.response.no" : "That’s a wrap on whispers",  

  // Vanilla
	"GGTV.vanilla.desc" : "What's Happening Around the Valley?",
	"GGTV.vanilla.1":"I heard Mayor Lewis has a secret basement, but I haven't seen any STAIRS in his BEDROOM	",
	"GGTV.vanilla.2":"Some villagers believe that the Wizard in the tower creates special potions that can change a person’s fate or even help crops grow overnight.  	",
	"GGTV.vanilla.3":"Anyone else notice how close the Mayor and Marnie get at the Stardrop saloon? 	",
	"GGTV.vanilla.4":"I heard that if you throw a wild horseradish into the sewer, you will hear a 'Thank You'! 	",
	"GGTV.vanilla.5":"According to town folklore, there is a rare golden chicken that lays golden eggs hidden deep in the mountains. 	",
	"GGTV.vanilla.6":"Some speculate that Linus wasn’t always a hermit. Rumors float around that he was once a wealthy man who gave up his fortune to live a life of simplicity, but no one knows why or what event triggered his decision. 	",
	"GGTV.vanilla.7":"The little forest spirits, Junimos, are a topic of friendly debate. Some believe they help with the harvest, while others swear they've seen them play pranks by moving things around in the night. 	",
	"GGTV.vanilla.8":"That handsome athlete, Alex sure does love his breakfast.  He could be the next gridball star. 	",
	"GGTV.vanilla.9":"There’s talk that Alex is secretly writing love letters to Haley, but he’s too nervous to give them to her. Some say they’ve seen him practicing what to say to her while standing in front of her house. 	",
	"GGTV.vanilla.10":"Some say Abigail doesn’t just like adventure games; she’s been seen in the mines fighting off monsters herself, wielding a sword she found in her mysterious family chest. 	",
	"GGTV.vanilla.11":"Abigail sure does love the rain, I have heard music coming across the lake in the mountains. 	",
	"GGTV.vanilla.12":"People whisper that Caroline often disappears into Pierre’s shop's back room, not to relax but to practice ancient herbal magic passed down from her family. 	",
	"GGTV.vanilla.13":"There’s a rumor that Caroline once had feelings for the Wizard. Some people think that’s why she visits him in secret for 'tea and advice' from time to time. 	",
	"GGTV.vanilla.14":"Some speculate Clint doesn’t just process geodes; he’s secretly crafting an engagement ring for a special someone but has been too shy to propose. 	",
	"GGTV.vanilla.15":"Everyone knows about Clint’s shy admiration for Emily, but the rumor mill claims that he’s jealous of Elliott, believing that Emily has a crush on the writer. 	",
	"GGTV.vanilla.16":"Some people quietly whisper that Demetrius is overly protective of Maru because he’s afraid she might end up giving up her dreams for romance. 	",
	"GGTV.vanilla.17":"Some suspect Demetrius is conducting experiments on more than plants, with some whispering he’s close to discovering a way to communicate with the wildlife in the valley. 	",
	"GGTV.vanilla.18":"The rumor mill says that Elliott is writing a secret book—a romance novel inspired by someone in town, though no one knows who his muse could be. 	",
	"GGTV.vanilla.19":"Some think Emily’s dreams aren’t just whimsical but visions of other worlds. They say she’s in touch with beings far beyond the valley and might even have magical powers 	",
	"GGTV.vanilla.20":"A few villagers believe Evelyn was once part of a secret society in the city, where she learned more about the town’s past than anyone else. 	",
	"GGTV.vanilla.21":"Despite his grumpy demeanor, it’s rumored that George was once an athlete in his youth fueled by Leeks. Gross. 	",
	"GGTV.vanilla.22":"Some patrons of the Stardrop Saloon believe Gus has a hidden cellar where he brews a special family soup. 	",
	"GGTV.vanilla.23":"Haley’s love for photography isn’t just a hobby. There’s talk she’s taken photos that captured strange, ghostly figures, but she’s too afraid to develop the film. 	",
	"GGTV.vanilla.24":"Villagers think Harvey’s long radio sessions aren’t all business. Some say he’s secretly talking to someone in a distant city who knows more about his past than he lets on. 	",
	"GGTV.vanilla.25":"Jas is thought to have an imaginary friend who’s more real than people realize, with some believing her friend might be one of the Junimos or another mystical creature from the forest. 	",
	"GGTV.vanilla.26":"Some think Jodi had a much more exciting life before settling down in Pelican Town, with whispers that she can still defend herself better than anyone. 	",
	"GGTV.vanilla.27":"Jodi's husband is often the subject of whispers, and that he’s haunted by memories and something strange from the past. 	",
	"GGTV.vanilla.28":"Some believe the person in the sewer once ruled a secret underground city before coming to Pelican Town, and that they hides ancient treasures deep in the sewers. 	",
	"GGTV.vanilla.29":"Rumor has it that Leah’s art isn’t just inspired by nature but by a mysterious muse in the forest—a spirit or creature she often meets but has never spoken about. 	",
	"GGTV.vanilla.30":"Beyond his secret relationship, some think Mayor Lewis has hidden gold stashes buried around the town. 	",
	"GGTV.vanilla.31":"There’s talk that Linus knows the location of an ancient, forgotten cave that contains mystical artifacts, but he refuses to tell anyone because he wants to protect its secrets. 	",
	"GGTV.vanilla.32":"Some believe Marnie has a special bond with animals beyond just caring for them—villagers say they’ve seen her whispering to the animals, who seem to respond in strange, intelligent ways. 	",
	"GGTV.vanilla.33":"There’s a rumor Maru is working on something much more advanced than her usual gadgets—a machine that can see the future. 	",
	"GGTV.vanilla.34":"Despite Pam’s rough exterior, some say she once had dreams of becoming a famous singer, and that after a drink or two, she’ll sing old songs that reveal her once-held aspirations. 	",
	"GGTV.vanilla.35":"The town whispers that Penny is secretly writing a novel about her life in Pelican Town, filled with hidden metaphors about the people around her. 	",
	"GGTV.vanilla.36":"It’s said that Pierre’s obsession with competition isn’t just about his shop. Some believe he once lost something important to Joja Mart and is desperate to reclaim it. 	",
	"GGTV.vanilla.37":"Rumor has it that Robin is building more than just houses. Some think she’s secretly constructed an underground hideaway for a villager in the past. 	",
	"GGTV.vanilla.38":"Pizza lover Sam is said to have a crush on the girl next door. Who could that be in a small town like Pelican Town? 	",
	"GGTV.vanilla.39":"Some believe Sebastian has been working on a computer program that, if finished, could unlock the hidden mysteries of the valley.  It started with a request from Maru. 	",
	"GGTV.vanilla.40":"There’s a rumor Shane’s love for chickens isn’t just a quirky interest; some say he’s trying to breed a special, rare chicken that can lay eggs with unique properties. 	",
	"GGTV.vanilla.41":"Some villagers whisper that Vincent has been sneaking into the forest and meeting with someone—or something—that teaches him things no one else in town knows about. 	",
	"GGTV.vanilla.42":"The fisherman’s biggest secret, according to rumor, is that he once caught a mythical sea creature, but he released it back into the water to protect it from greedy hunters. 	",
	"GGTV.vanilla.43":"The town suspects Elliott has a soft spot for Leah, given how often he visits her at the saloon. They think he’s been trying to gather the courage to ask her out for a romantic dinner on the beach. 	",
	"GGTV.vanilla.44":"It’s rumored that Emily has a playful affection for a villager. She's always smiling when she talks about her visits to the desert. 	",
	"GGTV.vanilla.45":"There’s an old rumor that Evelyn had a brief romance with someone other than George in her youth, possibly one of the traveling merchants, but she chose George because of his strength and determination. 	",
	"GGTV.vanilla.46":"People say that George’s grumpy demeanor hides a softer side, especially around Evelyn. The rumor is he writes her small love notes and hides them in their house, but no one has ever found proof. 	",
	"GGTV.vanilla.47":"Villagers believe that Gus secretly pines for Pam, but he’s too humble to act on it. They’ve noticed him making her favorite dishes and giving her free drinks, though Pam seems oblivious. 	",
	"GGTV.vanilla.48":"Rumor has it that Haley is secretly jealous of Emily because she thinks one of the other villagers might have feelings for her sister. 	",
	"GGTV.vanilla.49":"Harvey is often the subject of gossip with people suspecting that he harbors feelings for Maru. They spend a lot of time together in the clinic. 	",
	"GGTV.vanilla.50":"There’s a sweet rumor that Jas has a schoolyard crush on Vincent, and they’re often seen playing together, but she gets flustered if anyone asks her about it. 	",
	"GGTV.vanilla.51":"Some whisper that Jodi feels lonely since Kent’s been distant after returning from war, and villagers have seen her talking closely with Caroline. Some speculate it’s more than just friendship. 	",
	"GGTV.vanilla.52":"The rare rumor surfaces that the sewer dweller might have once had a deep friendship, or even a romantic connection, with someone from a distant village, but they refuse to talk about it. 	",
	"GGTV.vanilla.53":"Leah’s frequent trips to see Elliott have led some to believe that she might have feelings for him, but others say her heart still belongs to a mysterious ex. 	",
	"GGTV.vanilla.54":"The town's favorite relationship rumor revolves around Mayor Lewis and Marnie.  But, why does he by all that slippery oil from Pierre? 	",
	"GGTV.vanilla.55":"A peculiar rumor suggests that Linus once had succesful business, but he left it after seeing the damage it did the environment. 	",
	"GGTV.vanilla.56":"The long-standing rumor about Marnie is her ongoing secret relationship with Mayor Lewis, but some believe she’s tired of the secrecy and wants kids of her own. 	",
	"GGTV.vanilla.57":"People speculate that Maru and Harvey might have feelings for each other, especially after seeing them share quiet conversations at the clinic.  	",
	"GGTV.vanilla.58":"Some villagers think that Pam has a secret admiration for Gus, but she’s too focused on her personal struggles to pursue anything. 	",
	"GGTV.vanilla.59":"Rumors fly about Penny’s relationship with some of the villagers in town, but her maternal nature with kids is what everyone admires. 	",
	"GGTV.vanilla.60":"Anyone else notice Pierre receiving strange unmarked packages?  What's in them?  Is he hiding something? 	",
	"GGTV.vanilla.61":"Robin and Willy have been caught discussing a big project one day. I wonder what other big projects are out there for her to build? 	",
	"GGTV.vanilla.62":"Music loving Sam and his band are often causing noise complaints in the village, but some day they can make it big! 	",
	"GGTV.vanilla.63":"Many villagers think Sebastian and Abigail have more than just a friendship, especially after seeing them take walks together late at night. Some speculate they might be Pelican Town’s next big romance. 	",
	"GGTV.vanilla.64":"Shane and Jas living with their Aunt Marnie often causes rumors to spiral about their parents.  	",
	"GGTV.vanilla.65":"Vincent’s childhood crush on Jas is a source of innocent gossip in town, with people teasing that he often picks wildflowers for her. 	",
	"GGTV.vanilla.66":"There’s a quiet rumor that Willy had a deep love many years ago, but he's only ever mentioned singing mermaids in Gem Sea. 	",
	"GGTV.vanilla.67":"The mysterious stone at the beach is rumored to have been an ancient light house. Who would have used it ages ago? 	",
	"GGTV.vanilla.68":"Farmers occasionally wake up to find strange patterns in their fields leading to whispers that aliens have visited Pelican Town. 	",
	"GGTV.vanilla.69":"There is a rumor of a dangerous cave by the quarry. If you court death, it may reject you from its realm.  	",
	"GGTV.vanilla.70":"Marlon has said he has seen a monster in the lava.  I wouldn't play around with it personally. 	",
	"GGTV.vanilla.71":"Magic in the valley can be good and it also can corrupt. There was once a beautiful young woman that turned into a witch, and no one knows how it happened.  	",
	"GGTV.vanilla.72":"The hollow earth theory says that dinosaurs may still exist, but who would be brave enough to go looking for one? 	",
	"GGTV.vanilla.73":"The size of the cliffs in the forest mean you have to cast as far as you can to get a good fish.  	",
	"GGTV.vanilla.74":"I have heard of some folks wearing pans on their head. There is some strange fashion in Pelican Town. 	",
	"GGTV.vanilla.75":"Did anyone else read that strange book saying dwarven folk aren't from this planet? ",
	"GGTV.vanilla.76":"Pets in cute hats is the newest trend. Delighted to see cats in hats for sure.",
	"GGTV.vanilla.77":"Some folks have reported that mannequins are cursed and move in the night. Be careful with outfit planning.",
	"GGTV.vanilla.78":"Purple Shorts Co. has reported that it has achieved record profits recently with a growing demand around Pelican Town",
	"GGTV.vanilla.79":"Some spiritually sensitive people have reported seeing a unique channel appear just priod to Spirit's eve. Take care not to upset the Spirits.",
	"GGTV.vanilla.80":"Marnie sells a Birdhouse that will attract birds of all kinds, even doves.",
	"GGTV.vanilla.81":"Don't forget to plae milk and cookies out the night prior to the festival of the winter star. If so, you just may recieve a Mystery Gift.",
	"GGTV.vanilla.82":"There was a book in the library that had a mysterious language. But looking at the first letter of word happen to make a strange messaage.",
	"GGTV.vanilla.83":"Some say the saloon is always out of duck mayonaise. Maybe someone should put some in the store room.",
	"GGTV.vanilla.84":"Kids like the strangest foods. I think  I have seen Vincent sneak home with a Stange Bun.",
	"GGTV.vanilla.85":"The Sweetest fruit really is the Sweet Gem Berry. It is a shame they take so long to grow in fall.",
	"GGTV.vanilla.86":"Birds of the valley give strange gifts.  Anyone ever wonder how does an owl make a statue of itself?",
	"GGTV.vanilla.87":"Slimes have been reported to be surprisling intelligent at times and even being able to learn how to speak at times.",
	"GGTV.vanilla.88":"Some farmers have reported seeing a fairy bless their crops, but where do they come from?",
	"GGTV.vanilla.89":"The rumor of a witch around town is starting to seem more true. A farmer reported seeing it fly over their coop to curse their chickens.",
	"GGTV.vanilla.90":"Some fish live in the deepest part of the sea requiring a submarine, but some magic bait may curiosly lure them to surface.",
	"GGTV.vanilla.91":"There are three pillars in the desert, and some say they have seen a rainbow start there at times.",
	"GGTV.vanilla.92":"Joja has been known to literally work their employees to death. This is a reminder to drink water.",
	"GGTV.vanilla.93":"The junimos love all the colors of the rainbow. The brightest red has been seen on cabbages.",
	"GGTV.vanilla.94":"Ducks are water fowl, so be sure to house them near water.",
	"GGTV.vanilla.95":"Everyone likes Maple Syrup!  Even the bears like the sweet syrup, so be carful leaving them outside.",
	"GGTV.vanilla.96":"The pink juicy fruit is said to be loved by hopping gourmands all over the world.",
	"GGTV.vanilla.97":"Garlic is the quite the addition to many foods and is also said to keep monsters away if you distill it properly.",
	"GGTV.vanilla.98":"Dried fruit can be quite the artisan treat unless the fruit is of the highest quality!",
	"GGTV.vanilla.99":"I thought a saw a raccoon eating some dried mushrooms the other day. The wildlife in the valley is definitely unique.",
	"GGTV.vanilla.100":"It seems like Evelyn could use some new glasses. Be sure to give her some if you find a new set of readers.",

  // East Scarp
	"GGTV.lemur.desc" : "What's happening in East Scarp",
	"GGTV.lemur.1" : "There is a rumor that the orchard is only accessible by ghosts with that bridge out.  But who would check it out night?",
	"GGTV.lemur.2" : "What's with those strange goats?  They look as bizarre as those bewitched chickens.",
	"GGTV.lemur.3" : "Aideen is quite the lade waiting for her prinve to arrive with a bouquet of Blue Jazz",
	"GGTV.lemur.4" : "I heard Aideen talking about birds the other day, but it sounded like a flower.",
	"GGTV.lemur.5" : "Some folks were talking about the hermit in the tower to the north. In the fall there is Amaranth growing around that tower.",
	"GGTV.lemur.6" : "Hector has a heart for nature. Their passion shows in all they do for the wilderness.",
	"GGTV.lemur.7" : "Jasper is a doctor, but it is for rocks. This gossip girl doesn't quite know how a rock gets hurt.",
	"GGTV.lemur.8" : "Professor Jasper was talking about the ancient wars the other day. I wonder what magic he will find?",
	"GGTV.lemur.9" : "Professor Jasper has those dreamy emerald eyes. Intelligence is so hot!",
	"GGTV.lemur.10" : "Juliet may have a troubled past, but she definitely has a sweeter side when you treat her nicely!",
	"GGTV.lemur.11" : "Juliet sure can bang on those drums!  What a fun way to relieve some stress!",
	"GGTV.lemur.12" : "I overheard that Juliet likes Pink Jade, but I am not sure what that is about.",
	"GGTV.lemur.13" : "Kataryna is an interestig character that talks about Cryptids. Not my kind of Gossip.",
	"GGTV.lemur.14" : "Mateo has a sweet heart despite his past experiences.",
	"GGTV.lemur.15" : "I always see Mateo Munching on Crab Cakes when he is in the mines. He must really like them.",
	"GGTV.lemur.16" : "It seems Mateo doesn't mind diving into the mines to help people in need.",
	"GGTV.lemur.17" : "Sen is a wonderfuly little shadow friend if you notice him in disguise.",
	"GGTV.lemur.18" : "Despite the darkness of shadowfolk, it seems that Sen is quite the curious and friendly explorer.",
	"GGTV.lemur.19" : "I think Sen may like the flowers that thrive in winter. I think I have seen them in the bushes watching some grow.",
	"GGTV.lemur.20" : "It seems that Sterling is quite the adventurous eater with those weird croissants.",
	"GGTV.lemur.21" : "Apparently, Sterling can appreciate a good field snack a night after a few drinks.",
	"GGTV.lemur.22" : "Sterling really likes those Pancakes for kids. His youthful cheer is easy to spread.",
	"GGTV.lemur.23" : "Tristan loves to knit even though he isn't great at it. Either way, give him some fuel for his hobby.",
	"GGTV.lemur.24" : "Tristan is like his cat roommates and prefers fish for dinner for sure.",
	"GGTV.lemur.25" : "Beatrice keeps the lighthouse shining brightly, but the gossip is that it is really the only light she has left.",
	"GGTV.lemur.26" : "Beatrice says keeping the lighthouse up on cold winter nights is best done with a hot soup!",
	"GGTV.lemur.27" : "Eloise said birds used to be dinosaurs. What do kinds know anyway.",
	"GGTV.lemur.28" : "Eloise once showed Penny of a wild creature in a rainbow shell. Kids have incredible imaginations.",
	"GGTV.lemur.29" : "Anyone see that kid Fievel around?  I heard he likes all kinds of cheese.",
	"GGTV.lemur.30" : "Jacob is a vet and true animal lover always leaving scraps out for the strays around town.",
	"GGTV.lemur.31" : "After Delilah passed, Jacob has dedicated every spare moment to keeping brightness in Eloise.",
	"GGTV.lemur.32" : "Jessie is an old soul that has a heart as big as a melon and always willing to help those in need.",
	"GGTV.lemur.33" : "Linus may have once swiped a cooling pie off of Jessie's window, but instead of getting mad, she now just makes an extra.",
	"GGTV.lemur.34" : "The governor's wife likes to come to East Scarpe for organic healing, but there is always a worry her son Oliver may get sick again. ",
	"GGTV.lemur.35" : "Getting away from the city doesn't mean you can't bring some luxury with you. Josephine does enjoy her glass of wine while away.",
	"GGTV.lemur.36" : "The Girl Lavril scares most with her ruby red eyes.",
	"GGTV.lemur.37" : "Those that speak to ghosts like Lavril have the strangest favorite foods.",
	"GGTV.lemur.38" : "Have you met the sea creature under East Scarp, yet?  Be sure to take sweet treat!",
	"GGTV.lemur.39" : "Maybe the sea caves will hold clues about the sea creatures that pop up while you fish?",
	"GGTV.lemur.40" : "Ginger cats love fish. Always keep an extra around to help them out!",
	"GGTV.lemur.41" : "Nora the researcher stays up with those book with some coffee.",
	"GGTV.lemur.42" : "Reptile researchers would love to get their hands on a Dinosaur egg. Be sure to help them out in their studies!",
	"GGTV.lemur.43" : "Oliver is definitely a kid finding his own path, but you can cheer him up with some weird slime.",
	"GGTV.lemur.44" : "Rodney let's his creative writing flow after a nice Pale Ale.",
	"GGTV.lemur.45" : "Writing in the zone can keep you up late. Feel free to drop off an Espresso to Rodney.",
	"GGTV.lemur.46" : "Be sure to give some sweet treats to the East Scarp baker, Rosa!",
	"GGTV.lemur.47" : "The baker in East Scarp like cute things.  Give her a little bear if you can find one.",
	"GGTV.lemur.48" : "Eloise's grandmother, Vivenne, was rumored to be the author of a Children's book series. If you see her around tip her in Rubies.",
	"GGTV.lemur.49" : "Zuzu's favorite accountant, Sondra, enjoys the rare gems as a nice form of payment.",
	"GGTV.lemur.50" : "Be sure to bring Sondra some flowers. You always want your accountant to be fresh while looking over your documents.",
	"GGTV.lemur.51" : "Always be sure to pick up after yourself while in the woods. Otherwise, Gudrun may give you an ear full.",
	"GGTV.lemur.52" : "More homework can always be a drag, but Gudrun says she can get some good studying done outdoors.",
	"GGTV.lemur.53" : "Sig hates being called Sigurd, but if you see the old soldier, you can cheer him up with some cookies.",
	"GGTV.lemur.54" : "After ending his time as a soldier, Sig took an interest in brewing and bee keeping. ",
	"GGTV.lemur.55" : "There is someone in East Scarp that has an exotic peach. Ask the bear family about it.",
	"GGTV.lemur.56" : "Gunnar Bear is a college grad, but it seems his passions are less business and more bombs.",
	"GGTV.lemur.57" : "If you have a spare fish for a bear, Gunnar Bear will take if off your hands for a quick bite.",
	"GGTV.lemur.58" : "Teren Barnes a friend of the Bear family, is now more interest in baked goods than war stories.",
	"GGTV.lemur.59" : "Sometimes emo music that Teren listens to sounds like a bunch of bouncing coconuts.  To each their own I guess.",
	"GGTV.lemur.60" : "Sassy was orignally supposed to be a service dog, but was too tempted by good treats to succeed.",
	"GGTV.lemur.61" : "There was a singing bard that had swung by the Valley awhile back. For their services, all they wanted was a hot meal.",
	"GGTV.lemur.62" : "The coolest instrument is definitely the keytar.  Well, according to Cirrus the musician anyway.",
	"GGTV.lemur.63" : "Sorcerers sometimes mess with the void and dark forces. Roslin would warn you to stay away from the voices and temptations.",
	"GGTV.lemur.64" : "There is balance in magic. Roslin has observed that for all the darkness that rises, so will the light rise to shine brighter.",
	"GGTV.lemur.65" : "If your name is Dandelion, then you must love Dandelions, right?",
	"GGTV.lemur.66" : "A paladin fighting evil has a lot of skill on their side, but sometimes it helps to have a little bit of luck. Just ask Dandelion.",
	"GGTV.lemur.67" : "Shadowfolk seem to either be helpful or hurtful with no in between.  Luckily, the one called solomon seems to be the helpful type in their own way.",
	"GGTV.lemur.68" : "I swear I saw a floating book in the strange tower to the north of East Scarp.  Maybe my eyes were playing tricks on me?",
	"GGTV.lemur.69" : "I heard there were some elements harder than iridium ore in a dungeon in East Scarp. Surely that is a rumor.",
	"GGTV.lemur.70" : "Where did the legend of the Praire King begin?  Where did really end for that matter?",

  // Ridgeside Village
	"GGTV.kiwi.desc" : "What's happeing at the top of the ridge?",
	"GGTV.kiwi.1" : "Update1",
	"GGTV.kiwi.2" : "Update2",  
	"GGTV.kiwi.3" : "Update3",
	"GGTV.kiwi.4" : "Update4",
	"GGTV.kiwi.5" : "Update5",
	"GGTV.kiwi.6" : "Update6",
	"GGTV.kiwi.7" : "Update7",
	"GGTV.kiwi.8" : "Update8",
	"GGTV.kiwi.9" : "Update9",
	"GGTV.kiwi.10" : "Update10",
	"GGTV.kiwi.11" : "Update1",
	"GGTV.kiwi.12" : "Update2",  
	"GGTV.kiwi.13" : "Update3",
	"GGTV.kiwi.14" : "Update4",
	"GGTV.kiwi.15" : "Update5",
	"GGTV.kiwi.16" : "Update6",
	"GGTV.kiwi.17" : "Update7",
	"GGTV.kiwi.18" : "Update8",
	"GGTV.kiwi.19" : "Update9",
	"GGTV.kiwi.20" : "Update10",
	"GGTV.kiwi.21" : "Update1",
	"GGTV.kiwi.22" : "Update2",  
	"GGTV.kiwi.23" : "Update3",
	"GGTV.kiwi.24" : "Update4",
	"GGTV.kiwi.25" : "Update5",
	"GGTV.kiwi.26" : "Update6",
	"GGTV.kiwi.27" : "Update7",
	"GGTV.kiwi.28" : "Update8",
	"GGTV.kiwi.29" : "Update9",
	"GGTV.kiwi.30" : "Update10",
	"GGTV.kiwi.31" : "Update1",
	"GGTV.kiwi.32" : "Update2",  
	"GGTV.kiwi.33" : "Update3",
	"GGTV.kiwi.34" : "Update4",
	"GGTV.kiwi.35" : "Update5",
	"GGTV.kiwi.36" : "Update6",
	"GGTV.kiwi.37" : "Update7",
	"GGTV.kiwi.38" : "Update8",
	"GGTV.kiwi.39" : "Update9",
	"GGTV.kiwi.40" : "Update10",
	"GGTV.kiwi.41" : "Update1",
	"GGTV.kiwi.42" : "Update2",  
	"GGTV.kiwi.43" : "Update3",
	"GGTV.kiwi.44" : "Update4",
	"GGTV.kiwi.45" : "Update5",
	"GGTV.kiwi.46" : "Update6",
	"GGTV.kiwi.47" : "Update7",
	"GGTV.kiwi.48" : "Update8",
	"GGTV.kiwi.49" : "Update9",
	"GGTV.kiwi.50" : "Update10",
	"GGTV.kiwi.51" : "Update1",
	"GGTV.kiwi.52" : "Update2",  
	"GGTV.kiwi.53" : "Update3",
	"GGTV.kiwi.54" : "Update4",
	"GGTV.kiwi.55" : "Update5",
	"GGTV.kiwi.56" : "Update6",
	"GGTV.kiwi.57" : "Update7",
	"GGTV.kiwi.58" : "Update8",
	"GGTV.kiwi.59" : "Update9",
	"GGTV.kiwi.60" : "Update10",
	"GGTV.kiwi.61" : "Update1",
	"GGTV.kiwi.62" : "Update2",  
	"GGTV.kiwi.63" : "Update3",
	"GGTV.kiwi.64" : "Update4",
	"GGTV.kiwi.65" : "Update5",
	"GGTV.kiwi.66" : "Update6",
	"GGTV.kiwi.67" : "Update7",
	"GGTV.kiwi.68" : "Update8",
	"GGTV.kiwi.69" : "Update9",
	"GGTV.kiwi.70" : "Update10",
	"GGTV.kiwi.71" : "Update1",
	"GGTV.kiwi.72" : "Update2",  
	"GGTV.kiwi.73" : "Update3",
	"GGTV.kiwi.74" : "Update4",
	"GGTV.kiwi.75" : "Update5",
	"GGTV.kiwi.76" : "Update6",
	"GGTV.kiwi.77" : "Update7",
	"GGTV.kiwi.78" : "Update8",
	"GGTV.kiwi.79" : "Update9",
	"GGTV.kiwi.80" : "Update10",
	"GGTV.kiwi.81" : "Update1",
	"GGTV.kiwi.82" : "Update2",  
	"GGTV.kiwi.83" : "Update3",
	"GGTV.kiwi.84" : "Update4",
	"GGTV.kiwi.85" : "Update5",
	"GGTV.kiwi.86" : "Update6",
	"GGTV.kiwi.87" : "Update7",
	"GGTV.kiwi.88" : "Update8",
	"GGTV.kiwi.89" : "Update9",
	"GGTV.kiwi.90" : "Update10",
	"GGTV.kiwi.91" : "Update1",
	"GGTV.kiwi.92" : "Update2",  
	"GGTV.kiwi.93" : "Update3",
	"GGTV.kiwi.94" : "Update4",
	"GGTV.kiwi.95" : "Update5",
	"GGTV.kiwi.96" : "Update6",
	"GGTV.kiwi.97" : "Update7",
	"GGTV.kiwi.98" : "Update8",
	"GGTV.kiwi.99" : "Update9",
	"GGTV.kiwi.100" : "Update10",

  // Stardew Valley Expanded and other little mods
	"GGTV.expanded.desc": "Welcome to Thirsty Thursday!  Who's ready for some hot gossip?",
	"GGTV.expanded.1" : "Anyone else notice how Andy is always picking fights with the mayor?  Too many beers or too many taxes?",
	"GGTV.expanded.2" : "Update2",
	"GGTV.expanded.3" : "Update3",
	"GGTV.expanded.4" : "Update4",
	"GGTV.expanded.5" : "Update5",
	"GGTV.expanded.6" : "Update6",
	"GGTV.expanded.7" : "Update7",
	"GGTV.expanded.8" : "Update8",
	"GGTV.expanded.9" : "Update9",
	"GGTV.expanded.10" : "Update10",
	
  // Zuzu City Expnsion Mod
	"GGTV.zuzu.desc": "Welcome to Wine Down Wednesday in Zuzu City! You'll never believe what you hear around the city!",
	"GGTV.zuzu.1" : "Anyone seen how busy the airport is out to that tropical island?",
	"GGTV.zuzu.2" : "Update2",
	"GGTV.zuzu.3" : "Update3",
	"GGTV.zuzu.4" : "Update4",
	"GGTV.zuzu.5" : "Update5",
	"GGTV.zuzu.6" : "Update6",
	"GGTV.zuzu.7" : "Update7",
	"GGTV.zuzu.8" : "Update8",
	"GGTV.zuzu.9" : "Update9",
	"GGTV.zuzu.10" : "Update10",

  // Passerby Cemetary Mod
	"GGTV.clown.desc": "Welcome to take a look Tuesday at the Cemetary.",
	"GGTV.clown.1" : "Anyone seen the magical disturbances around the cemetary?",
	"GGTV.clown.2" : "Update2",
	"GGTV.clown.3" : "Update3",
	"GGTV.clown.4" : "Update4",
	"GGTV.clown.5" : "Update5",
	"GGTV.clown.6" : "Update6",
	"GGTV.clown.7" : "Update7",
	"GGTV.clown.8" : "Update8",
	"GGTV.clown.9" : "Update9",
	"GGTV.clown.10" : "Update10",

  // Visit Mount Vapius
	"GGTV.vapius.desc": "Welcome to Wine Down Wednesday in Zuzu City! You'll never believe what you hear around the city!",
	"GGTV.vapius.1" : "It's eternal winter on the mountain! Take a train and grab a few Crocus.",
	"GGTV.vapius.2" : "Update2",
	"GGTV.vapius.3" : "Update3",
	"GGTV.vapius.4" : "Update4",
	"GGTV.vapius.5" : "Update5",
	"GGTV.vapius.6" : "Update6",
	"GGTV.vapius.7" : "Update7",
	"GGTV.vapius.8" : "Update8",
	"GGTV.vapius.9" : "Update9",
	"GGTV.vapius.10" : "Update10"
}
