{//Translated by Caranud
  "config.section.Privacy.name": "Paramètres de confidentialité",
  "config.section.Privacy.description": "Options pour révéler ou masquer l'identité des agriculteurs dans le canal.",
  "config.NoName.name": "Aucun nom de ferme et d'agriculteur",
  "config.NoName.description": "Bascule entre la mention ou non du nom de l'agriculteur et de la ferme dans le canal. Désactivé par défaut.",
  "KFSC.Name": "KFSC", //
  "KFSC.Desc": "Bienvenue sur la chaîne de sécurité alimentaire de Kisaa ! Aujourd’hui ",
  "KFSC.Misc1": "le conseil du jour ",
  "KFSC.Misc2": "le fait à connaître du jour ",
  "KFSC.Misc3": "l’anecdote du jour ",
  "KFSC.MiscEnd": "est...",
  "KFSC.1": "Un excès de Joja Cola est très mauvais pour votre peau !#Bien que le sorbitol ait été utilisé comme édulcorant dans d’autres produits, Joja Cola et Joja Bluu en contiennent des concentrations incroyablement élevées par canette.#Cela, ainsi que d'autres produits chimiques qu'il contient, peut en fait transformer votre peau... 'Bluu'#La prochaine fois que vous consommerez du Joja ou tout autre produit commercial, assurez-vous de lire les étiquettes, les valeurs nutritionnelles et de vous tenir informé.",
  "KFSC.2": "La zone de température dangereuse pour les aliments se situe entre 5°C et 60°C (41°F et 140°F), il est donc très important de conserver les aliments au réfrigérateur à une température inférieure à 5°C ou au congélateur en dessous de -15°C (5°F).#Assurez-vous que tous les aliments stockés dans le congélateur soient congelés comme un fossile préhistorique de la période glaciaire.#Peut-être que Gunther pourra vous en dire plus si vous en faites don au musée d’ailleurs...",
  "KFSC.3": "Les pesticides sont incroyables pour lutter contre ces nuisibles nuisibles qui mangent nos cultures, mais ces délicieux fruits et légumes peuvent arriver contaminés dans nos cuisines !#Assurez-vous de laver vos fruits et légumes, AUTREMENT qu’avec du savon, avant de les éplucher. Cela aide également à réduire les bactéries capturées en cours de route.#Nos chers agriculteurs doivent également prendre soin d'eux-mêmes lorsqu'ils utilisent des pesticides et même des engrais, en utilisant des quantités adéquates et en stockant le reste dans des contenants sûrs.#Arrêtez d’essayer d’utiliser les engrais une fois que les cultures ont poussé ! D'accord,{{PlayerName}}?",
  "KFSC.3Alt": "Les pesticides sont incroyables pour lutter contre ces nuisibles nuisibles qui mangent nos cultures, mais ces délicieux fruits et légumes peuvent arriver contaminés dans nos cuisines !#Assurez-vous de laver vos fruits et légumes, PAS avec du savon, avant de les éplucher. Cela aide également à réduire les bactéries capturées en cours de route.#Nos chers agriculteurs doivent également prendre soin d'eux-mêmes lorsqu'ils utilisent des pesticides et même des engrais, en utilisant des quantités adéquates et en stockant le reste dans des contenants sûrs.#Arrêtez d’essayer d’utiliser les engrais une fois que les cultures ont poussé ! Ok, chers téléspectateurs ?",
  "KFSC.4": "La décongélation des aliments peut être un processus fastidieux, mais essayez de ne pas les réchauffer et de les conserver à nouveau avant la cuisson.#Assurez-vous de décongeler lentement les aliments et si vous ne les faites pas cuire tout de suite, conservez-les dans votre réfrigérateur afin que les bactéries ne commencent pas à s'en emparer ! Sinon, assurez-vous de bien les cuisiner pour pouvoir assassiner la plupart des bactéries porteuses de maladies.#Ainsi, vous ne vous retrouverez pas avec une boîte de Pétri dans le réfrigérateur en laissant les aliments dehors longtemps et en essayant ensuite de les conserver.",
  "KFSC.5": "Assurez-vous toujours de conserver les aliments crus et prêts-à-mangez les aliments séparément, ne les jetez pas tous au même endroit {{PlayerName}} !#Pour éviter la contamination, veillez également à séparer les ustensiles utilisés pour les aliments crus et les ustensiles prêts à l'emploi. Assurez-vous de les nettoyer en profondeur de manière appropriée.",
  "KFSC.5Alt": "Assurez-vous toujours de conserver les aliments crus et prêts-à-mangez les aliments séparément, ne les jetez pas tous au même endroit cher spectateur !!#Pour éviter la contamination, veillez également à séparer les ustensiles utilisés pour les aliments crus et les ustensiles prêts à l'emploi. Assurez-vous de les nettoyer en profondeur de manière appropriée.",
  "KFSC.6": "Les œufs crus peuvent être trouvés dans certains produits populaires, comme le lait de poule (on dit aussi eggnog) et même dans la mayonnaise maison de la ferme {{FarmName}} !#Assurez-vous simplement de faire attention lors de la préparation de ces aliments, car les bactéries présentes sur les coquilles d'œufs pourraient contaminer les aliments.",
  "KFSC.6Alt": "Les œufs crus se retrouvent dans certains produits populaires, comme le lait de poule et même dans la mayonnaise maison de la ferme locale !#Assurez-vous simplement de faire attention lors de la préparation de ces aliments car les bactéries présentes sur les coquilles d'œufs pourraient contaminer les aliments.",
  "KFSC.7": "L'odeur de poisson n'est pas vraiment de la faute du poisson !#L'odeur provient de la tryméthylamine et indique que le poisson se décompose activement à partir de bactéries et d'enzymes. En fait, le poisson ne sent pas le poisson du tout !#Les poissons frais ont le goût et l’odeur de l’eau dont ils proviennent.#...Mais n'appliquez pas cette pépite de connaissances aux poissons vivant dans la boue et les eaux polluées.",
  "KFSC.8": "Le miel n’est pas intrinsèquement plus sain en remplacement du sucre. Tout dépend de ce que vous essayez de faire avec votre alimentation.#Le miel contient plus de vitamines et de minéraux, et certains miels ont des propriétés antibiotiques, ce qui est génial !#Cependant, le miel est principalement constitué de fructose qui, lorsqu’il est consommé en excès, est stocké dans l’organisme sous forme de graisse.",
  "KFSC.9": "La noix de muscade contient des secrets intéressants. Le principal composé toxique de la muscade est la myristicine, dont la DL50 est de 3 000 mg/kg.#Environ 5 mg de poudre de muscade pure suffisent pour déclencher les effets psychoactifs.#Cela pourrait expliquer ce qui s'est passé avec cette dernière tarte à la citrouille...",
  "KFSC.10": "La modération est la clé ! Même l’eau peut être mortelle si vous en consommez trop d’un coup.#Il a été constaté que consommer plus de 6 litres d’eau en moins de 3 heures avait des conséquences mortelles.#Cela est dû aux changements dans la concentration de l’eau dans le corps, ce qui finit par perturber son osmorégulation et d’autres processus.#Joja Cola cependant, c'est une autre histoire...",
  "KFSC.11": "10-20 kg de pain brûlé à la fois (en supposant du pain de blé blanc ordinaire et si chaque g de pain contient 100 mg d'acrylamide) vous entraînera une intoxication à l'acrylamide !#Mais faut-il prendre en compte le temps de digestion et l’accumulation ? Nous parlons de 10-20 kg de pain brûlé d'un coup...#Donc non, vous n’avez pas besoin de le calculer si vous ne parvenez même pas à le digérer avant de mourir.#Vous pouvez manger ce toast brûlé en toute sécurité.",
  "KFSC.12": "Glutamate monosodique ou MSG ! C'est un exhausteur de goût ajouté à de nombreux aliments différents.#Beaucoup de gens ont une certaine dose de MSG, mais le MSG n’est pas effrayant. C'est juste le sel d'un acide aminé.#C'est aussi très savoureux en fait, mais il faut toujours se rappeler que tout doit être modéré !",
  "KFSC.13": "La noix de muscade contient des secrets intéressants. Le principal composé toxique de la muscade est la myristicine, dont la DL50 est de 3 000 mg/kg.#Environ 5 mg de poudre de muscade pure suffisent pour déclencher les effets psychoactifs.#Cela pourrait expliquer ce qui s'est passé avec cette dernière tarte à la citrouille...",
  "KFSC.14": "La modération est la clé ! Même l’eau peut être mortelle si vous en consommez trop d’un coup.#Il a été constaté que consommer plus de 6 litres d’eau en moins de 3 heures avait des conséquences mortelles.#Cela est dû aux changements dans la concentration de l’eau dans le corps, ce qui finit par perturber son osmorégulation et d’autres processus.#Joja Cola cependant, c'est une autre histoire...",
  "KFSC.15": "10-20 kg de pain brûlé à la fois (en supposant du pain de blé blanc ordinaire et si chaque g de pain contient 100 mg d'acrylamide) vous entraînera une intoxication à l'acrylamide !#Mais faut-il prendre en compte le temps de digestion et l’accumulation ? Nous parlons de 10-20 kg de pain brûlé d'un coup...#Donc non, vous n’avez pas besoin de le calculer si vous ne parvenez même pas à le digérer avant de mourir.#Vous pouvez manger ce toast brûlé en toute sécurité."

//13 to 15 repeat for now
}