{
"GardenHisame.Name": "Gardening Channel", //not dis one
"GardenHisame.Desc": "This is Gardening with Hisame! Your weekly tips channel.",
"GardenHisame.1": "You can use paths to delimitate your garden. It also helps you run faster!",
"GardenHisame.2": "Did you know upgraded watering cans can water more than one crop?#Just hold the can until the green matrix pattern shows up indicating the area you can water. Release the mouse or button when that happens to water more.",
"GardenHisame.3": "Use fertilizers to produce better quality flowers at harvest. You can then gift them or turn them into seeds using the seed-maker machine.",
"GardenHisame.4": "You can plant grass and paths outside your farm to make the farm entrance pretty. Add statues or lamps as well for extra interest or just better visibility.",
"GardenHisame.5": "Exotic tree saplings such as banana and mango can only be purchased from Ginger island.#Such tasks are dangerous so be sure to have the appropriate gear.",
"GardenHisame.6": "Put a lightning rod over a grass seed starter so animals can't get to it! It will help sow more grass all year round.",
"GardenHisame.7": "Get the item spawner mod for additional decoration plants outside!# You can also get a seasonal mod so your decorations change every season.",
"GardenHisame.8": "Use a grass flower mod for extra flowery grass everywhere!",
"GardenHisame.9": "Did you know you can get flowering and fruiting trees from the Nexus? Make your farm pretty all year round!",
"GardenHisame.10": "You can find my mods on NexusMods.com! Infinite slime kities, flowering trees, and a Totoro water obelisk!#There's always more coming soon.",
"GardenHisame.11": "Use speed grow to speed up your flower growth for added flavored honey during a season. Beehives sadly don't work indoors at the moment.#Or do they? Perhaps there is a mod just around the corner.",
"GardenHisame.12": "Blue chickens are now available at Shane's in Pelican town! They can even give you blue eggs with a mod from the Nexus.",
"GardenHisame.13": "Let your bunnies roam free on the farm for a wonderland look! And you can use a mod so they drop chocolate eggs when you max out friendship.",
"GardenHisame.14": "Plant flowers around your beehives to make more expensive honey! And you can place beehives outside your farm as well, but the honey will only be wild.",
"GardenHisame.15": "Change the Earth and Water obelisks into fountains or statues for added interest to your farm.#But may I recomend my Totoro statue mod for the water obelisk? I will be an amazing addition to your farm.",

"GardenHisame.16": "Did you know blue grass makes your animals happier and fuller?#This grass only grows naturally in the Meadowlands, but perhaps you can search for the blue grass starter on Ginger Island.",
"GardenHisame.17": "A new rare golden chiken is now avilable to those worthy of the secret Ginger Island room chalanges.#They'll look great with the Wizard's golden clock that stops weeds from growing on your farm.",
"GardenHisame.18": "Ever wondered what else you can grow in the winter apart from forage? The answer: Powdermelons!#They grow in 7 days if you water them daily and you can dig up the seeds or buy  them from the Raccoon's wife. They also have a chance of growing into giant crops!",
"GardenHisame.19": "A wonderful and nutritious rain that can occur only in summer is known as 'Green Rain'.#It makes trees grow faster, weeds spread all over the valley, and even moss will cover your oaks, maples, and pines! Be on the look out for special trees whilst it's raining green outside and collect their seeds to tap later!",
"GardenHisame.20": "There are now new catalogues with themed items so you can decorate around your farm to your heart's content. Be sure to be on the look out for them!",
"GardenHisame.21": "Void, blue and golden chikens are all great aestetic aditions to your farm, but have you tried ostriches? #Professor Snail from Ginger island has long expounded their many benefits.",
"GardenHisame.22": "For efficacy oriented gardeners you may consider crafting mini teleport obelisks. #Though limited and not the prettiest you can't argue with Wizard mobility.",
"GardenHisame.23": "As all gardeners know, your best friends are the Junimo helpers! #Be sure to provide them with a prismatic shard, plenty of raisins and be understanding when they don't want to work during rainy and winter days. ",
"GardenHisame.24": "Are you a brave warrior? Are you a proud monster slayer?  Then why not decorate your farm accordingly!?  Place displays thought your farm! #And did you know you could reskin weapons at the forge? ",
"GardenHisame.25": "Though taxonomist disagree weather the elusive Cindersap crypted is a cat, bear or raccoon all agree on its cleaning benefits. #So be sure to help it out if you ever come across it. ",
"GardenHisame.26": "Are your corn rows boring? Are you looking for some gardening inspiration? #Then invest in the new and improved alien shaped rarecrow! Now available at your local casino. Be sure to place funny hats on it for extra laughs. ",
"GardenHisame.27": "Fish ponds are a profitable, practical and aesthetic way to ad interest to your garden but fish tanks are the way to go for displaying your true fishing triumphs.",
"GardenHisame.28": "Can't figure out why your crops won't merge into giant ones? Let's go over the 3 steps to success: # 1. Make sure they are placed in at least 3x3 grid, more is better. # 2. Don't harvest, water daily until they merge. # 3. Protect them with rarecrows and lightning rods. All must be grown, they won't merge with seeds or sprouts. ",
}