{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Leah",
			"Entries": {
				"marriage_seedshop": "Hmm, what to get, what to get..#$b#Oh, hi dear! You know your stuff, do these crops look any good?$h",
				"marriage_r": "We should take the time to appreciate the things we have before it's too late. I'll start first.#$b#Nature...$n#$b#You..$l",
				"marriage_r2": "Let's just enjoy the sunset for a moment, @.#$b#Love you.$l",
				"marriage_r3": "Mmm... where did that good smell suddenly come from?",
				"marriage_r4": "I was just admiring my wedding amulet... What was the story of how you got it again?",
				"marriage_saloonm": "It's nice to relax every once in a while. Don't you think, dear?#$b#...$s#$b#If it weren't for you, I would still be sitting at this table alone. Thank you.$l#$b#Sorry, I get all emotional when I'm drinking.$6",
				"marriage_saloonm2": "You don't have to work so hard at every hour, dear. You deserve time to cooldown.",
				"marriage_saloonm3": "Hi, @. I'm just getting a drink to wind down. Want to share a bottle?$h",
				"marriage_sculptmarriage": "I'd rather not leave wood carvings all over the floor back at home.#$b#Wouldn't want anyone to get splinters now, would we? Especially not you!$h",
				"marriage_drawf": "The last time I was here that forage across from us wasn't there.#$b#That's why I love painting nature, it never ends up being the same.$h#$b#Although there is one thing I don't mind staying the same forever. *giggle*$l",
				"marriage_drawf2": "Do you have your fishing rod on you?#$b#You should try fishing while I draw you.$h",
				"marriage_drawf3": "I come here all the time when I need inspiration.#$b#After a while it feels like I'm apart of nature and have no constraints.",
				"marriage_drawt": "Hi, @. They say exposure is the best medicine so I'm drawing in public today.",
				"marriage_drawt2": "Do you know anyone that would like to get their portrait drawn?#$b#It's hard finding someone who doesn't mind standing still for an hour.$s",
				"marriage_drawt3": "Hi, dear! Be honest, what do you think of this drawing?#$b#Thanks!$h",
				"marriage_drawmarriage3": "I'll never get over the smell of the sea... So fresh.",
				"marriage_doctormarriage": "Hey, honey. Don't worry about me I'll be fine.",
				"marriage_doctorafter": "Good news, @. Harvey says I'm just fine.#$b#Now that that's all done with, let's have a drink!$h",
				"marriage_13": "I love festivals like these! It's cute seeing you so worked up on finding those eggs.$h",
				"marriage_16": "Robin helped me place my sculptures around the fair.#$b#She told me her husband wanted to buy one, it's an amazing feeling!$h",
				"marriage_25": "Did you remember to bring your gift? I have mine right here.$h#$b#I hope {{Random:she, he}} likes it.$2"
			}
		}
	]
}