//German(Deutsch)
{
  //Zuzu Intro Letters
  "booksub.zuzuweeklyletter": "Vielen Dank, dass Sie sich für unser wöchentliches Buchabonnement angemeldet haben. Sie können jede Woche etwa freitags mit einem neuen Buch in der Post rechnen. Fröhliches Lesen! ^ - Zuzu Stadtpresse",
  "booksub.zuzumonthlyletter": "Vielen Dank, dass Sie sich für unser monatliches Buchabonnement angemeldet haben. Sie können am Ende jeden Monats mit einem neuen Buch in der Post rechnen. Fröhliches Lesen! ^ - Zuzu Stadtpresse",
  "booksub.zuzubiweeklyletter": "Vielen Dank, dass Sie sich für unser zweiwöchentliches Buchabonnement angemeldet haben. Sie können ungefähr am zweiten und vierten Freitag jeden Monats mit einem neuen Buch in der Post rechnen. Fröhliches Lesen! ^ - Zuzu Stadtpresse",
  //Gunter Intro Letters
  "booksub.guntherweeklyletter": "Vielen Dank für deine Unterstützung des Museums und der Bibliothek. Da du so gerne lernst, schenke ich dir ein wöchentliches Buchabonnement. Du wirst jeden Freitag ein neues Buch in der Post finden. Viel Spaß! ^ -Gunther",
  "booksub.gunthermonthlyletter": "Vielen Dank für deine Unterstützung des Museums und der Bibliothek. Da du so gerne lernst, schenke ich dir ein monatliches Buchabonnement. Du wirst am Ende jeden Monats ein neues Buch in der Post finden. Viel Spaß! ^ -Gunther",
  "booksub.guntherbiweeklyletter": "Vielen Dank für deine Unterstützung des Museums und der Bibliothek. Da du so gerne lernst, schenke ich dir ein zweiwöchentliches Buchabonnement. Du wirst ungefähr am zweiten und vierten Freitag jeden Monats ein neues Buch in der Post finden. Viel Spaß! ^ -Gunther",
  //Delivery Letters
  "booksub.weeklyletter": "Hallo von der Zuzu Stadtpresse! Hier ist das Buch, das wir diese Woche mit unseren Abonnenten teilen möchten. Fröhliches Lesen!",
  "booksub.monthlyletter": "Hallo von der Zuzu Stadtpresse! Hier ist das Buch, das wir diesen Monat mit unseren Abonnenten teilen möchten. Fröhliches Lesen!",
  "booksub.generalletter": "Hallo von der Zuzu Stadtpresse! Hier ist das neueste Buch, das wir mit unseren Abonnenten teilen möchten. Fröhliches Lesen!"
}