//Spanish
{
  // Cartas de introducción de Zuzu
  "booksub.zuzuweeklyletter": "Gracias por suscribirte a nuestra entrega semanal de libros. Puedes esperar un libro nuevo por correo alrededor del viernes de cada semana. ¡Feliz lectura! ^ - Zuzu City Press",
  "booksub.zuzumonthlyletter": "Gracias por suscribirte a nuestra entrega mensual de libros. Puedes esperar un libro nuevo por correo a fin de mes. ¡Feliz lectura! ^ - Zuzu City Press",
  "booksub.zuzubiweeklyletter": "Gracias por suscribirte a nuestra entrega quincenal de libros. Puedes esperar un libro nuevo por correo alrededor del segundo y cuarto viernes de cada mes. ¡Feliz lectura! ^ - Zuzu City Press",
  // Cartas de introducción de Gunther
  "booksub.guntherweeklyletter": "Gracias por tu apoyo al museo y la biblioteca. Como valoras el aprendizaje, te envío un regalo de una suscripción semanal de libros. Encontrarás libros nuevos en el correo los viernes. ¡Disfrútalo! ^ - Gunther",
  "booksub.gunthermonthlyletter": "Gracias por tu apoyo al museo y la biblioteca. Como valoras el aprendizaje, te envío un regalo de una suscripción mensual de libros. Encontrarás un libro nuevo en el correo a fin de mes. ¡Disfrútalo! ^ - Gunther",
  "booksub.guntherbiweeklyletter": "Gracias por tu apoyo al museo y la biblioteca. Como valoras el aprendizaje, te envío un regalo de una suscripción quincenal de libros. Encontrarás libros nuevos en el correo alrededor del segundo y cuarto viernes de cada mes. ¡Disfrútalo! ^ - Gunther",
  // Cartas de entrega
  "booksub.weeklyletter": "¡Hola de Zuzu City Press! Este es el libro que hemos elegido para compartir con nuestros suscriptores esta semana. ¡Feliz lectura!",
  "booksub.monthlyletter": "¡Hola de Zuzu City Press! Este es el libro que hemos elegido para compartir con nuestros suscriptores este mes. ¡Feliz lectura!",
  "booksub.generalletter": "¡Hola de Zuzu City Press! Este es el último libro que hemos elegido para compartir con nuestros suscriptores. ¡Feliz lectura!",
  // Opciones de configuración
  "booksub.config.BookType.name": "Tipo de libro",
  "booksub.config.BookType.description": "Elige si deseas recibir solo libros de XP o todos los tipos de libros.",
  "booksub.config.BookType.values.XP": "XP",
  "booksub.config.Booktype.values.All": "Todos",
  "booksub.config.MuseumDonationsRequired.name": "Donaciones requeridas al museo",
  "booksub.config.MuseumDonationsRequired.descrition": "Elige si los libros llegan solo después de 15 donaciones al museo (x verde) o de inmediato (casilla vacía).",
  "booksub.config.BookFrequency.name": "Frecuencia de libros",
  "booksub.config.BookFrequency.description": "Con qué frecuencia deben llegar los libros.",
  "booksub.config.BookFrequency.values.Weekly": "Semanal",
  "booksub.config.BookFrequency.values.2Weeks": "2 semanas",
  "booksub.config.BookFrequency.values.Monthly": "Mensual"
}