//Portugues
{
  //Zuzu Intro Letters
  "booksub.zuzuweeklyletter": "Obrigado por se inscrever em nossa entrega semanal de livros. Você pode esperar um novo livro pelo correio por volta de sexta-feira a cada semana. Boa leitura! ^ - Imprensa da Cidade de Zuzu",
  "booksub.zuzumonthlyletter": "Obrigado por assinar nossa entrega mensal de livros. Você pode esperar um novo livro pelo correio perto do final de cada mês. Boa leitura! ^ - Imprensa da Cidade de Zuzu",
  "booksub.zuzubiweeklyletter": "Obrigado por se inscrever em nossa entrega quinzenal de livros. Você pode esperar um novo livro pelo correio por volta da segunda e quarta sexta-feira de cada mês. Boa leitura! ^ - Imprensa da Cidade de Zuzu",
  //Gunter Intro Letters
  "booksub.guntherweeklyletter": "Obrigado pelo seu apoio ao museu e à biblioteca. Como você valoriza o aprendizado, estou enviando um presente de uma assinatura semanal de livros. Você encontrará novos livros pelo correio às sextas-feiras. Aproveite! ^ -Gunther",
  "booksub.gunthermonthlyletter": "Obrigado pelo seu apoio ao museu e à biblioteca. Como você valoriza o aprendizado, estou enviando um presente de uma assinatura mensal de livro. Você encontrará um novo livro pelo correio perto do final de cada mês. Aproveite! ^ -Gunther",
  "booksub.guntherbiweeklyletter": "Obrigado pelo seu apoio ao museu e à biblioteca. Como você valoriza o aprendizado, estou enviando um presente de uma assinatura de livro quinzenal. Você encontrará novos livros pelo correio por volta da segunda e quarta sexta-feira de cada mês. Aproveite! ^ -Gunther",
  //Delivery Letters
  "booksub.weeklyletter": "Olá da Zuzu City Press! Aqui está o livro que escolhemos para compartilhar com nossos assinantes esta semana. Leitura feliz!",
  "booksub.monthlyletter": "Olá da Zuzu City Press! Aqui está o livro que escolhemos para compartilhar com nossos assinantes este mês. Leitura feliz!",
  "booksub.generalletter": "Olá da Zuzu City Press! Aqui está o último livro que escolhemos para compartilhar com nossos assinantes. Leitura feliz!",
  //Config Options
  "booksub.config.BookType.name": "Tipo de Livro",
  "booksub.config.BookType.description": "Escolha se deseja receber apenas livros XP ou todos os tipos de livros.",
  "booksub.config.BookType.values.XP": "XP",
  "booksub.config.Booktype.values.All": "Todos",
  "booksub.config.MuseumDonationsRequired.name": "Doações de Museu Necessárias",
  "booksub.config.MuseumDonationsRequired.descrition": "Escolha se os livros chegam somente após 15 doações do museu(green x), ou imediatamente(empty box).",
  "booksub.config.BookFrequency.name": "Frequência do Livro",
  "booksub.config.BookFrequency.description": "Com que frequência os livros devem chegar?.",
  "booksub.config.BookFrequency.values.Weekly": "Semanal",
  "booksub.config.BookFrequency.values.2Weeks": "2 Semanas",
  "booksub.config.BookFrequency.values.Montlhy": "Mensalmente"
}