//Russian
{
  //Zuzu Intro Letters
  "booksub.zuzuweeklyletter": "Благодарим вас за подписку на нашу еженедельную рассылку книг. Вы можете ожидать новую книгу по почте примерно в пятницу каждую неделю. Приятного чтения! - Пресса города Зузу",
  "booksub.zuzumonthlyletter": "Благодарим вас за подписку на нашу ежемесячную рассылку книг. В конце каждого месяца вы можете ожидать новую книгу по почте. Приятного чтения! - Пресса города Зузу",
  "booksub.zuzubiweeklyletter": "Благодарим вас за подписку на рассылку книг, которая осуществляется раз в две недели. Вы можете рассчитывать на получение новой книги по почте во вторую и четвертую пятницу каждого месяца. Приятного чтения! - Пресса города Зузу",
  //Gunter Intro Letters
  "booksub.guntherweeklyletter": "Спасибо тебе за поддержку музея и библиотеки. Поскольку ты ценишь науку, я отправляю подарок в виде еженедельной подписки на книги. Новые книги ты можешь найти по почте каждую пятницу. Наслаждайся! - Гюнтер",
  "booksub.gunthermonthlyletter": "Спасибо за поддержку музея и библиотеки. Как ценителю знаний, оправляю тебе подарок - ежемесячную подписку на рассылку книг. Ожидай книги по почте в конце каждого месяца. Удачи! - Гюнтер",
  "booksub.guntherbiweeklyletter": "Благодарю за поддержку городского музея. В качестве награды, я дарю тебе подписку на рассылку книг, которые приходят раз в две недели. Ожидай книги по почте на вторую и четвертую неделю месяца. Наслаждайся! -Гюнтер",
  //Delivery Letters
  "booksub.weeklyletter": "Привет от Прессы города Зузу! Вот книга, которую мы выбрали, чтобы поделиться с нашими подписчиками на этой неделе. Приятного чтения!",
  "booksub.monthlyletter": "Привет от Прессы города Зузу! Вот книга, которую мы выбрали, чтобы поделиться с нашими подписчиками в этом месяце. Приятного чтения!",
  "booksub.generalletter": "Привет от Прессы города Зузу! Вот последняя книга, которую мы выбрали, чтобы поделиться с нашими подписчиками. Приятного чтения!",
  //Config Options
  "booksub.config.BookType.name": "Тип книг",
  "booksub.config.BookType.description": "Выберите, будете ли вы получать только книги опыта или все типы книг.",
  "booksub.config.BookType.values.XP": "Книги опыта",
  "booksub.config.Booktype.values.All": "Все",
  "booksub.config.MuseumDonationsRequired.name": "Нужны пожертвования в музей",
  "booksub.config.MuseumDonationsRequired.descrition": "Выберите, будут ли книги доставляться только после 15 пожертвований в музей (если опция включена) или сразу (если выключена).",
  "booksub.config.BookFrequency.name": "Частота доставки книг",
  "booksub.config.BookFrequency.description": "Как часто будут приходить книги по почте.",
  "booksub.config.BookFrequency.values.Weekly": "Еженедельно",
  "booksub.config.BookFrequency.values.2Weeks": "Раз в 2 недели",
  "booksub.config.BookFrequency.values.Montlhy": "Ежемесячно"
}