//* Henlo! A friendly Luna has appeared! //*
//* If you're snooping around, no shame. To make things easier, press ctrl and f, then type in the name of the villager you wanna search. xoxo =w= //*

{
	//// ABIGAIL ////
	"Abigail.AlissaXFarmer.Reaction.01": "Aww, dang it. Now that Lissa got you, Mom's gonna nag me about when I'm going to bring someone home... $2",
	"Abigail.AlissaXFarmer.Reaction.02": "Congrats on your marriage, @. You two looked so cute. $1#$b# You better treat Lissa right, you hear? Wouldn't want any problems. $1",
	"Abigail.AlissaXFarmer.Reaction.03": "I just want to talk. $a#$b# %Abigail is holding her sword. #$b# %Run.",
	
	
	
	//// ALISSA ////
	"Alissa.Dance.Rejection": "O-oh! $u#$b# Yeah, sorry, @, but I got two left feet. And I'm not really feeling like dancing today. $7#$b# To be frank, I'm only really here to catch up with some people I haven't talked to in a while and eat some of Gus' utterly decadent strawberry tart. $0#$b# You can stay and eat some with me, if you want, though! $1",
	"Alissa.Gift.(O)211": "Those are my absolute favorite, @! I swear, I could never get bored of these. $1",
	"Alissa.Gift.Rafseazz.RSVCP_Honey_Glazed_Salad": "Free food! And it's my favorite! Yay! < $1",
	"Alissa.Gift.Rafseazz.RSVCP_Summit_Iced_Tea": "How d'ya know I was a bit thirsty? Thank you! $1#$e# Mmmmm, it's so sweet and refreshing. $1",



	"Alissa.Regular.Dialogue.01": "%Alissa is singing to herself.#$b#~I would love you till my hair's white, while maybe you won't have yours.~$6#$e#Oh! @, nice stumbling into you, sorry to bother you! I didn't see you listening! It's a little hobby just to pass the time, don't mind me, ha ha.$l",
	"Alissa.Regular.Dialogue.02": "I'm craving for some pancakes today, but I don't have any flour at home.$s#$b#Hmmm... Maybe I should ask Auntie if they have some.$u#$b#Or maybe I could visit Heaps? I could also get some maple syrup from there. But I don't know if I'll make it back home on time. I still got the newest episode to watch.$u#$b# Ah, adult life. Nothing but decisions. $u",
	"Alissa.Regular.Dialogue.03": "Hey there, @! Have you visited Pika's restaurant yet? He has some amazing dishes there! #$b# I don't eat out a lot, I got lots of snacks and a comfy couch at home, but it's nice to promote good food!$h#$b# Corine also works there, and she's honestly so pretty and such an awesome person! $h#$b# I... I sometimes can't decide if I want to be with her, or be her, you know? $4",
	"Alissa.Regular.Dialogue.04": "Good day, @! Any plans for the weekend? I hope you'll take a breather every now and then. $0#$b# I mean, I always see you running 'round, not even walking. It's as if you're in a rush at all times. Ms. Marnie is starting to call you a workaholic whenever the two of us meet up. $u#$b# How about you chill with me, huh? We could have a sleepover! $1",
	"Alissa.Regular.Dialogue.05": "Jas and Vincent are good kids. I sometimes see them around the village with Trinnie and Keahi, and they're doing something miraculous. $0#$b# They're actually making sure Trinnie and Keahi behave. Oh, I really wish they could come over more often. $1#$e#I do wonder about the other kid though... His name's Yuuma.$u#$b# He's, like, super polite and all, but I rarely see him play with the other kids.$s#$b#I know what's going on with his family. The news tend to spread like wildfire here. $s#$b# I know what it's like growing up with your parents far away. I try to help every now and then, but he insists that he can do things on his own. $2#$b# *sigh* Poor guy, I just hope he won't miss out on his childhood... $2",
	
	"Alissa.Regular.Dialogue.06": "Jas and Vincent are good kids. I sometimes see them around the village with Trinnie and Keahi, and they're doing something miraculous. $0#$b# They're actually making sure Trinnie and Keahi behave. Oh, I really wish they could come over more often. $1#$e#I do wonder about the other kid though... His name's Yuuma.$u#$b# He's, like, super polite and all, but I rarely see him play with the other kids.$s#$b#I know what's going on with his family. The news tend to spread like wildfire here. $s#$b# His Mom's back from overseas, but he's still the same as ever. $2#$b# *sigh* Poor guy, I just hope he won't miss out on his childhood... $2",
	"Alissa.Regular.Dialogue.07": "Good day to you, @! It's nice seeing you.$h#$e#I sometimes see the old couple who lives just north of my farm spend time around the second waterfall. I want what they have someday.$u#$e#What about you, @? Would you like to have a family with someone someday?",
	"Alissa.Regular.Dialogue.08": "Hi there, @! I'm happy to see you today!$h#$b#It's such a nice day today, right?!$h#$b#It's a great day to spend with friends!$h",
	"Alissa.Regular.Dialogue.09": "Oh! Hi, @! I'm sorry, I didn't see you there! What brings you here?$h#$e#What's your favorite type of crop? Oh nothing, I was just curious. It was just a random thing that popped in my head.$h#$b# Yeah, I know, small-talk isn't my strong suit, really. But I do like hearing you talk! $h",
	"Alissa.Regular.Dialogue.10": "Hello, @! I hope you're doing fine today!$1#$b#Earlier when Auntie was tired during work, Uncle came all the way from their home just to bring her an apple juice and a back rub.#$b#They are just so cute! I TOTALLY want what they have once I find that someone. *chuckle*$h",
	
	"Alissa.Regular.Dialogue.11": "%Alissa is singing to herself.#$b#~And they come around my place, looking all worn out from work. I'd been wanting to hold 'em close...~$6#$b#Oh! Hey, @! What was I singing? Oh, nothing much! Just a little something I've been dabbling around with!$h",
	"Alissa.Regular.Dialogue.12": "*yawn* Oh, hi, @. $u#$b# Sorry if I seem not really suited for, like, living today. I was working on a new song yesterday, and I may have accidentally stayed up for far too long. $u#$b# How long did you sleep last night? $0#$e# ...What in the actual fu- Fiddlesticks, you're impossible!$a",
	"Alissa.Regular.Dialogue.13": "Hey there, @! Are you visiting?#$b#HEY, TRINNIE! DON'T YOU DARE!$u#$b#Ugh, that girl's sooooo going to get in trouble one day, and not even Uncle Bert will be able to save her. $a#$b# She's not even subtle with her pranks. *sigh* Well, at least she's not asking for a bomb on the Bulletin Board, unlike a certain someone.$u#$e# ...Who even is this stupid to give a kid a bomb? $0",
	"Alissa.Regular.Dialogue.14": "Hello, @! I hope you're doing fine today!$1#$b#Earlier when Auntie was tired during work, Uncle came all the way from their home just to bring her an apple juice and a back rub.#$b#They are just so cute! I TOTALLY want what they have once I find that someone. *chuckle*$h",
	"Alissa.Regular.Dialogue.15": "Hey, @! You're planning on growing some sunflowers this season?$h#$b# Trinnie really loves 'em, and would seriously make a great gift! $1",
	
	"Alissa.Regular.Dialogue.16": "What's up, @? $0#$b# Huh? Me? Well, Mom and I were having a girl night yesterday. We were talking, trying to connect and all. $0#$b# And we were all watching some movies later. Not gonna lie, it was really sweet, spending some time with them. $0",
	"Alissa.Regular.Dialogue.17": "Hi, @! How are you today?#$b#Your company is welcome anytime! I really enjoy hanging out with you! You're a great friend!$h#$b# Hey, you have any plans later? How about we hang out at the Saloon? I'd love to play some games with you. Oh, or we could shoot some pool! $h#$b# Would definitely beat staying in the sun all day, huh? C'mon, it'll be fun! $h",
	"Alissa.Regular.Dialogue.18": "Good day to you, @! It's nice seeing you.$h#$e#I sometimes see the old couple who lives just north of my farm spend time around the second waterfall. $0#$b# They even brought warm blankets and some hot cocoa with them! Absolute relationship goals! $1#$e#What about you, @? Would you like to have a family with someone someday? $1",
	"Alissa.Regular.Dialogue.19": "Oh, to be a hibernating animal. No woes, no work, just sleep. $1#$b# Though, now that I think about it, I prefer sleeping somewhere warm, some hot tea or cocoa on the nightstand and my favorite show running in the background... Nevermind~. $1",
	"Alissa.Regular.Dialogue.20": "Oh! Hi, @! I'm sorry, I didn't see you there! What brings you here?$h#$e#What's your favorite dessert? Oh nothing, I was just curious. It was just a random thing that popped in my head.$h#$b# Yeah, I know, small-talk isn't my strong suit, really. But I do like hearing you talk! And sweets are literally perfect for this weather!$h",
	"Alissa.Regular.Dialogue.21": "*yawn* Oh, hi, @. $u#$b# Oh, don't mind me. I was just staying up late, reading one of Kiarra's recomendations this time around. $0#$b# She has... very interesting taste, and not in a bad way. *chuckle*$1#$b# I mean, it's the middle of winter, and I got nothing to do at the orchard. All the trees are having their slumber party, but none of them are awake to do some pranks. I dunno if it makes sense, but it does to me. $1#$b# Anyways, wanna hang out? $0",
	"Alissa.Regular.Dialogue.22": "Hi, @! How are you today?#$b#Your company is welcome anytime! I really enjoy hanging out with you! You're a great friend!$h#$b# Hey, you have any plans later? How about we hang out at the Saloon? I'd love to play some games with you. Oh, or we could shoot some pool! $h",



	"Alissa.Dating.Dialogue.01": "Mom was oddly curious about you lately. She asks me about you whenever I see her. $0#$b# Oh? About what? I... ummm... $7#$b# %Alissa.exe stopped working. Kiss her on the cheek to reboot her?",
	"Alissa.Dating.Dialogue.02": "@? I got you something. Just don't laugh. Please. $1#$b# [591] It's a tulip! Because I- $4#$b# I, uhmmmm... $7#$b# I-I'd like to kiss your two lips...? $7#$e# @, can you just kill me? $7",
	"Alissa.Dating.Dialogue.03": "Good day to you, @! It's nice seeing you.$h#$e#I sometimes see the old couple who lives just north of my farm spend time around the second waterfall.#$b#I want what they have someday.$u#$e#EEP! Oh! I mean--! Sorry! That was just a little song of mine on the works! Yeah! That's it! That's all that it was!$7",
	"Alissa.Dating.Dialogue.04": "Hi, @! How are you today?#$b#Your company is welcome anytime! I really enjoy spending time with you!$h#$b# %Alissa kisses you on your cheek. #$b# Don't overwork yourself on the farm, darling. If you ever need a break, my arms are always open for you. $1",
	"Alissa.Dating.Dialogue.05": "Hey, @. You haven't heard any weird stuff from Trinnie lately, right? $7#$b# Oh, no, it's nothing. Just disregard her if she turns up and starts screaming about us sitting on a tree. She may have hit her head a little. $1",
	
	"Alissa.Dating.Dialogue.06": "Hey there, hun! Wanna go grab a bite at Pika's later? That way we could both take a break and relax! $1#$b# It could be a date. $4",
	"Alissa.Dating.Dialogue.07": "Hello, hun! I hope you're doing fine today!#$e#Earlier when Auntie was tired during work, Uncle came all the way from their home just to bring her an apple juice and a back rub.#$b#They are just so cute!$h",
	"Alissa.Dating.Dialogue.08": "Hi there, @! Nice smile today! $l#$b# Wait, I meant I'm happy to see you today! $1#$b# Er-- I mean-- It's such a nice day today, right?! $l#$e#%Alissa starts to talk to herself.#$b#Alissa, you blew it!$7",
	"Alissa.Dating.Dialogue.09": "Hey there, @! Are you visiting?#$b#%Alissa then whispers to herself.#$e#I'm glad you did.$l#$b#I MEAN, UM, HEY LOOK IT'S TRINNIE PULLING A PRANK AGAIN!$l#$b#Please disregard what I said earlier!$7",
	"Alissa.Dating.Dialogue.10": "Hey, @, wanna come over later today? I've been working on a special song lately, and I need your input. $1#$b# It's, uhmm, for your ears only, in a way... $4",
	
	"Alissa.Dating.Dialogue.11": "%Alissa is singing a beautiful song.#$b#~And he comes around my place, looking all worn out from work. I'd been wanting to hold him close...~^~And she comes around my place, looking all worn out from work. I'd been wanting to hold her close...~$6#$b#Oh! Hey, @! What was I singing? Oh, nothing much! Just something I've been dabbling around with!$l",
	"Alissa.Dating.Dialogue.12": "@? I got you something. $1#$b# [421] It's a sunflower! Because you always brighten up my day. $4#$e# Alrighty, I think this worked. Who knew the book would be right! $1#$b# @?! Wait a sec, you heard everything, didn't you? $7#$b# I, umm, I wanted to gift you something nice, but I can be really useless with words, so I grew this just for you. Why do I feel my cheeks heating up?? $7",
	"Alissa.Dating.Dialogue.13": "Hey there, @! Are you visiting?#$b#%Alissa then whispers to herself.#$e#I'm glad you did.$l#$b#I MEAN, UM, HEY KEAHI DROP THIS BOMB THIS INSTANT!$l#$b#Ugh, that boy! When will he learn not to post that on the bulletin board!? Who in their right mind would want to give a kid stuff LIKE THAT?? Anyways, please disregard what I said earlier!$7",
	"Alissa.Dating.Dialogue.14": "Hi, @! How are you today?#$b#Your company is welcome anytime! I really enjoy spending time with you!$h#$b# %Alissa kisses you on your cheek. #$b# Don't overwork yourself on the farm, darling. If you ever need a break, I'm always there for you. $1",
	"Alissa.Dating.Dialogue.15": "@? I got you something. $1#$b# [595] It's a fairy rose! Because you never fail to make my heart go aflutter. $4#$e# Alrighty, I think this worked. Who knew the book would be right! $1#$b# @?! Wait a sec, you heard everything, didn't you? $7#$b# I, umm, I wanted to gift you something nice, but I can be really useless with words, so I grew this just for you. Why do I feel my cheeks heating up?? $7",

	"Alissa.Dating.Dialogue.16": "Hey there, hun! Wanna go grab a bite at Pika's later? That way we could both take a break and relax! $1#$b# It could be a date, if you want. $4",
	"Alissa.Dating.Dialogue.17": "@? I got you something. $1#$b# [418] It's a crocus! I, uhhhh... I don't have a cheesy pick-up line this time. $4#$e# Sorry! $1#$b# I, umm, I wanted to gift you something nice, but I can be really useless with words, so I grew this just for you. Why do I feel my cheeks heating up?? $7#$b# Please ignore it! It's just the cold. Yes, the cold! $1",
	"Alissa.Dating.Dialogue.18": "Hey there, hun! Wanna go grab a bite at Pika's later? That way we could both take a break and relax! $1#$b# It could be a date, if you want. $4#$b# And besides, I'm sure you'd love a little warm-up! $1",		
	"Alissa.Dating.Dialogue.19": "@, hi! What brings you here? Aren't you busy?$u#$b#I mean, I don't mind, I'm actually really happy you're here.$l#$b#Hey! I made a new song! Wanna hear it later?$h#$b# I may or may not be trying to see if you're willing to get serenaded later. Is it working? $4#$e# Aww, you big meanie! $a#$b# %You pull Alissa into your arms before kissing her. #$b# Aww, stop that! You know I'm ticklish, ha ha! < $1",
	"Alissa.Dating.Dialogue.20": "Hello, @! I hope you're doing fine today!#$e#Earlier when Auntie was tired during work, Uncle came all the way from their home just to bring her an apple juice and a back rub.#$b#They are just so cute!$h",

	"Alissa.Dating.Dialogue.21": "Hi, @! How are you today?#$b#Your company is welcome anytime! I really enjoy spending time with you!$h#$b# We could watch some movies, and cuddle under a big and cozy blanket. $4#$e# ...Something more?! Aww, you big, stinky meanie! $1#$b# Just kidding, I love you. < $1",
	"Alissa.Dating.Dialogue.22": "Hun, there you are! $1#$b# I made some pancakes today, @. Here, try one! [211] I hope you like it! They're as sweet as you have been to me.$l#$e#Have a good day today, okay? *kisses you on the cheek* $1",
	"Alissa.Dating.Dialogue.23": "Hello, @! Done with work?#$b#I'm almost done with mine for today too!$h#$e#Want to spend some time after this?$l#$b#That is, if it's fine by you. If not it's fine, always remember to take care out there, okay? I'll be here.$u",
	"Alissa.Dating.Dialogue.24": "@, I've been waiting for you to come!#$b#I tried singing inside the shed! The echo made my voice sound better!#$e#What do you mean it already sounds amazing? Stop it you!$l",
	"Alissa.Dating.Dialogue.25": "Mom and Dad have been wondering when you're coming over. $0#$b# I think Mom really likes you, she's been pestering me about your favorite sweets. $1#$b# [223] Oh, speaking of! I've been trying my hand at baking. So dig in~! < $1",

	"Alissa.Dating.Dialogue.26": "Hi, @! How are you today?#$b#Your company is welcome anytime! I really enjoy spending time with you!$h#$b# How about we take it slow today and just hang out at the beach? It is important to take care of one's health, even in summer! $1",
	"Alissa.Dating.Dialogue.27": "Are you going into the mines today, @? It certainly must be a bit cooler underground. $0#$b# Remember to be careful, 'kay? I'd rather not see you all beaten up at the clinic! $7#$b# [349] Here! This should help you down there. Please take care. $0",
	"Alissa.Dating.Dialogue.28": "@, hi there! Come here, you! I need to recharge a bit.$h#$b# %Alissa pulls you into a big hug. #$b# I missed you so much. $4#$e# Oh, by the way, have you seen a little kiwi fruit around the valley lately?#$b#Me and Abby saw one rolling around the other day. It was a weird sight.$u#$b# What's even weirder is that I think I saw it... holding a knife? I thought I was hallucinating from work, or something to that effect. But then I saw Abby looking at it with such glee in her eyes, I no longer know what to think. $7#$b# You thiink those are effects of a heastroke? I sure hope not. $2#$b# Anyways, how are you holding up, darling? $0",
	"Alissa.Dating.Dialogue.29": "Hey there, @! I've been looking for you!$u#$e#I just wanted to give you this!#$b#%Alissa kisses you on the cheeks.#$b#There, mission fulfilled!$h#$b# Hmm? What's this, @? $1#$b# %You pull Alissa into a kiss. #$b# Oh! $4#$b#Oh, my! Aren't you sly~! < $1",
	"Alissa.Dating.Dialogue.30": "Hun? Can I get a hug? $7#$b# %You pull Alissa into a big hug. #$b# Thank you, hun. $0#$b# It's just that I feel so exhausted lately. Exhausting week, exhausing season. It's the heat, I'm telling you. $7#$b# You know what I'm talking about, right? How you're surviving taking care of that big farm of yours is kinda beyond me. $1#$b# Though that allows me to equate you to a hero from a fairy tale I read to Trinnie. *chuckle* $1",

	"Alissa.Dating.Dialogue.31": "Hey there, hun! Wanna watch a movie later tonight? $1#$b# I'd really love to spend some quality time with you. And what better way than cheesy movies and cuddling under a warm blanket? $1",
	"Alissa.Dating.Dialogue.32": "@, hi there! Come here, you! I need to recharge a bit.$h#$b# %Alissa pulls you into a big hug. #$b# I missed you so much. $4#$e# Oh, by the way, have you seen a little kiwi fruit around the valley lately?#$b#Me and Abby saw one rolling around the other day. It was a weird sight.$u#$b# What's even weirder is that I think I saw it... holding a knife? I thought I was hallucinating from work, or something to that effect. But then I saw Abby looking at it with such glee in her eyes, I no longer know what to think. $7#$b# Anyways, how are you holding up, darling? $0",
	"Alissa.Dating.Dialogue.33": "How you holding up lately, hun? Is everything alright? $0#$b# I mean, your cheeks are all red! And I bet your hands are icicles! $1#$b# C'mere, lend me your hands. I could give you some of my warmth! $1",
	"Alissa.Dating.Dialogue.34": "Hun? Can I get a hug? $7#$b# %You pull Alissa into a big hug. #$b# Thank you, hun. $0#$b# You're, like, my favorite personal radiator. You're so nice and toasty, I never wanna let go. *chuckle* $1",
	"Alissa.Dating.Dialogue.35": "Are you going into the mines today, @? It certainly must be quite cold underground. $0#$b# Remember to be careful, 'kay? I'd rather not see you all beaten up at the clinic! $7#$b# [349] Here! This should help you down there. $0#$b# [253] Oh, and something warm! Please take care, I don't want you to catch a cold. $0",
	
	"Alissa.Dating.Dialogue.36": "Hey there, @! I've been looking for you!$u#$e#I just wanted to give you this!#$b#%Alissa kisses you on the cheeks.#$b#There, mission fulfilled!$h#$e# Aww, your cheeks are all red! So cute! $4#$b# Is it because of the cold, or do I have such an effect on you, @? $1",
	"Alissa.Dating.Dialogue.37": "Oh, I may need to bring some popcorn tomorrow. Watching you and Abby go at your rivalry is something really fascinating, hun. $1#$b# Hmm? Who I'm cheering on this year? $0#$b# Well... Please don't take this the wrong way, @, but I need to be as neutral on this matter as possible. $2#$b# One year, Abby and Trinnie kinda cornered me after I supposedly 'betrayed' them. And all I was giving them both  was just a pre-Egg Hunt pep talk. $0#$b# I promise to make it up to ya, darling. $1",
	"Alissa.Dating.Dialogue.38": "Soooooo... What's on your agenda tomorrow, darling? $0#$b# You wanna hit the grassy dance floor with me? Or do you want to just relax, breathe in the fresh air in peace while we stuff our faces full of strawberry jello and other delicacies Gus and Pika will prepare? $1#$b# Honestly, both sound great, not gonna lie. $1",
	"Alissa.Dating.Dialogue.39": "Tomorrow's festival has got to be my one of my absolute favorites. $1#$b# I mean, sweets, what's not to love? Free food made with fresh produce. Warm sun and cold beverages. $0#$b# The smell of the ocean and the sound of crashing waves in the distance. Not to mention free food. *chuckle* $1",
	"Alissa.Dating.Dialogue.40": "I honestly cannot wait for tomorrow, hun. I really love watching the Moonlight Jellies at night. $1#$b# Sure, some may find it boring, considering the fact that's it's the only real attraction of this festival. And nope, contrary to Uncle Pierre's belief, his stand does not count as an attraction. $0#$b# I find it kind of melancholic, but in a positive way. There's nothing quite like working your butt off for a whole season, preparing for fall in the meantime, and being rewarded at the end of it all with an absolutely mesmerizing view. It's kind of an accomplishment of sorts, having managed to get so far. $1#$e# Oh, I can see it in your eyes, hun. Have you, by any chance, felt similar during your first summer in the Valley? *chuckle* $1",
	
	"Alissa.Dating.Dialogue.41": "Oh, shoot, not this again. $2#$b# I'm so sorry, hun, but I think I finally realized what festival rolls around tomorrow. $2#$b# Please don't go overboard with your little rivalry with Uncle Pierre. We can just chill out, gorge ourselves on Gus's grilled goodness, play some carnival games. $7#$b# Please? I'll try to get him to not use your produce this time around, but you know how he is. $7",
	"Alissa.Dating.Dialogue.42": "I really hope the girls' stall wins this year. $0#$b# My plans should be pretty much water-proof, bullet-proof, heck, even idiot-proof. We have a well-rounded stock, just waiting to be sold tomorrow. It should be a success. $1#$e# ... $4#$b# Hey, hun. Are ya looking for some quality goods? Why don't you drop by tomorrow? I assure, you won't find anything better at the boys' stall. *chuckle* $1",
	"Alissa.Dating.Dialogue.43": "I really love what I've picked out for myself this time 'round. Your jaw's gonna drop, hun. $1#$e# I may be a little cold tomorrow, though. Aww, shucks. $0#$b# But hey, nothing a hug from my darling can't fix, right? $4#$b# What's with that looks, @? *chuckle* $1",
	"Alissa.Dating.Dialogue.44": "Wanna chill with me after the fishing contest tomorrow, hun? $0#$b# The Merchant Lady got some of the best hot chocolate, well worth freezing yourself during the competition. Like, regardless if you take part in the fishing contest or not. $1", 
	"Alissa.Dating.Dialogue.45": "I really like the Feast of the Winter Star, darling, kinda similar to the Luau and the Dance of the Moonlight Jellies. $1#$b# Yeah, yeah, there's delicious food that makes me believe that Mr. Gus and Mr. Pika were sent here by Yoba themselves, but I also really love the atmosphere. $0#$b# There's this feeling of togetherness, y'know? Right before the year ends and we have to return to the farmwork. $0#$b# Not to mention being able to watch some festive movies in the warmth of one's cozy, comfy homestead. $1#$e# Would be even cozier if you could hang around at my place later. *chuckle* $4",
	"Alissa.Dating.Dialogue.46": "Time sure flies, huh, darling? $0#$b# Before we know it, it will be the middle of summer again. Man, I feel old just thinking about it. $2#$b# But... I'm happy, for all the good that has happened this year, and for you being there for me. $4#$e# Let's make the most out of the next, alright?$h",
	
	

	//// ARIAH ////
	"Ariah.ZayneXFarmer.Reaction.01": "Hmm? You and Zayne? Oh, congratulations. $0#$e# Now, can you leave me alone? I have an important exam coming up in a few weeks, and I'd rather not get a bad grade. $5",
	"Ariah.ZayneXFarmer.Reaction.02": "...So what you're saying is that you and my cousin Zayne got together after sharing a romantic moment, dancing under the moonlight? $0#$b# Yoba, that does sound like a scene from a book Irene would love to read. $1#$b# I'm happy for you both, though. $1",
	"Ariah.ZayneXFarmer.Reaction.03": "Congratulations to you both. $1",
	"Ariah.ZayneXFarmer.Reaction.04": "Zayne's looks kind of depressed about something lately. What's going on with him? $2#$b# Hmm? Oh, I've been busy studying for my mock exams. $0",
	"Ariah.ZayneXFarmer.Reaction.05": "Congratulations on your wedding, @! $1#$b# Guess that makes you my cousin-in-law, huh? That's really fun to think about! $1#$e# I wonder what's going on with Irene, though. I don't think I've seen her during the celebration. $2",
	"Ariah.ZayneXFarmer.Reaction.06": "So, what happened between you and Zayne? $2#$b# He's been working himself to the bone lately, Irene's getting worried for him. $2#$b# Heck, I think even Grandmother's starting to get worried. $2",



	//// JUNE ////
	"June.Gift.(O)119": "It's fascinating to see how, throughout the centuries, the general design of certain instruments barely changed. $1#$b# Hmmm, this one's made of bone, though. I wonder how the material will affect the produced sounds. $8#$b# Though perhaps I should wash it first before puing i anywhere near my mouth. $0",
	"June.Gift.(O)433": "Oh? Are those from your farm, @? $0#$b# Thank you. I can't wait to roast them and see how they taste. $1",
	"June.Gift.Rafseazz.RSVCP_WildApple_Juice": "I absolutely adore this. Thank you, @. $1#$b# The apples found in Ridgeside have a unique taste, similar to that of a pineapple. It's very pleasant and refreshing, though. $1",
	
	
	
	//// KIARRA ////
	"Kiarra.Gift.(O)167": "Cousin, you do know that this means war, right? $a",
	
	"Kiarra.Regular.Dialogue.01": "My brothers worry too much about me sometimes. $2#$b#Anton's chill sometimes, though, kinda sorta 'cool bro that helps you with pranks' adjacent, if that makes sense. He often joined in whenever I was feeling more mischvious when we were younger, you know? $1#$b# I swear, he probably would've been all in if I asked him to go steal the moon with me, as long as I was alright in the end. $1#$b# He kinda hasn't recovered from that slump after his ex dumped him, though. $2#$b# Lorenzo, on the other hand... I think in the back of their minds, I'm always going to be the little baby of the family. $2",
	"Kiarra.Regular.Dialogue.02": "Ah, hello, @. Visiting for food, or for company? $0#$b# Ooooooorrrrr are you looking into ways of getting seeds from someone other than Pierre? $1",
	"Kiarra.Regular.Dialogue.03": "Thinking about Mamma and Papi lately. They died when I was a little kid, so it's not like I remember them that much. $2#$b# Lorenzo pretty much raised me, and don't get me wrong, but I was always kind of jealous of the other kids, y'know? $2#$b# ...Made me kinda immune to 'your mom' jokes, though. $0",
	"Kiarra.Regular.Dialogue.04": "@? Can I talk your ear off for a sec? I'm kind of bummed out. $2#$b# Huh? What got me into that kinda sour mood? Well... don't laugh, 'kay? $2#$b# It's pigeons. $2#$b# Hey, don't laugh! Ugh, you're just like Anton! $a",
	"Kiarra.Regular.Dialogue.05": "Remind me to never run a village, @. So many little details! $1#$b# Like, there are so many things to take care of, I'd probably dig myself an early grave trying to make everything perfect for everyone. $1",
	
	"Kiarra.Regular.Dialogue.06": "Ya know, I'll let you on a little secret, cousin. The fallen tree up north is blocking the best views in all of Ferngill Republic. $0#$b# Story time! One time when I was little, I actually managed to climb over it to see what was beyond the town. $1#$b# I was completely mesmerized by the sound of the waterfalls, when lo and behold, I'm back in the village. $3#$b# I dunno how I got back, I definitely don't remember heading back, but I definitely got grounded for, like, a month by Lorenzo. $1",
	"Kiarra.Regular.Dialogue.07": "I met up with Maddie the other day and we watched some documentaries about bears. $0#$b# I swear to Yoba, @, these oversized dogs that could honestly maul me have no right looking this fluffy. I want to hug them and pet them, but I'd likely give Lorenzo a heart attack. $1#$b# These are some of the most dangerous predators in the Ferngill Republic, can outrun, outswim, and outclimb a human, cousin. If it sees me as an opp, it could probably kill me in miliseconds. $2#$b# And yet my mind can only focus on it's fluffy ears, it's big ol nose. Like, if it's a killing machine, why is it friend-shaped, no? $1",
	"Kiarra.Regular.Dialogue.08": "Hey, @. You ever get the feeling you're back in the past? Like, when you get a whiff of something and it kinda unlocks a forgotten memory? $0#$b# Anton's energy drinks kind of remind me of the time I spent at Pelcar University. Don't tell Lorenzo, though, he'll probably murder me when he learns I subsisted on them while writing my Bachelor's. $1",
	"Kiarra.Regular.Dialogue.09": "What's in Tita Paula's medicines?#$b#Want to try them and find out? Summer's not really a typical illness season, but we got some of that real good stuff to help you while you're working in the heat. $h",
	"Kiarra.Regular.Dialogue.10": "Have you seen the uniforms for Corine and Faye at Pika's?#$b#Faye made them. They look so cute! And they're pulling of that look so effortlessly, I'm kinda jealous. $0",
	
	"Kiarra.Regular.Dialogue.11": "Got any plans for today, @? How about takng a day off every once in a while? $0#$b# I'd rather not see you at Tita Paula or Harvey's because of a heatstroke. $0#$b# This is your daily PSA to go drink some water. $0",
	"Kiarra.Regular.Dialogue.12": "I should schedule a hike down to Pelican this weekend. It's good exercise, can make some great cardio if I were to go to the beach. $0#$b# I always try to get some long walks, at least once a week, even back when I was attending Pelcar University. $1#$b# I mean, a small step is better than no step at all, no? Plus, it's great, especially when you find a place you haven't been to before, it just takes a while. $1",
	"Kiarra.Regular.Dialogue.13": "You wanna grab a bite at Pika's, cousin? $0#$b# I bet he's got something real good today, and you look like you'd need some refreshments after working on that farm of yours. $1",
	"Kiarra.Regular.Dialogue.14": "Faye says she likes the mountains for inspiration, and honsestly, I couldn't agree more. $h#$b# There definitely is a lot of nice things to look at out here. Y'know, I really like to take some photos whenever I go round hiking. Makes for some really good inspo for my projects. $0#$b# I kid you not, Leah, Haley and Faye really go ballistic for that kind of stuff. Oh yeah, we meet up from time to time, no biggie! $1",
	"Kiarra.Regular.Dialogue.15": "@? Can I talk your ear off for a sec? I'm kind of bummed out. $2#$b# Huh? What got me into that kinda sour mood? Well... don't laugh, 'kay? $2#$b# It's pigeons. $2#$b# Hey, don't laugh! Ugh, you're just like Anton! $a#$e# *sigh* Anyways, did you know that what people refer to as 'the flying rat' is actually a domesticated being with feelings? $2#$b They're sweet, gentle, emotionally sensitive pets. People were using them for ages, kinda like how we're using text messaging nowadays. $1#$b# And as technology progressed, pigeons became obsolete, but didn't want to leave humans alone, so they started congregating within large cities. But people got really pissed about it, because pigeons were animals doing animal stuff, so they started one of the most egregious gaslight campaigns you've ever seen. $2#$b# I mean, they can carry diseases, but no more than any other animal people keep at home. And yet they get some abysmal rep. $2#$e# Welp, this concludes the little rant by yours truly, cousin. Thanks for listening. $1",

	"Kiarra.Regular.Dialogue.16": "Sometimes I hear strange noises further up the mountain, especially at night. $0#$b# I'm dying to know what's up there, I think I haven't been this deep into the Ridge Forest since I was a lil kid, but I haven't found a good path for hiking yet. $1#$b# I kinda envy my younger self, y'know? She somehow found a way to get there and back almost without anyone knowing. Almost. $1",
	"Kiarra.Regular.Dialogue.17": "What's in Tita Paula's medicines?#$b#Want to try them and find out? No one will bat an eye this season. And even if they did, one's health is a private matter, no? $h",
	"Kiarra.Regular.Dialogue.18": "Y'know, me and Philip have been playing some games lately. Definitely beats staying out in the cold sometimes. $1#$b# Gotta say he's got a great taste, Incrediman Adventures may be in my Top 10 now. And it doesn't require a ton of DLC or mods to make it shine!$1",
	"Kiarra.Regular.Dialogue.19": "Faye says she likes the mountains for inspiration, and honsestly, I couldn't agree more. $h#$b# There definitely is a lot of nice things to look at out here. Y'know, I really like to take some photos whenever I go round hiking. Makes for some really good inspo for my projects. $0#$b# I kid you not, Leah, Haley and Faye really go ballistic for that kind of stuff. Oh yeah, we meet up from time to time, no biggie! Nothing beats talking about your latest project with some hot chocolate in hand. $1",
	"Kiarra.Regular.Dialogue.20": "I should probably schedule a hike down to Pelican this weekend. Or, like, anywhere. $0#$b# It's kinda hard trying to stay active during the winter season. $2#$b# Luckily the jobs at Tita Paula's and Lenny's at least make me get out of my house on a regular basis, but it's so much harder leaving the warmth after the work's done. $0#$b# Hmmm, maybe I could go down to the bath house? ...Nah. $0",

	"Kiarra.Regular.Dialogue.21": "It's been a couple of years since I've been to the city. I need to find an excuse to go again sometime. $0#$b# I could go meet up with some of the peeps I met at Pelcar and go sightseeing. Been a couple years since we've talked outside of a voice chat. $1",
	"Kiarra.Regular.Dialogue.22": "Brrrr! Getting out of bed was my worst decision today. $0#$b# Oh, hey, @! Relaxing today? $1",
	"Kiarra.Regular.Dialogue.23": "Let me know if you ever need some graphic design work done, cousin.$0#$b#I'll give you a discount.$h",
	"Kiarra.Regular.Dialogue.24": "Hmm, tita's been asking about Anton a lot lately... wonder if she's finally ready. $0#$b# Sure took her long! $1#$e# Ah, hey there, @. How you doing? $0#$b# Hmm? What's that? Oh... long story, heh. $0#$b# Paula and my big bro Anton got this 'Childhood Friends to Lovers, 400k-word-and-counting slowburn fanfic' thingy going on, he he. $1#$b# 'Cept they haven't gotten to the lovers bit, you know what I mean? She didn't want to jeopardize their friendship case something went wrong. $0#$b# Then Anton and his now-ex got together, and it was all just, y'know, yikes! And the rest is history. $2#$b# Aight, that's all for today's gossip corner, cousin! If I go on, I feel like Paula will catch us babbling. And you don't want to feel her wrath on your skin, y'know? $0",
	"Kiarra.Regular.Dialogue.25": "If you ever need a book for a relaxing evening, be sure to hit up Lenny. $0#$b# She's got good taste, and she's really chill with whatever you pick for your read. $1",
	
	"Kiarra.Regular.Dialogue.26": "You know who I envy? Peaople that can do embroidery. $0#$b# I kid you not, those people have the type of power that rarely anyone these days understands. $1#$b# They can customize their clothes however they want. They can embroider a cat peeking out of a pocket, for Yoba's sake, what's NOT to love? $1#$b# I couldn't get into it, however. No matter how much I wanted to, I just couldn't get it the way I did graphic design. $2#$b# Though maybe it's because it was Anton that first inspired me to go the graphic design route. Just a thought. I definitely didn't have anyone close to get me into embroidery. $0",
	"Kiarra.Regular.Dialogue.27": "The downside to being out in the boonies is it's hard to make a difference in the world.$s#$b#The war, Joja, capitalism... There's so much bad out there. $2#$b# And then you read up just how much jet fuel the rich are using during their private flights and you just want to give up. Like, there's nothing you can do to make things better. $2#$b# Like, their carbon footprint is much bigger than anything you, or me, or an average city-dweller will ever produce. And bonus points if said rich person also preaches about saving the enviroment! $a#$e# *sigh* So sorry for my outburst, @. But sometimes these thoughts really gnaw at my mind, you know? $0",
	"Kiarra.Regular.Dialogue.28": "These old mountains are full of little caves from all the shifting water tables. Makes you wonder what little secret hidey-holes are out there, huh?$1#$b# I always try to find some new places out in the wild, partially for inspiration, and other times for that thrill of exploration. ",
	"Kiarra.Regular.Dialogue.29": "Y'know, I really like it when something is just as aesthetically pleasing as it is practical. I think I got an entire folder with pictures of those on my laptop at this point. $1#$b# There's just something so soothing and awe-inspiring about those kinds of objects. Not to mention it can give some great ideas for my gig projects. $1",
	"Kiarra.Regular.Dialogue.30": "Having Tita Paula around is nice. We like to hang around outside of work. $0#$b# She's caring and really sweet. She's kind of like a big sister to me. $0#$b# Growing up, I was pretty much the only girl at home. Then Shanice and Paula started hanging around more, and later Shanice became part of the family. $0#$b# Don't tell anyone, but they both kinda give me the feeling of having a mamma sometimes. $1",

	"Kiarra.Regular.Dialogue.31": "You gotta respect those that'll wear skirts or shorts out here. I'd get my legs torn up in no time. $1#$b# Yeah, I suppose that it's even a superior choice, considering the weather. Overheathing is no laughing matter, especially amongst children and the elderly. $0#$b# But then I remember that my legs are hella pale, and that they'd probably burn in the sun and I'd look like a lobster for the rest of the week. Lorenzo and Anton are really lucky. Shanice, too. None of them will ever have the dubious pleasure of burning in the sun almost like a vampire. $1",
	"Kiarra.Regular.Dialogue.32": "The downside to being out in the boonies is it's hard to make a difference in the world.$s#$b#The war, Joja, capitalism... There's so much bad out there. $2#$e# That said, it's still miles better than the ever-sprawling suburbia. Especially one with absolutely no sidewalks. $0#$b# I mean, actually breathable air, trees that give some shade while on a walk, and the chance to not get hit on a stroad? Sign me up! $1#$b# Hmm? Oh, just a story of my life in the city, back when I was still studying. Perhaps I could tell you some more later. $0",
	"Kiarra.Regular.Dialogue.33": "Ah, good to see you, cousin. You just caught me while I had a shower thought. $1#$b# Huh? My first thought in a long time? Oh, shut up, you. $1#$b# Anyways, what if humans had shark teeth. And no, I'm not saying that in a 'killer smile' kind of way, thought that would be cool. $0#$b# Sharks often lose teeth, only for them to grow back. Human teeth, on the other hand, cannot heal themselves. And technically speaking, they don't count as bones. $0#$b# So it would not only be much cooler, but also kinda practical, I think? $0#$b# Yeaaaah, until someone accidentally bites their tongue. That one would be bad, now that I think of it, he he. $1",
	"Kiarra.Regular.Dialogue.34": "Finally, a day off. Time to relax by reorganizing all the store's shelves.$0#$b# Thank Yoba I got a playlist to go through, though. It should be a breeze! $1#$b# Hmm? Oh, I think I got a playlist for all of my jobs. Hour long commentaries for my graphic design gigs, as well as those slow days at Paula's and Lenny's. It's those little things that make the routine more manageable. $1",
	"Kiarra.Regular.Dialogue.35": "How's that mine exploration going for you? I've heard you've been spelunking down there on the behald of the Adventurer's Guild. $0#$b# How I know? Well, you've simply gone some days. Lenny also noticed an increase in ingot and gem shipments after those days. $0#$b# Just keep safe when you're down there. Or you'll have to deal with my not-at-all delicate touch! $1",

	"Kiarra.Regular.Dialogue.36": "Hmm, tita's been asking about Anton a lot lately... wonder if she's finally ready. $0#$b# Sure took her long! $1#$e# Ah, hey there, @. How you doing? $0#$b# Hmm? What's that? Oh... long story, heh. $0#$b# Paula and my big bro Anton got this 'Childhood Friends to Lovers, 400k-word-and-counting slowburn fanfic' thing going on, he he. $1#$b# 'Cept they haven't gotten to the lovers bit, you know what I mean? $0#$b# Let's just say that I made the mistake of making a bet to see when they'll get together. That money, poof, gone! $a",
	"Kiarra.Regular.Dialogue.37": "Finally, a day off. Time to relax by reorganizing all the store's shelves.$0#$b# Thank Yoba I got a playlist to go through, though. It should be a breeze! $1#$b# Hmm? Oh, I think I got a playlist for all of my jobs. Hour long commentaries for my graphic design gigs, as well as those slow days at Paula's and Lenny's. It's those little things that make the routine more manageable. $1",				
	"Kiarra.Regular.Dialogue.38": "You gotta respect those that'll wear skirts or shorts out here in this weather. Those absolute madlads. They get to be stylish while somehow fending off the cold. $1#$b# Yeah, yeah. I know there are special types of tights to help you stay warm in the cold, but I personally believe it's much more conveinient to wear pants, you know? $0#$b# Also can give a breather in terms of shaving, he he. $1",
	"Kiarra.Regular.Dialogue.39": "You know, @, you're always welcome whenever. Even when I'm working on one of my projects. $0#$b# Hey, how about we hang out at my place, if you have the free time. $1#$b# We could talk about anything while I finish my project, watch some movies. Heck, Anton would probably join us for some games. $1",
	"Kiarra.Regular.Dialogue.40": "I'm lending Lenny my latest volume of PrimoSlash Magazine. I think she'll dig it.$h",
	
	"Kiarra.Regular.Dialogue.41": "Paula and Anton? Well... it's complicated. $0#$b# I just want them both to be happy, y'know? But I think it's best for them to resolve it in their own time. Even if it's gonna be as long as a plot in a telenovela. $0#$e# In the meantime, you and I will be watching from the sidelines, munching on some popcorn. How's that for a plan? $1",
	"Kiarra.Regular.Dialogue.42": "Lorenzo tried to teach me Mamma and Papi's language when I was a kid. But I only remembered the dirty words Anton 'taught' me, heh.$h#$e# Want me to teach you, @? It'll be fun! $1",
	"Kiarra.Regular.Dialogue.43": "If I even become a house owner, I'd probably go crazy. $0#$b# I mean, there are a multitude of possibilities in terms of decor. To have the freedom to do whatever, I might need Anton's help, because that's too many choices for one person. $1#$b# It would be really cool though, not gonna lie. $1",
	"Kiarra.Regular.Dialogue.44": "Think... Think Corine might agree to a date just for funsies?$4#$b#N-no particular reason, she seems like she's up for fun stuff. $4#$b# You think she would like a nice picnic at the river? Or maybe some chiling out at the beach? $1",
	"Kiarra.Regular.Dialogue.45": "You ever think how much more humans as a species would achieve if we just didn't have to sleep? $0#$b# I, for one, could watch so many shows in between work! $1#$b# What do you mean I got too much on my plate. Look who's talking, ha ha! $1",
	
	"Kiarra.Regular.Dialogue.46": "What am I passionate about? Graphic design, of course!$h#$b#Yeah, I've heard the joke before.$a",
	"Kiarra.Regular.Dialogue.47": "Say, @, you ever up for a movie marathon. Sometimes, I just wanna chill within the confines of my room, to relax after all the work. $0#$b# I got a bunch of them downloaded on my laptop, but I'd much rather watch them with someone else and laugh. $1",
	"Kiarra.Regular.Dialogue.48": "Hey cousin, if you could change something about this area for the better, what would it be?#$b#%Kiarra makes several notes to herself.",
	"Kiarra.Regular.Dialogue.49": "Hmmm, seems like the perfect weather for a pillow fort. $0#$b# I should pester Anton about making one when I have a free evening. For the old times' sake. $1#$b# It would be so cool! Who says adulting shouldn't be fun? $1",
	"Kiarra.Regular.Dialogue.50": "Hmmmm, what to pick for the next book club meeting... $0#$b# Alissa will be there, too. And I think Philip? 0$#$b# Hmmm... $0#$e# Oh, hey there, cousin! Say, you wanna join in on the next meeting? We accept new faces. No worries, it's totally chill! $1",
	"Kiarra.Regular.Dialogue.51": "Dating is kind of hard out here. Plenty of good choices, but hard to bring it up when the whole town's gonna know if you get shot down.$s#$b#Small places like the valley are charming in their own right, but on the other hand everyone kinda knows each other, or at least the latest gossip. $0",
	
	

	"Kiarra.Dating.Dialogue.01": "She's going to be there again, I can feel it. Isn't that purple chick too old to take part in the Egg Hunt? $2#$b# I mean, I did participate when I was younger, but that was against others my age. $2#$b# And against Anton. $2#$b# *sigh* And the Amethynes. $2#$b# But nevermind that, what kind of sicko do you have to be to go against a bunch of kids? $a#$b# Eh, I dunno, can't imagine getting loads of fun from beating kids. Especially when you got longer legs. That's just bullying. I mean, where's the fairness? $2",
	"Kiarra.Dating.Dialogue.02": "Sooooo, @... You wanna have a little bet? $1#$b# We're gonna see if Tita Paula or Anton are finally gonna dance at the festival. You in, treasure? $1",
	"Kiarra.Dating.Dialogue.03": "I absolutely adore the summer festivals. The feeling of community it brings really warms my heart, and without the need to freeze our butts off. $1#$b# Plus, the food is always good! Well, there was that one time, when Sam put a load of anchovies in, and pretty much no one wanted to eat it. Good times! $1#$b# It was fishy and somewhat salty, I admit it, but it wasn't that bad. Alissa devoured that potluck, too, so I'm not delusional. $0",
	"Kiarra.Dating.Dialogue.04": "Tomorrow's gonna be absolutely magical, treasure. Pelican Town doesn't really have much light pollution, so the ocean will be looking like an extension of the night sky. $1#$b# I always look forward to this time of the year, and now I get to celebrate it wit you! What's not to love? $4#$e# I worry how long we'll be able to enjoy this festival, though... Y'know, with both the Ferngill Republic and especially the Gotoro Empire contributing to sea pollution. $2",
	"Kiarra.Dating.Dialogue.05": "You going to take part in this year's games, treasure? $4#$b# Watch out for Pam if you're gonna play the fishing game, 'kay? She's a beast with a pole, kinda like Willy, or the Riveras. $1",
	
	"Kiarra.Dating.Dialogue.06": "To be honest, I'm not at all sold on the idea of gender-based competition, even if it's the bread and butter of the gathering. $0#$b# I'd rather not participate, but... Uh, I dunno, maybe I should just bring some more food tomorrow. $2",
	"Kiarra.Dating.Dialogue.07": "Maybe we should do matching costumes, my star. We would look absolutely cute together! Especially you. $4#$b# Or, we could team up and beat this year's maze! I get a feeling that we would find all the treasure! $1#$b# Huh? Getting lost in the maze together? $1#$b# @, my treasure, I love you, but you're kind of a perv. $1#$b# I like the sentiment behind it, but maybe instead we should get the treasure, bail... $1#$b# ..and go to your place, huh? $4",
	"Kiarra.Dating.Dialogue.08": "I'm not very thrilled about tomorrow's festival. Y'know, with everyone freezing their butts off, and stuff like that. $2#$b# You know what would've been better than fishing, though? A Pizza Festival. I mean, c'mon, treasure, who wouldn't love a hot slice of cheesy goodness on a cold day like this? $1",
	"Kiarra.Dating.Dialogue.09": "It's almost the end of the year, treasure. You made any plans for the next year? $0#$b# Well, I hope you don't stress too much 'bout it tomorrow, it's a time to eat warm food and warm your heart with the feeling of community. $1",
	"Kiarra.Dating.Dialogue.10": "Don't you get a feeling that sometimes time just flies too fast, treasure? $0#$b# I do, and I dunno how to feel 'bout it. But hey, at least it's not the end of the world, so I'll get to spend more time with you. $1",
	
	"Kiarra.Dating.Dialogue.11": "Lorenzo tried to teach me Mamma and Papi's language when I was a kid. But I only remembered the dirty words, heh. $h#$b# Been trying to learn some more lately, though. Can't say I got a gift with languages. $0#$b# But, who knows, maybe someday I'll be capable of talking dirty instead of only using dirty words. $4",
	"Kiarra.Dating.Dialogue.12": "Hey, @. Would you want to go on a hike later? Once we're both done with our jobs, of course. $1#$b# Not gonna lie, I'd love to have you all to myself, if only for a while. $4",
	"Kiarra.Dating.Dialogue.13": "Hey, star? If you could change something about this area for the better, what would it be?#$b#%Kiarra makes several notes to herself. #$b# Thank you, @, my star. What would you say about working for a better future, together? $4#$e# Starting with the 'statue'! $1",
	"Kiarra.Dating.Dialogue.14": "What am I passionate about? Graphic design, of course! $h#$b# Yeah, I've heard the joke before. $a#$b# ... Wait, this again? Stop embarrassing me, treasure, he he. $4",
	"Kiarra.Dating.Dialogue.15": "There you are, treasure! Hey, I got some movies on my laptop. $1#$b# How 'bout we make ourselves cozy at your place later? No one will disturb us. $4",
	
	"Kiarra.Dating.Dialogue.16": "Ugh, I get so frustrated with the world sometimes. Think I'll go stomp around in the woods for a while.$a#$e#I just need a little break, little star.$s#$b#I'm not mad at you, okay? I love you, my treasure.",
	"Kiarra.Dating.Dialogue.17": "Hey, star. Another good day for making the world a better place, am I right? $h#$b# Even a little step in the good direction is good, my star. $1",
	"Kiarra.Dating.Dialogue.18": "Hey, star? Did you know that dogs and wolves have a specific way of inviting others to play with them? It's honestly so cute! $1#$b# The bigger ones even handicap themselves, just so they can continue playing. $1#$b# Oh, oh! And speaking of wolves, did you know their pups tend to play with ravens! $1#$b# Hey, by the way, how's %pet doing? They deserve all the good treats and headpats, you know? We should play with them soon! $1",
	"Kiarra.Dating.Dialogue.19": "Star! Next time you're in the mines, want to make it a twofer? I'm pretty good with a club.$h#$b# We could make it a date! Maybe pair it with a nice picnic? I'd love to spend some time with you, and what better way with something that both of us will enjoy? $1",
	"Kiarra.Dating.Dialogue.20": "Y'know, blood ties are good and all, but you don't gotta have them to consider someone family.#$b#Right, star?$h#$b#You're my family and home.$l",
	
	"Kiarra.Dating.Dialogue.21": "I read a bit of 'The Smelter and the Sinner' on my break. It's... really good, actually. $4#$b# How 'bout I tell you what it's about later. Or maybe we could read it together. I promise you, it won't dissapoint. $4",
	"Kiarra.Dating.Dialogue.22": "Hey there, star! It's animal facts time again! Brought to you by your beloved Kiarra. $1#$b# Did you know that humans aren't the only ones that love playing in the snow? $1#$b# I mean, sure, there are dog breeds that yearn for the snow, even if their owners make them live in hot places... $2#$b# But crows and otters are known to like to goof around, even when there's no other reward for them. $0#$b# Crows especially. Ah, the things those birdies will do for the memes. $1#$b# I know they're more like 'pests' to you, but I'm happy you choose more humane options of getting rid of them. And they look so cute! Smart, too! $1",
	"Kiarra.Dating.Dialogue.23": "Star, you eaten anything today? You need to take care of yourself better. [649 921] $0#$b# Lorenzo's been teaching me and Anton how to cook, ever since I was little. He's was the one to instill a kind of 'cooking as a way to show love' attitude. $1#$b# Now, you eat all of it. I want you strong and healthy, and not landing at Harvey's so often, 'kay? $4",
	"Kiarra.Dating.Dialogue.24": "Dating is kind of hard out here. Plenty of good choices, but hard to bring it up when the whole town's gonna know if you get shot down.#$b#I guess it's a good thing we have mutual feelings then, huh?$4",
	"Kiarra.Dating.Dialogue.25": "I'm lending Lenny my latest volume of PrimoSlash Magazine. I think she'll dig it.$h#$e# Oh? What's inside it? Well, it wouldn't do to spoil the fun, would it? $1#$b# If you want, you can borrow it after she's done with it. $1#$b# Or, I could just tell you what's inside it when we get together. How 'bout Saturday, at your place? $4",
	
	"Kiarra.Dating.Dialogue.26": "Paula and Anton? Well... it's complicated. I just want them both to be happy, y'know? Like how we both are? $4#$b# It's really exasperating for those two to do anything, though. Like, I won't be mad at any outcome for those two. $1#$b# I'm just tired of waiting for those fools to do anything. $1",
	"Kiarra.Dating.Dialogue.27": "I've been learning to use this free, open source image editor so I have an laternative to Joja Phototweak. $h#$b# I've been pirating it for a few years now, after they bought the rights from the original owners for millions. $0#$b# The program itself was good, primarily because it didn't include predatory schemes to further the sales. But then subscription fees were added and the whole community was pissed. $a#$b# But anyways, it feels good to learn something new. And it's going well so far! Wanna see the results later? $1",	
	"Kiarra.Dating.Dialogue.28": "There you are, treasure! Hey, I got some movies on my laptop. $1#$b# How 'bout we make ourselves cozy at your place later? We could also get some food to go, get some blankets. Y'know, so we can stay warm. $1#$b# And, if you'd like, we could warm ourselves up. No one will disturb us. $4",
	"Kiarra.Dating.Dialogue.29": "Hey, @. Would you want to go on a hike later? Once we're both done with our jobs, of course. We also should take some water, sunscreen and some other things first, though. $1#$b# Not gonna lie, I'd love to have you all to myself, if only for a while. $4",
	"Kiarra.Dating.Dialogue.30": "Hey there, star. You wanna grab a bite later? $1#$b# Cause you're a snack. $4",
	
	"Kiarra.Dating.Dialogue.31": "Ugh, I get so frustrated with the world sometimes. Think I'll go stomp around in the woods for a while.$a#$e#I'm glad I have you around to calm me down, star.$l",
	"Kiarra.Dating.Dialogue.32": "I wanted to ask if you wanna go swimming sometime, treasure. $1#$b# It could be a great way to spend time together while cooling off. $1#$b# Not to mention, I'll get to see you in a swimsuit. I'm not the best looking in it, but it's a sacrifice I'm willing to mane, not gonna lie. $4",
	"Kiarra.Dating.Dialogue.33": "I wanted to ask if you wanna go swimming sometime, treasure. The weather's not the greatest for the beach, but I prefer the bath house anyway. $1#$b# It could be a great way to spend time together while cooling off. $1#$b# Not to mention, I'll get to see you in a swimsuit. I'm not the best looking in it, but it's a sacrifice I'm willing to mane, not gonna lie. $4",
	"Kiarra.Dating.Dialogue.34": "Star, you eaten anything today? You need to take care of yourself better. [237] $0#$b# Made with fresh fall produce! By yours truly. It will definitely give you the energy you need. $1#$b# Now, you eat all of it. I want you strong and healthy, and not landing at Harvey's so often, 'kay? $4",
	"Kiarra.Dating.Dialogue.35": "You look a bit cold, @. Would you like a hot drink to warm you up? $0#$b# There you go, treasure. Be sure to stay warm during this season, 'kay? [253] $1#$b# Though, if you want... We could warm up in different ways. Just let me finish my job first. $4",
	
	"Kiarra.Dating.Dialogue.36": "Treasure, wanna go hiking together later? Fall is the absolute best for it. $1#$b# Not too hot, and the colorful trees are so mesmerizing. $1#$b# And I wouldn't mind spending some time with you. $4",
	"Kiarra.Dating.Dialogue.37": "Star, wanna see some of my projects? There's some stuff I've been working on lately. $1#$b# Not gonna lie, I'd really like to hear your opinion. $4",
	"Kiarra.Dating.Dialogue.38": "@, there you are! $1#$b# So, I've made a bit too much of my jumpy coffee cake, and I was wondering if you'd like a snack. So, there you go! [Rafseazz.RSVCP_Jumpy_Coffee_Cake] $1#$e# Huh? Nah, it's not a Maddie-grade scheme to show my affection for you. I genuinely went a bit overboard and made too much, he he. $1",
	
	
	
	//// KIMPOI ////
	"Kimpoi.AlissaXFarmer.Reaction.01": "Congrats to you and Alissa. $1",
	"Kimpoi.AlissaXFarmer.Reaction.02": "... $2",
	
	
	
	//// LOUIE ////
	"Louie.ZayneXFarmer.Reaction.01": "... $a",
	"Louie.ZayneXFarmer.Reaction.02": "...Don't take my brother away. $a",
	"Louie.ZayneXFarmer.Reaction.03": "@, if you and Zayne marry, will Father and Mother visit for the celebration? $2#$b# Get married faster. $a",
	"Louie.ZayneXFarmer.Reaction.04": "... $a#$b# ... $2#$b# ...Mother and Father didn't even come.$2",
	"Louie.ZayneXFarmer.Reaction.05": "Hmph! I knew you were just wasting big brother's time! $a",
	"Louie.ZayneXFarmer.Reaction.06": "Ahem, would you and big brother like to visit sometime? We could play some games. Please? $1",
	"Louie.ZayneXFarmer.Reaction.07": "So you two are no longer together? Why? $2#$b# Does that mean you won't visit any more? Did... Did I do something wrong? $2",
	
	
	
	//// MAIVE ////
	"Maive.ZayneXFarmer.Reaction.01": "Ah, greetings, my dear. It is good to see you on this fine day. $0#$b# Would you be at all amendable to keeping me company over desert? And while we're at it, we can talk about how you and my grandson are faring. $1",
	"Maive.ZayneXFarmer.Reaction.02": "You know, @, when I first wasn't able to find either you or my grandson Zayne at the celebration, I did not think much of it. $0#$b# That is, until the news of the two of you going steady reached my ears. I am happy for you both, truly. $1#$b# I just hope he behaved in a proper and honourable way towards you when you two were alone. $a",
	"Maive.ZayneXFarmer.Reaction.03": "Well, if it isn't my favorite, and currently only future grandchild-in-law. It's been a while, @. $0#$b# I know I may not have presented myself in the... best light before, but I'm genuinely glad my grandson has found someone like you. Perhaps he truly is better than his father. $1",
	"Maive.ZayneXFarmer.Reaction.04": "That was indeed a fine wedding celebration, @. $0#$b# It's quite interesting seeing my flesh and blood being able to marry for love, rather than for a certain benefit. Then again, perhaps it is just me being too old to fully understand the merits behind it. $0#$b# ... $0#$b# ...$1#$b# Hmmmm... Now that I think about it... $1#$b# Maybe the benefit is a strong, dependable spouse? One that will keep him on the right track? You have my heartfelt blessing. $1",
	"Maive.ZayneXFarmer.Reaction.05": "I hope this setback won't affect Zayne too much. $2#$b# I thought we could be family. What happened between you two, @? $2",
	
	
	
	"Maive.Regular.Dialogue.01": "Good day to you too, farmer @. I trust that you're doing well with your farm? $0#$b# I've been hearing nothing but good things about you from Ms. Lenny. $1",
	"Maive.Regular.Dialogue.02": "I know, you must think of me as cold and distant. $s#$b# I have to be like this. I have to be strong. $a#$b# Thank you for your patience with me, @. $0",
	"Maive.Regular.Dialogue.03": "Managing the family name has been quite the challenge. $0#$b# However, in time, I know Ariah will handle this responsibility with grace and poise. $h#$e# ...Why are you looking at me like that, @? $0",
	"Maive.Regular.Dialogue.04": "I take pride in how Zayne carries the Amethyne's legacy. He has grown into such a responsible and extraordinary individual. $0#$b# I know that he won't make the same... mistakes, as his father did. $0",
	"Maive.Regular.Dialogue.05": "I know you've been asking about the secret to my success, @. Why else would you visit the mansion so often? $0#$e# The truth is, it's not about gaining more money. #$b# Rather, having the ability to live up to the excellence of the family whilst making it a priority to help others is the key to my success. $h#$e# @, what do you mean you were 'just making sure Ariah, Louie and Zayne were somewhat mentally alright'? $a",
	
	"Maive.Regular.Dialogue.06": "I appreciate your patience with me, @, despite what you may think of me. $0#$b# Others wouldn't be too eager to take the time to know the person underneath. $h",
	"Maive.Regular.Dialogue.07": "Everyone in my household is family to me. $h#$e# Even Sonny and Irene. $0#$b# I already treat them as my own, and they're expected to live up to the family name. $0",
	"Maive.Regular.Dialogue.08": "Louie is, despite his young age, highly skilled in horticulture. $0#$b# Of course, he is still very young, and he will need to learn a lot before being able to properly represent the Amethyne name. $0#$b# But there's no denying that the potential is there. $0",
	"Maive.Regular.Dialogue.09": "You're awfully chatty, aren't you? You really resemble your Grandfather. $1",
	"Maive.Regular.Dialogue.10": "Have you been snooping around Mr. Lewis's business lately, @? That's quite nosy of you. $0#$b# I don't care about your feelings towards his figure, but don't you think there are more productive ways of managing your time? $0",
	
	"Maive.Regular.Dialogue.11": "Your grandparents would be proud of you, @. $0",
	"Maive.Regular.Dialogue.12": "Hmm? $0#$b# Why am I not running for Mayor if I believe that Mr. Lewis is not up to task? Well, it's quite simple, really. $1#$b# I'm simply too old for such a position. After all, I am retiring from actively managing the family businesses. It would not do for me to continue leading at an advanced age. $0",
	"Maive.Regular.Dialogue.13": "Have you been wandering up north lately, @? $0#$b# You ought to be careful there. The forest is rife with dangers. $2",
	"Maive.Regular.Dialogue.14": "I heard you're the one that's been running around, repairing that what the Mayor could not. $0#$b# While it is indeed tragic that Mr. Lewis does not try to develop these lands further, at least I can be at ease with youngsters such as yourself making a change in the world around. $2#$e# You should be rewarded for your deeds. $0#$b# Come to the mansion whenever you have time. We shall enjoy some green tea, and I may divulge some information about your Grandmother. $1",
	"Maive.Regular.Dialogue.15": "It's been quite some time since I had the chance to enjoy myself. $0#$e# It's quite a treat. Make sure you don't overwork yourself either, @. $h",
	
	"Maive.Regular.Dialogue.16": "You should think about investing some of your hard-earned money. After all, it is an effective tool in building wealth. $0#$b# Acquiring stocks would be a great way to start. If you wish, I can share some of the strategies I use. $0",
	"Maive.Regular.Dialogue.17": "You seem to be visiting quite often. $0#$b# I do hope you're learning quite a lot from everything I impart to you. $0#$e# ...You're just making sure my younger grandchildren have someone to talk to outside the family? $2",
	"Maive.Regular.Dialogue.18": "Something I've learned through the years is, why bother trying to live up to other people's expectations? $0#$b# You are in charge of your own destiny. Live up to your own expectations. $0#$b# After all, you can't agree with everyone you meet without lacking a spine. $0",
	"Maive.Regular.Dialogue.19": "You know, @, you have quite the knack for helping others, don't you? $h#$b# I've been hearing my grandchildren, as well as Sonny and Irene, talking about you quite a lot. $1",
	"Maive.Regular.Dialogue.20": "I may not show it much, but I am extremely proud of all of my grandchildren.#$b#Look at how extensive Louie's vocabulary is; Ariah's an exemplary highschool student already better than most pre-law prospects; and, of course, Zayne, who's the youngest ambassador in the world.#$e#They really uphold the family name.",
	
	"Maive.Regular.Dialogue.21": "Louie has self defense classes online, then French class with Irene, then we still have to fit some Portuguese with Sonny tomorrow...#$e#My, he's catching up to Ariah's fluency in 19 languages.#$b#Such talented young ones in our lineage.",
	"Maive.Regular.Dialogue.22": "Cherish the relationships you have, farmer. $0#$b# You never know when the people you hold dear will be gone. $2#$e# ... $2",
	"Maive.Regular.Dialogue.23": "I've been hearing interesting things about you from the leader of the local charter of the Adventurer's Guild. $1#$b# You're doing a good job, @, keep at it. $1#$b# Just stay safe and do not overdo it. $2",
	"Maive.Regular.Dialogue.24": "I've spent many years managing the family businesses and charity organization, amongst other things. $0#$b# However, I'm only human, and I'm already starting to feel rather... limited by my age. Hence why I chose Zayne. Or rather it's one of the reasons. $2",
	"Maive.Regular.Dialogue.25": "I do not agree with any notions that just the younger generations are dooming society. $2#$b# It's more of an issue of complacency. Of ignorance. $2#$b# Of lack of responsibility for the consequences of one's actions, all the while pointing at the flaws of others. $a#$b# Any age group can become susceptible to this. $a",
	
	"Maive.Regular.Dialogue.26": "I will need to talk with Ms. Lenny and Mr. Lewis soon. $0#$b# I'd rather not, but there are some things that need to be discussed. So, if you may, @... $2",
	"Maive.Regular.Dialogue.27": "It is quite a nuisance when people refuse to cooperate with one another solely due to political differences. $0#$b# It's also quite irksome when one side proclaims moral superiority over the ones that they do not agree with. $a#$b# Sometimes, it is necessary to work with those you don't agree with for the betterment of society. $0",
	"Maive.Regular.Dialogue.28": "I'm awaiting an important call with Governor Kayden. We will be discussing a possible donation to the family's charity organization. $0#$b# So, if you could go bother someone else... $0",
	"Maive.Regular.Dialogue.29": "Zayne has been negotiating on the foundation's behalf since he came of age. $0#$b# Ariah will have a different role since she is more focused on being a lawyer in the future. $0#$b# As for Louie, there are a few prospective paths, but we shall wait a few years before a choice will be made. $0",
	"Maive.Regular.Dialogue.30": "You don't get tired of visiting here, do you? #$e# You're more like your grandfather than I thought...",
	
	"Maive.Regular.Dialogue.31": "Hmm, there might be hope for you after all. $4#$b# For a dirt-covered nobody, you do have a knack for getting others to like you. And you seem to be very observant, and have immaculate gifting skills. $0",
	"Maive.Regular.Dialogue.32": "Seems to me that you're invested in learning from us. $0#$b# Why else would you be coming to the mansion so often? $1",
	"Maive.Regular.Dialogue.33": "I believe in differences of opinion. $0#$b# However, if that certain opinion affects the community poorly... that is unacceptable. $0",
	"Maive.Regular.Dialogue.34": "%Madame Maive seems to be deep in thought.",
	"Maive.Regular.Dialogue.35": "Speak your mind, even if your voice shakes, because more often than not, people are going to listen. $0#$b# That is what I taught my granddaughter. $0",
	
	"Maive.Regular.Dialogue.36": "Ms. Lenny's carefree behavior makes it rather...difficult for me to work with her. Not always, but she does have her moments. $0#$b# Still, it is better than having to work with her brother. $2",
	"Maive.Regular.Dialogue.37": "The grandchildren seem happier on the days you visit. $0#$b# I appreciate you taking the time to socialize with them, @. $1",
	"Maive.Regular.Dialogue.38": "I apologize if I was needlessly rude to you earlier, @. $2#$b# But when you're in my position, pleasantries are something one can rarely indulge in. $2#$b# Thank you for your patience. $0",
	"Maive.Regular.Dialogue.39": "Would you like to to join me for some tea and cake, @? $0#$b# I rarely have the freedom to take a break away from my duties, but I suppose the same could be said about you. $1",
	"Maive.Regular.Dialogue.40": "The best teaching method is through applying a strict set of rules. $0#$b# To set yourself goals and to strive towards perfection. After all, it just wouldn't do to be like the rest. $0#$b# Not when you're an Amethyne, at least. It's something my parents taught me well. $0",
	
	"Maive.Regular.Dialogue.41": "I do sincerely hope that my children are doing well for themselves and aren't causing too much trouble. $2#$b# Althea and Zachary are financially successful and immensely helpful with managing some of the family businesses. $0#$b# However, they're very flawed as individuals and as parents. $2#$b# I don't know whether it is for the better or for worse that they visit Ridgeside Village as little as possible. $2#$b# On one hand, they don't bother enough to actually taint the grandchildren further. On the other, they don't bother with even a monthly call. $a#$b# It is beyond me how such a fine gentleman like Zayne came from his father. $a",
	"Maive.Regular.Dialogue.42": "The Valley is is full of untapped potential, yet the local authorities refuse to do anything to really make it flourish. $2#$b# It's as if the Mayor's plan was for everyone to abandon this beautiful place for better opportunities in the city. $2#$b# I jest, of course. But he does not do anything particularly noteworthy. $a",
	
	
	
	//// MALAYA ////
	"Malaya.AlissaXFarmer.Reaction.01": "Ah, it seems as if yesterday when my Alissa was a little girl, and now she's married to the one she loves. $1#$e# Time flies way to fast, but that seems to be common amongst human beings... $2",
	"Malaya.AlissaXFarmer.Reaction.02": "What... happened between you two, @? I though you and my little Lissa were happy... $2#$b# ... $2",
	
	
	
	//// TRINNIE ////
	"Trinnie.AlissaXFarmer.Reaction.01": "Alissa and @, sitting on a tree! $1#$b# K-I-S-S-OMY!!!!! *laughs* $1",
	"Trinnie.AlissaXFarmer.Reaction.02": "Lissa's gown was so cute and fluffy!!! $1#$b# She looked so pretty, like a princess!! $1",
	"Trinnie.AlissaXFarmer.Reaction.03": "@? What did you do to Alissa? Why is she so mad whenever someone mentions you? $2#$b# I tried asking Mommy, but she's mad, too. $a",

	
	
	//// ZAYNE ////
	"Gift.Love.Zayne": "For me? Why, isn't this wonderful! I appreciate it, @.",
	"Gift.Like.Zayne": "Such a nice gift, @. Thank you.",
	"Gift.Dislike.Zayne": "My apologies but... I'm not very fond of these.",
	"Gift.Hate.Zayne": "Are you being rude?",
	"Gift.Neutral.Zayne": "A gift? Why, thank you.",
	
	"Zayne.Gift.SkillBook_0": "Oh, this will be a fascinating read later! Many thanks, @. $1",
	"Zayne.Gift.Aged_Blue_Moon_Wine": "Thank you, @. I sincerely hope this purchase did not make too much of a dent in your funds, though. $6",
	"Zayne.Gift.Blue_Moon_Wine": "What an exquisite bottle. The quality of the wine produced here in the valley truly cannot be beat. $6#$b# Thank you, @. $7",
	"Zayne.Gift.(O)107": "Thats an interesting gift, @. Care to tell me what type of egg it is? It's got an interesting texture, and it's very warm to touch. $6#$b# ... $3#$b# ...Come again? A DINOSAUR egg?? And a Pepper Rex at that? $3#$b# I know you're very capable at blowing anyone's expectations out of the water, @, but where in Yoba's name did you find a dinosaur egg?! $7#$e# A- $3#$b# A living Pepper Rex. $a#$b# In this time and age. $a#$b#In this part of the Ferngill Republic. $a#$b#Localized entirely within your chicken coop. $a#$b# ...May I see it? $1",
	
	
	
	"Zayne.Regular.Dialogue.01": "I suppose the annual Egg Hunt will be happening soon? $0#$b# I gennely hope Louie and Ariah will be able to unwind and enjoy the festivities. $0#$e# Oh? What about me? $3#$b# Unfortunately, I do not posess the luxury to delay the family's business matters. $2#$b# I really enjoyed this festival as a youth, but as one gets older and months begin to feel like weeks... $7#$b# Besides, it wouldn't do to take part in an activity designed with children in mind. $0",
	"Zayne.Regular.Dialogue.02": "@, I don't suppose you know who decided to plant a trap at yesterday's festival? $0#$b# Oh, it's just that Louie tripped into something at yesterday's festivities, and it smelled particularly bad. $2#$b# Grandmother was not pleased, let's leave it at that... $2",
	"Zayne.Regular.Dialogue.03": "I heard that the Flower Festival will take place tomorrow. $0#$b# I'm afraid I won't be able to make time, Grandmother insists that I travel to help with Father's business. $2#$b# Though I'd very much love to attend. Dancing is something I very much enjoy. $1",
	"Zayne.Regular.Dialogue.04": "Hmm, shouldn't this be the time the Governor visits the Valley? $0#$b# To be fair, I may actually be glad that I can't attend this festival, in particular. $7#$b# Oh, please don't misunderstand. While it may be a perfect opportunity to unwind, so many things can go wrong. $7#$b# The potluck can easily be tampered with, and the lack of shade from the scorching sun may be troublesome, particularly for children and the elderly. $0",
	"Zayne.Regular.Dialogue.05": "The Moonlight Jellies are fascinating creatures. Not to mention, the ocean at night looks particularly marvelous during their migratory cycle. $0#$b# The family also has no pending business, so I might actually make it this time around. $1#$e# ...As long as I don't fall asleep too early tomorrow. $7",
	
	"Zayne.Regular.Dialogue.06": "I suppose tomorrow is the day you'll be able to showcase your progress on the farm, @? $0#$b# Well, best of luck to you. $1",
	"Zayne.Regular.Dialogue.07": "Perhaps it's for the benefit of the Valley that neither me or my sister will be able to participate in the sale this year. $7#$b# Or that Louie is far too young to contribute in any meaningful way. $3#$b# When we were younger, me and Nadaline were... rather compatetive. I do worry sometimes that we caused many headaches to the citizens in the past. $7",
	"Zayne.Regular.Dialogue.08": "*sigh* My lifelong favorite festival, and I need to work. $7#$b# Seems just about right for my luck. $2",
	"Zayne.Regular.Dialogue.09": "I do wonder if Ariah would like to try her hand at this festival someday. $0#$b# I fully understand the situation she is in right now. I went through the same thing in my youth. $2#$e# I hope I could cheer on her someday. $7",
	"Zayne.Regular.Dialogue.10": "Before I became a diplomat and still lived in Ridgeside Village, the Feast of the Winter Star was one of my favorite festivals. $0#$b# How could I not love it, considering the sheer amount of delicacies on the tables? $1#$b# Sadly, I may not be present at the festivities and indulge myself a bit. Grandmother will be sending me to help my sister with the business. $7",
	
	"Zayne.Regular.Dialogue.11": "A new year is the perfect opportunity to attempt self-betterment. $0#$b# After all, what may be better than a fresh start? $1",
	"Zayne.Regular.Dialogue.12": "Ah, greetings, @. I hope today finds you well. $0",
	"Zayne.Regular.Dialogue.13": "*yawn* ...Maybe I shouldn't have stayed up so late last night. $2#$b# O-oh! Greetings, @. $3#$b# Would you, by any chance, join me for some coffee? I need something to wake me up. $7#$e# It's just that I've been trying to find a suitable investor for the charity foundation my family works with. $s#$b# The results... could be better, to be honest with you. And I may or may not have stayed up far longer than I normally do... $7",
	"Zayne.Regular.Dialogue.14": "In two days time, I will be traveling to the great Emerald City. Grandmother has been telling me to check on our stocks. And evaluate a number of our family's businesses. And meet some of our business partners... $7#$e# *sigh* You can do it, Zayne. It's not the first time you've done all that. $2#$b# ...O-oh! @, I am terribly sorry. I didn't think you'd stick around for so long. $3",
	"Zayne.Regular.Dialogue.15": "I miss my family terribly... I can't recall the last time when we were all together.$s#$b#But I must continue my travels. I cannot leave my duties alone. $s#$e#...$s",
	
	"Zayne.Regular.Dialogue.16": "I truly do hope the other diplomats won't take my sudden departure the wrong way. $2#$b# If it were up to me, I wouldn't have abandoned my post. At least, not before the peace treaty had been signed. $2",
	"Zayne.Regular.Dialogue.17": "I hope the conflict with the Gotoro Empire will soon come to an end. $7#$b# I have a bad feeling about this... $2",
	"Zayne.Regular.Dialogue.18": "Ah, greetings, @. $0#$b# Would you be at all amendable for us to meet at Pika's someday? $1#$e# Oh? Umm... No, it's not a date. $4#$b# I just wish to inquire about your horticultural experience. $7#$b# It's a subject I've been interested in for quite a few years, but never had enough time to truly explore on my own. $0#$b# But since you were featured in the local paper for your swift progress on %farm Farm, wouldn't you like to answer some of my questions? $1",
	"Zayne.Regular.Dialogue.19": "Have you ever seen Louie's little garden? He keeps various exotic plants. $0#$b# It's quite curious to see that Grandmother was actually willing to dedicate a section of the mansion to them. $7#$b# I'm really proud that he managed to find something that makes him happy, though. Besides just playing video games in his spare time, that is. $1#$b# Did you know that he even named them? It's very much ado- $1#$b# ... $3#$b# Oh no. @, please forget everything I just said. $3#$e# Huh? You already knew about the plants? $7#$b# ...Thank you. I was starting to believe I just became a source of gossip for the village. $7",
	"Zayne.Regular.Dialogue.20": "Hmm... I wonder if there will be dessert at tonight's dinner. I could also check Mr. Akina's menu for today. Louie would definitely love some halva. $0#$e# Or perhaps I could ask Irene or Sonny to teach me how to bake. $6",
	
	"Zayne.Regular.Dialogue.21": "I wonder if Louie and Ariah would like to visit the Zuzu City Aquarium someday. $0#$b# A day without any responsibilities or work, where they can just rest. $0#$b# Perhaps I could plan something like that for Ariah's graduation, she absolutely deserves it. $1",
	"Zayne.Regular.Dialogue.22": "It is quite curious to see Mayor Lewis still presiding over Pelican Town. $6#$b# If I recall correctly, he first became Mayor when me and Nadaline were still children wrecking havoc during the festivals. And Ariah wasn't even born yet. $0#$e# I hope this stays between you and me, @, but I feel that something is amiss. $7#$b# I like Mayor Lewis, don't get me wrong, but to remain uncontested for so long? Is there really no one else up to the task? $7",
	"Zayne.Regular.Dialogue.23": "Hmmm... With enough investment, the Valley could become a wonderful tourist spot. $0#$b# Perhaps I should speak with the Mayor, Ms. Lenny and Grandmother later. $6",
	"Zayne.Regular.Dialogue.24": "Perhaps I should visit Jeric soon. It's been quite a while. I could also talk with him about how Bryle's doing. $0",
	"Zayne.Regular.Dialogue.25": "Ah, it's a pleasure seeing you @. What brings you here this fine day? $h#$e# I'd love to talk to you, but I'm expecting an important call from a business partner soon. So if you'll excuse me.",
	
	"Zayne.Regular.Dialogue.26": "The Amethyne Corporation oversees the many businesses of the family. $0#$b# But it doesn't limit to family-owned businesses. We also like to invest in start-up companies that show potential. $h#$b# Though, I must admit, learning to oversee it all is a daunting task. $7",
	"Zayne.Regular.Dialogue.27": "I don't have many friends in this village, given that I travel a lot. $7#$b# And so, I would like to express my deepest gratitude in having you as a friend, @. $h#$b# If you ever need anything, I'll be here to try to be of assistance.",
	"Zayne.Regular.Dialogue.28": "Are the produce in %farm shipped per day as soon as they're available or per month?#$b#I bet you try to prepare and organize as much as you can in your business.#$b#Because what else would result to such a successful farm like yours? $h#$e# Please don't tell Jeric I said that. As far as I know, you teo seem to have a bit of a rivalry. $7",
	"Zayne.Regular.Dialogue.29": "The village festivals here are fun, are they not?#$b#If ever I was given the opportunity, I'd like to attend one! I'm sure it would be a wonderful experience! $1#$b# It's been so long since I last attended, before I became a diplomat. $h#$e#Please do tell me if there's an upcoming one, @. I'd like to have you as company when I do attend.$h",
	"Zayne.Regular.Dialogue.30": "This village and the land around it has so much potential of commercial use, or at least the betterment of local services. $0#$b# It could become a prime tourist spot in it's own right, it just needs a little push in the right direction. $1#$b# I'm not entirely sure the locals would appreciate some of my ideas, though. I'd have to convene with the Mayor and Ms. Lenny on that one. $7#$e# Still, as long as no business like Joja Corp. manages to control the Valley, we'll be on the right path. $7",

	"Zayne.Regular.Dialogue.31": "This kind of weather is perfect to enjoy with some sweets. $6#$b# Oh, hello, @. Would you be at all amendable to sharing some chocolate cake with me? $6#$b# I absolutely adore sweets, but they are much more enjoyable in good company. $1",
	"Zayne.Regular.Dialogue.32": "Oh, there you are, @. $0#$b# I wanted to personally thank you for trying to get to know Ariah and Louie. $0#$b# I know these two may appear to be rather... difficult to get along with, but I assure you that they hold you in quite the high regard. $1#$b# Even if they have a rather unique way of showing they care. $7",
	"Zayne.Regular.Dialogue.33": "Preparing to take over Grandmother's position is a daunting task.$s#$b#But that's to be expected. Her position is no laughing matter.",
	"Zayne.Regular.Dialogue.34": "... $2#$b# There are still no news of the war coming to an end. $2#$b# I worry for those that are fighting on both sides. $2",
	"Zayne.Regular.Dialogue.35": "@, if you may, please be careful whenever you're traveling north of the village. $0#$b# I heard that you do, in fact, frequent these woods. And I don't want anyone to get injured there. $2#$e# Huh? How I know of your adventures? $3#$b# Well... $7#$b# Others have seen you going in that directions, and I may have overheard their little discussion. Yes. $7#$b# Who talked about you? Ummm... It would be quite rude for me to gossip, don't you think? $7",

	"Zayne.Regular.Dialogue.36": "I wish our parents came to visit more often, if only for Louie and Ariah's sake. $2#$b# I understand the burdens of this family too well, so I understand why they're often away. $7#$b# However, life is too short to only focus on work. $7",
	"Zayne.Regular.Dialogue.37": "I accidentally overheard some people here talking about a strange-looking fruit rolling around. $0#$b# I do wonder, who is it that keeps losing their produce around the village? $0",
	"Zayne.Regular.Dialogue.38": "I've been reading up on horticulture in my spare time lately. I also take the books with me on some of the business travels. $0#$b# I feel that it would also be good to have a shared interest with my little brother. $1",
	
	
	
	"Zayne.Dating.Dialogue.01": "Greetings my love, how are you doing today? I hope this day is treating you kindly. $1#$b# And speaking of treating, would you be at all amendable to sharing a meal with me? I'd love to spend some more time with you. $4",
	"Zayne.Dating.Dialogue.02": "Hello, love! How have you been feeling lately? $1#$b## Why don't we grab coffee together soon. I miss you quite terribly. $4#$b# Do you, by any chance, like sweets with your beverage, @? I can arrange something, if it's fine by you. $1",
	"Zayne.Dating.Dialogue.03": "Say, my dear, are you planning on growing some strawberries this spring? $1#$b# If so, don't forget to bring some to Ariah. While I do find them alright, my cousin truly adores them. $6#$b# You could really make her day with a treat like that. $1",
	"Zayne.Dating.Dialogue.04": "Oh my! I was just thinking about you, @, my love. $4#$b# Could it just be a coincidence, or can you actually teleport? I jest, of course. $6",
	"Zayne.Dating.Dialogue.05": "I honestly can't wait for tomorrow. I'd be more than happy for some quality time with you, love. $4#$b# Oh, if that's alright with you, of course. $1",
	
	"Zayne.Dating.Dialogue.06": "What's on your agenda today, @? Are you planning on doing some work, or perhaps to rest a bit? $0#$b# You most certainly deserve some rest, if you were to ask me. After all, the farm looks absolutely splendid! $1",
	"Zayne.Dating.Dialogue.07": "Love?$s#$b##I'm afraid that I might make myself scarce in the upcoming week. Grandmother's asking me to go on a business trip. $7#$e# But I do hope that it won't keep me long.$7#$b##I shall take our family jet so that I can return as soon as possible. $7",
	"Zayne.Dating.Dialogue.08": "Hello there, @, my love. I hope you're not overworking yourself on your farm. $0#$b# ...Me? Ah, well, I sadly do not have much time to myself, as of late. $3#$b# Nevertheless, seeing you, even in the small windows of rest, always seems to brighten up my day. $4",
	"Zayne.Dating.Dialogue.09": "I'm terribly sorry if we won't be able to see each other much. $2#$b# Things are a bit more hectic as of late... $7#$b# I can make it up to you at a later date, if you'd like. $7",
	"Zayne.Dating.Dialogue.10": "If it isn't the one my heart yearns for... You're a sight for sore eyes, do you know that, my love? $6#$b# I don't have much time today, but I sincerely hope the day is treating you well, @. $1#$b# May I...? $4#$b# %Zayne presses a kiss on top of your hand.",

	"Zayne.Dating.Dialogue.11": "Hmmm... The valley would certainly benefit from places of meeting unrelated to food and alcohol... $0#$b# Oh, @, hello there, love! I suppose you heard me taking to myself, ha ha. $1#$b# Pray tell, do you have any ideas on how to further revitalize the valley? $6",
	"Zayne.Dating.Dialogue.12": "There's so many random things that are going on in my head. But one thing's for certain... $0#$b# You'll always be the one to get my head sorted out because you understand me in a way no one else does, @. $4#$b# And I truly hope that I make you feel the same. That is, that I too can bring you peace of mind. $1",
	"Zayne.Dating.Dialogue.13": "The season is perfect for a picnic, don't you think? $1#$b# I could arrange a date for us, if you'd like, my love. $4",
	"Zayne.Dating.Dialogue.14": "I don't know if I should be glad that it's a Sunday or if I should dread it because it's going to be Monday tomorrow.$u#$e##I swear I'm not lazy, it's just that I want to make up for lost time with you.$7",
	"Zayne.Dating.Dialogue.15": "Hello there, my love. Are you, by chance, participating in the Egg Hunt tomorrow? $1#$b# Oh? Could you do me a little favor, then? I promise to make it worth your while. $6#$b# Could you make sure that Ms. Abigail does not win the tomorrow's Egg Hunt? It would be quite the shame if the little ones lose their interest in these festivities with... her around. $6",

	"Zayne.Dating.Dialogue.16": "My love? $2#$b# I don't know if I'll be able to participate in tomorrow's festival. I... There's still so much to do at work. $2#$b# I'll try my best to finish the work and be there for the festivities. But if I can't do it, then I'd love to make it up to you. So don't hesitate to ask anything of me. $7",
	"Zayne.Dating.Dialogue.17": "It's quite enchanting to think about how much we've grown together as a couple.$4#$b##I mean, we're only dating but I must admit that I've been learning a lot from you. $6",
	"Zayne.Dating.Dialogue.18": "Love, is there anything that you'd like? I don't mind spoiling you a bit. $1#$b# We could also go on a date on my day off. That is, if you'd give me the pleasure.$4",
	"Zayne.Dating.Dialogue.19": "You can't get enough of me, can you?$6#$b##Haha, I know you miss me. I miss you, too. $6#$e##I can't wait till the weekend where we can have our date night.$4",
	"Zayne.Dating.Dialogue.20": "Work's been very hectic these days.$s#$b##But I'm glad that i can see you in my little windows of rest during the day.$4#$b# It may be a bit presuptuous of me, but could I embrace you? It's just that I seem to recharge faster when you're around. $4",

	"Zayne.Dating.Dialogue.21": "Ah, it's the weekend! I can't wait to spend the day with you!$h#$b##I just hope that nothing will interrupt us this time.$7#$e# How does Pika's holiday ice and some iced tea sound? $6",
	"Zayne.Dating.Dialogue.22": "Love, I know you'll think I'm silly, but could we cuddle for a bit? $2#$b# %You hug Zayne tightly. #$b## Thank you, @. It's just that I'm not quite ready to face the next week just yet. $1#$b# I may sound even more silly, but could I receive some kisses from you, my love? Oh, of course if that's okay with you. $4",
	"Zayne.Dating.Dialogue.23": "I suppose summer is the most profitable season to you, right, @? $0#$b# I hope that you don't overwork yourself during this season. It would be a real shame if you got a heatstroke... $2#$b# Please, take care and remember to drink water regularly. $7",
	"Zayne.Dating.Dialogue.24": "I honestly can't wait for the end of the week. It's been pretty hectic lately. I'd be more than happy for some quality time with you, love. $4#$b# Oh, if that's alright with you, of course. $1#$e# ...Wait, what do you mean it's only 'Tuesday'?! $3",
	"Zayne.Dating.Dialogue.25": "What's that, my love? You miss me? $6#$b# Haha, it's quite alright, I miss you too. $h#$b# Quite terribly at times, too. $7#$b# You must come with me on one of my work trips next time. $h",

	"Zayne.Dating.Dialogue.26": "Love, may I offer you some blueberry tart in these trying times? $6#$b# [234] I may love desserts, but in my humble opinion, you're just as sweet. I hope you like it. $4",
	"Zayne.Dating.Dialogue.27": "In case you haven't heard anyone tell you this lately, my love... $6#$b# You're doing an absolutely splendid job, and I couldn't be more proud of you. $4",
	"Zayne.Dating.Dialogue.28": "I've never been the type to date around, and am I glad that I waited for someone like you to come into my life.$4#$b##The responsibilities of being an Amethyne is a tad bit lighter because I know you're here to support me.$h#$b##Thank you for being here, @. $4",
	"Zayne.Dating.Dialogue.29": "The Luau? Hmmm... Isn't this the time the Governor comes to the Valley, love? $0#$b# I do hope nobody gets food poisoning from this. To be honest, that has always been a fear of mine because in one of my travels, I once saw a fellow ambassador sent to the hospital because of food poisoning. $7#$b# Maybe I should ask some personel to keep an eye on the potluck soup. $7",
	"Zayne.Dating.Dialogue.30": "I still remember attending the Dance of the Moonlight Jellies when I was younger. $1#$b# Grandfather was still alive back then and he would take me, Lorraine and little Ariah to the docks. Mother and Father... rarely attended. $7#$b# We played this little game where we would try and spot as many jellyfish as possible. Me and my sister would have the chance to just unwind, relax from the burdens of the Amethyne name. $7#$b# Ah, those were the times. $1",

	"Zayne.Dating.Dialogue.31": "I hope you're not getting too cold while coming for a visit, my love? $0#$b# I should commission Faye to make something warm for you. $1#$e# Unless you wish for me to hug you that much? I jest, of course. $6",
	"Zayne.Dating.Dialogue.32": "Hmmm... Perhaps I should take Louie with me for a small hike. $0#$b# His favorite flowers should be in bloom this season. $7#$b# Oh, @, I'm terribly sorry. I was just lost in thought. $0",
	"Zayne.Dating.Dialogue.33": "You are my refuge, love. Thank you, for making me feel content.$4",
	"Zayne.Dating.Dialogue.34": "Love, may I offer you some plum pudding in these trying times? $6#$b# [604] I may love desserts, but in my humble opinion, you're just as sweet. I hope you like it. $4",
	"Zayne.Dating.Dialogue.35": "May I tell you something, @? $0#$b# You're the pumpkin pie of my eye. $4#$e# ...Wait, are you actually blushing, or are you just cold? $6#$b# Come here, my dear, allow me to hug you 'till you're warm. $1",

	"Zayne.Dating.Dialogue.36": "Congratulations to the both of us on getting through another week, @! $1#$b# And I be-leaf in you doing your best in the upcomming week. $6",
	"Zayne.Dating.Dialogue.37": "Ah, it's the weekend! I can't wait to spend the day with you!$h#$b##I just hope that nothing will interrupt us this time.$7#$e# How does hot chocolate and desserts sound? $6",
	"Zayne.Dating.Dialogue.38": "I've never been the type to date around, or really have much time to even think about dating in the first place...$0#$b# Yet I am glad that I waited for someone like you to come into my life.$4#$b##The responsibilities of being an Amethyne is a tad bit lighter because I know you're here to support me.$h#$b##Thank you for being here, @. $7",
	"Zayne.Dating.Dialogue.39": "Best of luck to you tomorrow, @! I hope you can beat Mister Pierre and achieve whatever you set your mind on. $1",
	"Zayne.Dating.Dialogue.40": "I do wonder what the men have planned out for the stall so far. $0#$b# I should talk with Jeric, it's been a while since we last talked. $1",

	"Zayne.Dating.Dialogue.41": "It's been a long time since the last time I could join in on my favorite festivities without work changing my plans. $0#$b# However, I do worry that I have 'outgrown' that part of youthful joys... $2",
	"Zayne.Dating.Dialogue.42": "I suppose that winter is more of a season dedicated to preparing for the next year for the usual farmer, my love? $0#$b# Well, if you ever seek refuge from your everyday tasks or doubts, my arms are always open for you, @, my love. $4",
	"Zayne.Dating.Dialogue.43": "Hello, love! How have you been feeling? $1#$b## Why don't we grab coffee together soon. I miss you quite terribly. $4#$b# I myself am quite partial towards pink cake with my coffee, amongst other things. I can arrange something, if it's fine by you. $1",
	"Zayne.Dating.Dialogue.44": "I must admit, @, winter is definitely the most wonderful time of the year with your around. $6#$b# ... $1#$b# ... $0#$b# Alright, I don't think that one was good. $2",
	"Zayne.Dating.Dialogue.45": "When I was younger, Grandfather would take me, Lorraine and Ariah fishing. $1#$b# I was particularly bad at it and didn't really catch anything, but we had fun. Lorraine got scared when she first held a fish as it started flopping around, and she almost dropped it back into the Cindersap Lake. $1#$b# Ariah was particularly happy whenever Grandfather would take us fishing, though. $7",
	"Zayne.Dating.Dialogue.46": "What I'd like? Hmmm... $6#$b# Well, besides having you in my arms, I'd like for Father and Mother to finally visit out of their own volition. Louie would be absolutely thrilled. $7",
	"Zayne.Dating.Dialogue.47": "*sigh* New year, same burdens and responsibilities... $2#$b# At least I hope Louie will be able to have a happy childhood. $7",





	//// FESTIVALS ////
	"EggFest.Alissa.01": "Hello, @! It's really nice to see you taking a break from farmwork. $1#$b# Say, are you participating in the Egg Hunt later on? $0#$b# Hmm? No biggie, but if you do, please let Trinnie gather some eggs, 'kay? $7#$b# Last year, Abby was... her usual self, and *I* had to console Trinnie later on. She had this idea that winning would make Keahi think she's cool, or something to that effect. $2#$e# Ah, family. Can't live with them, but life sure gets boring without 'em... $7",
	"EggFest.Alissa.02": "What's up, @? Wanna go take a photo at the bunny cutouts Sean brought in earlier? $0#$b# You may find this silly, but I think they're absolutely adorable! They look so cute, and fluffy, and sweet. And those clothse they wear? Totally adorable! $1#$b# And a corny photo like that is a really great way to preserve the happier memories, don'cha think? $1#$e# Aww, come on, slowpoke. You coming or not? *giggle* $1",
	"EggFest.Alissa.03": "Guess who contributed to the egg painting this year~? $1#$b# Trinnie and yours truly! Ehehe! $1#$b# And mom also joined in, oddly enough. We had lots of fun, especially with a movie marathon running in the background. $0#$e# I ain't telling you where the eggs are, though! Abby already tried that, several years in a row before you even moved here. $0",
	"EggFest.Alissa.04": "Hi darling! I'm glad you could make it! $4#$b# You ready to take on the world and beat a bunch of children, and by that I mean Abby? $1#$b# Kidding, kidding. Hey, how about we hang out at my place later? I can make you some carrot cake! Who knows, maybe it'll even be edible this time 'round! *giggle*$1#$b# Aww, hun, you totally should've seen your face just now! $h",
	"EggFest.Alissa.05": "Hey there, darling! Good to see you taking a rest! $0#$b# You wanna plant some strawberry seeds together later? I can help you, as long as it's not in the middle of the night. $1#$b# I love you, sweetie, truly, but I'm not crazy like you. $1#$e# Speaking of sweet things, Mom asked if we wanted to come over later. She'll even bake your favorite sweets. $1",
	"EggFest.Alissa.06": "Hey there, darling! Good to see you taking a rest! I'm really glad you could make it. $0#$b# Look here! I painted some of our eggs as well! $1#$b# Maybe it'll help you beat my cousin this year! Break a leg, dear! < $1",

	"FlowerDance.Alissa.01": "%Alissa is munching on a piece of strawberry tart. #$b# Oh, hello. How you doing, @? $0",
	"FlowerDance.Alissa.02": "*sigh* What's Ms. Rivera's problem? $5#$b# We haven't even seen Mr. Rivera in years, yet he lives inside her mind rent-free to this day. How he's evaded the Ferngill Census Bureau, we may never know. $7#$b# *sigh* Poor Blair... $7",
	"FlowerDance.Alissa.03": "I honestly have no idea why Abby hates this festival so much. $7#$b# It's super fun! And Mrs. Mullner's decorations are really lovely! $1#$b# Why won't she try and invite Sebastian to go dancing with her? I can see how she's staring at him. $7#$e# ...Wait. Fiddlesticks, I wasn't supposed to say that. @, please don't tell her, she'll totally kill me if she finds out. $3",
	"FlowerDance.Alissa.04": "Hey there, darling! Save me a dance later, 'kay? *giggle* $4",
	"FlowerDance.Alissa.05": "Soooo, you wanna throw poor Abby a bone and go dancing with me? $1#$b# Or would you rather stay here and munch on some of Gus' cooking with me? Either is totally fine by me! $1",

	"Luau.Alissa.01": "...I don't really understand why people mistrust Sam with the potluck so much. $2#$b# I think the soup was perfectly fine that one time he put in anchovies. I do, and I refuse to believe otherwise. $0#$b# At least it's not Joja Cola. Or black licorice. $0",
	"Luau.Alissa.02": "I smell something good aside from the soup! I think it's that dish that Linus is cooking. $1#$b# Be still, my stomach. I yearn for it, too. Though I do believe that Linus should be allowed to cook more often, judging by the smell alone. $0",
	"Luau.Alissa.03": "Let's get some drinks, darling. You should know that dehydration is no laughing matter, especially when in this hot weather. $0#$b# After all, I don't want my darling to suffer later. < $1#$e# ...That said, I really am impressed by how Emily's holding up. She's been dancing this whole time, and she was here earlier than either one of us. $2#$b# I'd probably die of exhaustion if I attempted that. $1",
	"Luau.Alissa.04": "Look at that turtle go. Isn't it absolutely adorable? $1#$b# I bet it absolutely enjoys the weather today. $1#$b# ...I do wonder what turtles think of. Do ou think they think a lot about the past? I heard that as long as they survive hatching out of their eggs, they live pretty long lives for wild animals. $0#$e# Ah, if only we were both turtles, we could live even longer together. $4",
	"Luau.Alissa.05": "Darling, would it kill you to put in literally anything else than the... the 'Special Purple Lettuce'? $2#$b# Are they even washed? C'mon, sweets, let's just put in some alcohol. Or cauliflower. Or literally anything else. $7",

	"Jellies.Alissa.01": "%Alissa seems focused on the vast see before you two... #$b# You see that? I think I just saw a glowing jelly in the distance. $0#$b# Wait, no, I think it's just the stars reflecting on the water... $2",
	"Jellies.Alissa.02": "%Hums the mermaid song quietly",
	"Jellies.Alissa.03": "It's odd, but I feel like the ocean is singing for us tonight... $0#$b# And no, I don't really mean it in a 'I really like the sound of crashing waves'... Okay, I do like that sound, but I kinda hear something else, if that makes sense? $2#$e# I'm starting to feel cold, can we cuddle? $4",
	"Jellies.Alissa.04": "I wonder if others can hear the ocean's song as well. Would be a real shame if they couldn't, it's really beautiful. $0#$b# I don't want to ask them personally, though. I already dread going to restaurants after the one time I told Pika 'Thanks! You too!' when he told me to enjoy the food. $2",

	"SDVFair.Alissa.01": "Hmm, I do wonder where Uncle Pierre got all this wonderful produce from. I mean, I haven't really seen Starfruit in his suppies before. I also didn't know he even has kegs- $0#$b# ... $a#$b# Wait a sec... $a#$b# @, I am so sorry! I don't know why he's doing that. $2",
	"SDVFair.Alissa.02": "@, I think I just got banned from the spinning wheel game. $2#$b# I thought it would be a good idea to try and play. I kept betting on green, over and over again. I didn't even want to continue betting on it, I just short-circuited and went for my favorite color. After I got a lot of points, I stopped. The man at the stand was scowling at me so hard, I had to excuse myself... $2",
	"SDVFair.Alissa.03": "Darling, I want to play the fair games! Let's visit them after the display judging, okay?$0#$b# Who knows, maybe I'll even win something for you! Like how you won over my heart. < $1",
	"SDVFair.Alissa.04": "Darling, how about we go grab a bite, huh? $0#$b# I know you only hunger for victory over Uncle Pierre, but you should also remember to eat from time to time. $1#$b# Your body needs nutrients too, not just revenge. $1",

	"SpiritEve.Alissa.01": "%Alissa is stuffing her face with pumpkin pie. She kinda looks like a hamster. #$b# I love free food! Gus is the best! < $1#$b# Oh, hey, @! Please don't mind me. $1",
	"SpiritEve.Alissa.02": "@, is it awful that a part of me wants to go into that maze and spook Abby. $2#$b# I swear it's only for old times' sake. $2#$e# ...Say what again? You want to join in?! $7",
	"SpiritEve.Alissa.03": "Hey, darling. Wanna hang out after you're done with the maze? $0#$b# I'll save you a slice, if you want. $1",

	"IceFest.Alissa.01": "@! Great timing! $1#$b# You're not doing anything important, right? How about you help me beat Abby in a snowball battle? $0#$b# C'mon, c'mon! Before she recruits Sebastian! $1",
	"IceFest.Alissa.02": "Brr! How is it YOU'RE alright in the cold?! $u#$b# ...To heck with this, you're giving me your body heat later. $1#$e# Wait, no. This came out so wrong. Forget I said anything. $u",

	"WinterStar.Alissa.01": "...Well, congrats, little me. $0#$b# Guess your wish finally came true. $0#$e# Hmm? Oh, hi, @! Say, you wanna hang out? $1",
	"WinterStar.Alissa.02": "Ah, I like how Uncle Bert buys Trinnie the same present, year after year, and yet Trinnie's enthusiasm stays the same as it was the first time. It's so adorable. $1#$b# Anyways, wanna hang out at my place later? Mom and Dad would love to see you visit and join in on the holiday movie marathon. $0",
	"WinterStar.Alissa.03": "%Alissa kisses you on the lips. #$b# Happy Winter Star, darling! You're, like, one of the best gifts I ever got. $4#$b# Oh? Why not the best? Well, we could negotiate later, if you wish. $4#$e# Chill, @. Take your mind out of the gutter! *chuckle* $1",

	"Gathering.Alissa.01": "Oh, @. You love me, right? $1#$b# And you want to see me happy, yes? $1#$b# Then promise you won't buy anything from Jeric's stall, 'kay, darling~? $4",
	"Ember.Alissa.01": "Happy New Year, darling! You're the best! Here's to more happiness for us! $1",



	"Andy.Gathering.01": "The young'uns got a nice variety of wares, at these stalls. $1#$b# I found some seed varieties there, cheaper than what Pierre sells. Let's see how they'll fare with the new Joja fertilizer I bought. $0",
	"Andy.Gathering.02": "You might want to check out the grub, @. $0#$b# I doubt they'll be here for much longer once the sale is sone. $1",
	"Andy.Ember.01": "There you are! Happy New Year, @. It's good to see you stick around. [346] $1",
	


	"FlowerDance.Anton.01": "...$4#$b#Hey there, hon. $4#$b# Don't mind me, I think I just saw an angel. $4#$b#How 'bout we go dance, eh? I promise not to step on your toes... much. $1",



	"EggFest.June.01": "Word of advice, @ - Do NOT eat the free eggs on the ground. They are not made of chocolate. $2#$b# Even worse, I don't know what they put on them, but they taste like old vinegar...$s#$b#...What do you mean they put vinegar on them?$7#$e# Wait, what do you mean the band once did an egg toss with ROTTEN eggs?! $7",
	"FlowerDance.June.01": "As someone not from around here, I've got to say, this whole gender-separated dancing ritual seems awfully cult-y... Don't you think, @? $3#$b# ...Wait a sec. Haley's costume, this whole dance thing, the bear statue at the Stardrop Saloon... $9#$b# @, promise me you will protect me when they try to make me wear anything bear-themed or have me sit inside a wooden building. $7",
	"Luau.June.01": "Mother of Yoba, I know now what the potluck soup must feel like. $7#$b# Hmm? Change into something lighter? Oh, no, no, no, no. No. Absolutely not. $2#$b# Honey, you know full well that I absolutely hate wearing shorts. $2",
	"Jellies.June.01": "@, do you think seagulls have feelings? $0",

	"SDVFair.June.01": "Oh, @, finally a familiar face. $0#$b# Say, can you stay here for a while? All those crowds make me feel uneasy... $2",
	"SDVFair.June.02": "You know, the prospect of sneaking back to the hotel and playing in the lobby piano seems alluring. Especially with the distinct lack of crowds. $10#$b# O-oh! @, promise you won't tell anybody what you just heard. $11",
	"SDVFair.June.03": "Oh, hey there, @. Great timing, I was just about to take a stroll into the forest. Would you like to join in? $1#$b# To be honest, the tourists are really wearing me out mentally, and I don't know how much longer I can endure without a break. $2#$b# It really feels like one huge family gathering where you're the only kid around, because your cousins didn't want to go and their parents let them stay home. $0#$b# It's, like, 'you don't know half the adults there and they're all so loud' levels of bad. $0#$b# No @, I am definitely not talking about my childhood here... Okay, maybe a little. $0#$b# Anyways, you ready to go? $1",
	"SDVFair.June.04": "Care to sneak out with me, @? We could go to Log Cabin Hotel, and no one will be there to disturb us. $6#$b# I can certainly thing of various activities we can do together before the tourists arrive. $4",
	"SDVFair.June.05": "I'll be at Gus' stand if you need me, darling. The smell of the barbeque... it beckons me towards it's sweet embrace. $1#$b# Though I'd rather spend the day with you at the farmhouse, I suppose some fresh air would do us both good... $0#$b# Go ahead and participate in the games while I'll be getting some peace from the loud noises, 'kay? $0",

	"SpiritEve.June.01": "Let me tell you this, @. Don't go into the maze, worst mistake of my life. $2#$b# There's a bunch of giant spiders that honestly looked like they were about to jump me. Do you... have your weapon on you? $7",
	"SpiritEve.June.02": "Oh, please don't mind me, @. Just taking a breather. $1#$e# Gus has really outdone himself with the cocktails for this year's festival. Ehehe~ $6",
	"SpiritEve.June.03": "You know, @... I might want to explore the maze this year. But only as long as it's with you, if you don't mind. $4#$b# And even if we get lost in there, it would be certainly fun with you. $4",
	"SpiritEve.June.04": "Would you like us to explore the maze together, @? $1#$b# Why? Well, why wouldn't I want to spend some quality time with my absolutely stunning, breath-taking, drop dead gorgeous spouse? Hm? $6#$b# Besides, if anything tries to jump us, I will have nothing to fear as you'd be with me. Well, that and the fact that you're better at navigating this Yoba-forsaken thing than me. $1#$b# Yes, my dear, you may laugh at me for being, and I quote, 'the first one to die if we ever find ourselves in a scenario straight out of a horror movie.' Because I also adore your laughter. So who's the winner here? $6",

	"IceFest.June.01": "This weather is just perfect for a nice cup of coffee, isn't it? $1#$b# I'm more of a espresso kind of guy, but I gotta admit that there is something delectable about a latte macchiato on a nice, snowy morning. $0#$b# Especially if you pair it with something sweet! I prefer something with chocolate. Any kind of chocolate as long as it's quality stuff, and not something with Joja branding on it. It kind of makes the whole experience that much richer. $1#$b# Oh! Or a Cappuchino Mousse Cake! Some might say that it's a bit of an overkill, but to each their own. For me, there is no such thing as 'too much coffee.' I mean, it's like ambrosia to one's taste buds. $6#$b# %June continues to talk your ears off about the different confections and how well they pair with different kinds of coffee. Not that you mind.",
	"IceFest.June.02": "Am I the only one that wants to lick one of those giant candy canes? When did Gus even have the time to prepare these? $1#$e# ...Huh?! What do you mean they're PLASTIC?? No, that's actual sacrilege! $7",
	"IceFest.June.03": "There you are, @! Here, have something warm and invigorating before the contest, hun. [253] $8#$b# Unless you want me warm you up a bit differently... $1",

	"WinterStar.June.01": "Hmmmm... Time is going way too fast... $2#$b# I sometimes really wish I could stay in the valley longer. $2",
	"WinterStar.June.02": "Huh? What I'd like? $9#$b# Oh, it's simple, really. It's to be able to take you with me. $8#$b# I know, I know. You have your farm to take care of and the room would be a teeny tiny bit cramped with the two of us, but give it a thought. $1",
	"WinterStar.June.03": "What I'd like, huh? $8#$b# Well, all I need is you in my arms tonight, @. We can cuddle while watching 'The Zuzu City Express.' But I'm open to suggestions, my dear. $4",
	
	"Gathering.June.01": "Though I'm personally more of a classical and jazz person, I don't think there's anything wrong with appreciating different kinds of music. $8#$b# By the way, @, you wanna go grab a bite? $1",
	"Ember.June.01": "Honey, I don't want to leave you for half a year... $2#$b# Wish I could take you with me. Are you sure you don't want to? $2#$b# I know your farm needs someone to take care of it, but I'm going to miss you terribly. Promise you'll write. $2",
	"Ember.June.02": "It will certainly be interesting to stay here once spring rolls around. $9#$b# And I'm really happy. I can't wait to spend many years in your embrace. $8#$b# To our happy marriage! Love you! $4",

	
	
	"EggFest.Kiarra.01": "I think adults should not take part in the Egg Hunt. I mean, it's an event specifically designed for kids so they don't get bored. Y'know, while their parents keep talking with each other on hours on end, exchanging gossip and whatnot. $0#$b# Sure, Lenny likes to tease 'em that she's gonna win, but that's just that. Just teasing. $0#$b# You and that purple-haired girl should just let them have their fun. C'mon, you're better than that! $a",
	"EggFest.Kiarra.02": "Hey, cousin! You wanna try some of the egg tarts? I managed to snag some of 'em before they were gone. $1",
	"EggFest.Kiarra.03": "Aww, look at those two! Trinnie and Keahi look so adorable taking care of their little stand. $1#$b# Maybe I should support them and buy some of their stock. Besides, noodles always taste best when made with fresh ingredients! $1",
	"EggFest.Kiarra.04": "Hey there, treasure! Wanna take some photos with the bunny cutouts? $1#$b# C'mon, it would be cute! $1#$b# %Kiarra grabs your hand before you could give your answer.",
	"EggFest.Kiarra.05": "Hey, treasure? How 'bout you take a break from the Egg Hunt this time? $0#$b# C'mon, let the kids have some fun. I know you only do it to make sure that purple-haired girl doesn't win, but let's just chill together, yeah? $1",

	"FlowerDance.Kiarra.01": "Man, how the girls are pulling off that look is beyond me. $4#$b# Huh? Me? In a dress? Nope, never happening. $0#$b# Trust me, you don't wanna see my pale legs. $1",
	"FlowerDance.Kiarra.02": "I've noticed that many people grumble this festival is too old-timey. $0#$b# Personally, I love it. The flowers are in full bloom, the weather is just perfect, and the costumes have this special type of charm to them. $1",
	"FlowerDance.Kiarra.03": "Hey there, treasure! Wanna dance later? $4#$b# I normally don't like to dance, but it could be a good opportunity to goof around, y'know? $1",

	"Luau.Kiarra.01": "The ocean is a soup, cousin. $0#$b Don't believe me, huh? It is salty, it has veggies in the form of seaweed, and it has fish meat. $0#$b ...It is cold, though. Perhaps it's a gazpacho! $1#$e# Why am I telling you this, cousin? Oh, that's easy! $1#$b# Because no one will believe you if you tell it was me. $0",			
	"Luau.Kiarra.02": "I really hope no one got mangoes for this year's potluck. $2#$b# Not that I'm allergic or anything, but the taste is just so disgusting, like it's an affront to Yoba himself. I don't get how anyone can eat them. Just the smell makes me feel nauseous. $a",
	"Luau.Kiarra.03": "You got any wine in there, cousin? $1#$b# Anything tastes better when cooking with some wine. As long as it's not that nasty cooking wine, the one in those little bottles. $1#$b# I've been taught that one should not cook with wine they wouldn't drink even if they got paid. $1#$b# Alcohol content? Eh, as long as the temperature is high enough, the alcohol itself will evaporate, so only the enchanced taste will stay. No worries, the kids will be able to enjoy the potluck. $0",
	"Luau.Kiarra.04": "Good to see you relaxing, treasure! $1#$b# Hey, how 'bout we stay here after the part's all wrapped up? $4#$b# What? Can't a girl want to hang around with her lover in peace? *chuckle* $1",
	"Luau.Kiarra.05": "Oh, the potluck smells soooooo good this year! If not for the hot weather, it would practically be heaven. $4#$b# Hey there, treasure, fancy seeing you here! What you got there for this year? $1#$b# Whatever it is, it wil surely be delicious. $4",

	"Jellies.Kiarra.01": "Not gonna lie, treasure, this festivals's pretty much one of my favorites. $1#$b# *sigh* Wish the people weren't so dumb as to damage their natural habitat. $2#$e# Hey. You know what would make this festival better, @? $4#$b# %Kiarra takes your hand in hers, fingers intertwining. #$b# This. $4",
	"Jellies.Kiarra.02": "Let's stay close when the Jellies come, 'kay, @? $0#$b# I'd really love to watch them with you. $1",

	"SDVFair.Kiarra.01": "ONE COIN?! ONE coin for all that! That's some bull- $a#$b# Man, some of those games are rigged! I'm telling you, RIGGED! $a#$b# Me and Alex both tried to beat the strenght challenge. It absolutely SUCKS! We barely beat it after a couple attempts. $a#$e# *sigh* Happy thoughts, Kiarra. Imma go grab a bite, maybe I'll chill out. I don't deserve to ruin my nerves because of that one. $2#$b# I'm already angry, I don't want to be hungry on top of that. $2",
	"SDVFair.Kiarra.02": "Soooooo, @, uhh... $4#$b# You wanna good luck kiss? You know, before your little showdown with Pierre, he he. $1",

	"SpiritEve.Kiarra.01": "I soooooooo need to get Lorenzo and Anton to explore the maze with me. I's getting even better this year!! $1",
	"SpiritEve.Kiarra.02": "Hey, @, treasure. You wanna see how deep into that maze we can go? $1#$b# Just try to not to rush to much, gotta keep some of that stamina for later, 'kay? $4",

	"IceFest.Kiarra.01": "You know, treasure, I think this festival could've been better had it not been about fishing. For both the fish and the people. $0#$b# I mean, we only have to gather 'round to watch a handful of contestants fish? And that's it? No offence to you, @, but that sounds boring. Especially since everyone has to freeze their butt off. $0#$b# At least the Mayor listens to the voice of reason and lets the fish go without them getting harmed. $2",
	"WinterStar.Kiarra.01": "Happy Winter Star, treasure! Here' a lil something I made for you. [220] $4",

	"Gathering.Kiarra.01": "What's up, treasure? You wanna go hang out at the buffet? $1#$b# Hmm? The competition? $0#$b# Nah, my heart's not in it, to be honest. Actually, it seems quite silly to me. $1#$b# Heard that both stands sell some neat goodies, so you might want to check 'em out. $1",
	"Ember.Kiarra.01": "Hmm, maybe I should try to get more free time next year. $0#$b# Gotta have enough time to chill with loved ones, including you, y'know? $1",



	"Lorenzo.FlowerDance.01": "I remember the first time me and Shanice danced. She was absolutely gorgeous, she still is. $0#$b# I assure you, though, that I was not 'dripping like a waterfall', like she likes to say. $1",
	
	
	
	"EggFest.Maive.01": "...I believe I just saw one of the villagers pour something into the punch. $a#$b# *sigh* What is wrong with this place? With no one overseeing the buffet, it will only be a matter of time 'till someone makes half of Pelican Town sick. $a",
	"EggFest.Maive.02": "The Mayor should issue stricter rules regarding entering the annual Egg Hunt. $0#$b# It cannot be that adults are allowed to enter into a any activity meant for children. $a#$e# That includes you, @. $a",
	"EggFest.Maive.03": "Ms. Lenny has been musing about creating a second Egg Hunt lately. The new one would be designed specifically with adult contestants in mind. $0#$b# Mr. Lewis is not as keen on extending this festival. Though, to be fair, that is his usual response to the suggestions of using any additional funds. $0#$b# Me? I think it would be a good idea, as long as the contestants do not take their little games too overboard. $1",

	"FlowerDance.Maive.01": "The accessability is downright appaling! $a#$b# Some denizens of both Ridgeside Village and Pelican Town require a mobility aid to safely move about. $0#$b# And the only way to even make it to the festival grounds in the first place is through something I wouldn't even call a 'bridge'. $a",
	"FlowerDance.Maive.02": "If not for the generosity of the local carpenter and volounteers, this festival would've been in shambles. $a#$b# Though one could argue that this is to be said about the vast majority of the festivities. $0",

	"Luau.Maive.01": "This is a wonderful opportunity for the denizens of the Valley to come and enjoy the summer. $0#$b# But unfortunately, just like the Egg Festival, a major issue with it lies with how just anyone can tamper with the food. And for the Luau, there have been actually documented cases. $2#$b# What makes it even more egregious is the fact that it is the Governor's favorite festival, and it is one of the reasons why he visits Pelican Town in the first place. $2#$e# I assume you will be on your best behavior, right, @? $1",
	"Luau.Maive.02": "As long as there's no commercial use in mind, the Luau is almost perfect. $1#$b# My main qualm with it is how there's little shade is being provided. The constant sun exposure may be quite detrimental to the health of children and the elderly. $0#$b# Still, there's this charm to it that I cannot deny. $1",
	"Luau.Maive.03": "The Luau is one of my favorite festivals, truth be told. I simply adore the feeling of the warm sun and the salty smell of of the ocean. $1#$b# In a way, it reminds me of my late husband. $1#$b# Ah, I miss that old fool. $1",

	"Jellies.Maive.01": "I will admit that Mr. Lewis is doing fine with this festival. $0#$b# There is only the main event, but it's quite lovely like that. Very quaint. $1#$e# Now, if it had just a bit of advertisment, it would be a success. $0#$b# Pelican Town would receive more revenue from tourism, and the tourists would be able to witness something truly marvelous that they wouldn't be able to see in a city. $1#$b# And with time, who knows, it would garner quite the following. $1",
	"Jellies.Maive.02": "%Maive is looking into the distance. #$b# My late husband was always fascinated by these jellyfish. It was actually his favorite festival. $0#$b# He adored the gentle sounds of crashing waves when fishing. $1",

	"SDVFair.Maive.01": "It's quite interesting to see how well Mr. Lewis and Ms. Lenny can do with the festival planning as long as there's no specific theme with mind. $0#$b# It is quite satisfactory, there are various games, a buffet, and there are actual returning tourists. $1#$e# If only the other festivities were as well prepared as this one, and better advertised as well. $0#$b# Perhaps then would this town truly flourish. $0",
	"SDVFair.Maive.02": "How curious. $0#$b# It seems the young red-headed lady has managed to find a loophole at the gambling wheel. $0#$b# Of course, I'm purely judging based on the strange individual's rather sour expression. $1",	
	"SDVFair.Maive.03": "Your Grandmother simply adored this festival, @. She loved the various games the Fair provided. $1#$b# Whenever she had the chance, she would grab me so that we could engage in the festivities together. $1#$e# ...I do sometimes long for these times to go back. $2",
	
	"SpiritEve.Maive.01": "Perhaps it is for the better that Governor Kayden does not come to the Valley for the Spirit's Eve festival. $0#$b# I worry what reaction he would have should he see his son... dressed like that. $2",
	"SpiritEve.Maive.02": "I'm not quite sure these skeleton cages should be located so close to the festival grounds. $2#$b# I know that the members of the Adventurer's Guild are skilled, but I can't stop worrying. $2#$e# What if they were to break out... $2",
	"SpiritEve.Maive.03": "I'm very thankful for Mr. Rasmodius's help with the festival. $0#$b# Thanks to him, the locals have a grand attraction. And he does that, year after year, with no monetary incentive. $1#$e# I worry how much worse it would be if Mayor Lewis was fully responsible for these festivities. $2",
	
	"IceFest.Maive.01": "I do not know why Mr. Lewis even thought that this festival was a good idea. Every element is poorly executed and rushed. $0",
	"IceFest.Maive.02": "Only a small fraction of the general populace of the Valley is actively participating in the festivities. $0#$b# Meanwhile, the vast majority of the inhabitants can only really watch on, all the while everyone involved is freezing. $2#$b# If it wasn't for Suki and her kindness, no one would've had even the opportunity to warm up in this weather while on festival grounds. This is a strategic planning failure. $a",
	"IceFest.Maive.03": "This festival would benefit greately from a general overhaul. $0#$b# The Valley is home to highly skilled artists, @, just look at the ice sculptures that are presented here, year after year. $1#$b# I believe that both Pelican Town and Ridgeside Village would benefit greately if the Ice Festival was turned into an annual contest for artists. $1#$b# The touristic potential for this, with just a bit of marketing, would be astronomical. $1",
	
	"WinterStar.Maive.01": "Happy Winter Star, @. May the following year bring you much success. $1",
	"WinterStar.Maive.02": "As long as the gift comes from the heart, it should not matter how much was spent on it. $1#$b# Oh? What's with that look, @? Happy Winter Star to you, too. $1",
	
	"Gathering.Maive.01": "As much as Ms. Lenny grinds my gears sometimes, I must admit that she is a superior organizer, especially when compared to her brother. $0#$b# There's a buffet for everyone to enjoy, a main event, and there are other activities than just the sale. $1",
	"Gathering.Maive.02": "I believe the annual sale is a wonderful learning opportunity. $1#$b# The participants gain hands-on marketing and managerial experience. Everyone's working in groups, so it helps with the individual's teamwork abilities. $1#$b# And the gender-based division is much better and clear-cut than the hassle of letting the participants divide each other. $0#$b# Though some youths may deem it 'dated', it provides a far better outcome than if someone was left behind. $2",
	"Gathering.Maive.03": "It is quite curious to see such oddities like prismatic shards on sale. $0#$b# I do not know how these youths acquired such a rarity in the first place, but I'm highly intrigued. $1#$e# I suppose that this sale will be advantageous to you, @? $1",
	
	"Ember.Maive.01": "I will be watching your career with great interest, @. $h",
	
	
	
	"Olivia.Gathering.01": "This year's spread is absolutely magnificent. @, dear, have you tried the pumpkin pie? $1#$b# Here, my treat. [608] $1",
	"Olivia.Gathering.02": "Are you enjoying yourself, dear? $1#$b# It is important to take a break every once in a while, prefferably in good company. $0",
	"Olivia.Gathering.03": "Are you having fun, sweetie? $1#$b# Now, don't run yourself ragged, @. You should use this festival as a break from everyday life. $1#$b# Though we can spend some time tiring you out later. There are some things I could show you, if you're willing. $4",
	
	"Olivia.Ember.01": "Happy New Year, @. May you have a very successful and profitable year. $1#$e# Oh, while you're here, @, have you got any plans regarding turning %farm Farm into a wine-making business? $1",
	"Olivia.Ember.02": "Happy New Year, sweetie. I got something for you. $1#$b# I had bought this from Blue Moon Vineyard. How about we enjoy it later, together. [FlashShifter.StardewValleyExpandedCP_Aged_Blue_Moon_Wine] $4",
	
	
	
	"Sophia.Gathering.01": "Ummm... Why do I have to take part, again? $2#$b# There's way too many people here... $2",
	"Sophia.Gathering.02": "@, can we get some snackies soon? $0#$b# I smell something very delicious from the food court. $1",
	"Sophia.Gathering.03": "Honey! $1#$b# %Sophia glomps you. #$b# Can we get some Grampleton Orange Chicken when me and the girls are done? Pretty please, with sugar on top? $1",
	"Sophia.Gathering.04": "@, hun, can you do me a favor? Pretty please? $0#$b# I don't feel too well. This place is a bit too loud to my liking, it's tiring. $2#$b# Can we, like, go to the side, so I can relax? And could you give me some kisses while we're at it? $0",

	"Sophia.Ember.01": "Oh, umm, hello, @. Happy New Year. $0",
	"Sophia.Ember.02": "Happy New Year, @. $1#$b# You know, I wish my parents were here, so they could attend with us. $2#$b# But I'm really glad that at least I've got you, hun. You're my new family now. $1",
	
	
	
	"Susan.Gathering.01": "Both groups got some real interesting wares for sale, and for quite the bargain, too. $0#$b# Have you browsed throught the displays yet, hon? Be sure to check them out, if you haven't already. It would be a shame to miss such a good deal. $1",
	"Susan.Gathering.02": "@, hon, you want to get some snacks before the concert? $1#$b# Good food always tastes better in good company. $1",
	
	"Susan.Ember.01": "Happy New Year, hon. $1#$b# Make sure not to overwork yourself on your farm, 'kay? $1",
	"Susan.Ember.02": "Gus's cranberry candy is to die for, it makes the long treck in the snow that much more worth it! $1#$b# Here, have some, hun! After all, what better way to welcome the new year by sharing the things you love. [612] $1",
	


	"EggFest.Torts.01": "*Hisses at the eggs* $a",
	"EggFest.Torts.02": "*Rolls in grass* $0",
	"EggFest.Torts.03": "Looks at the playing kids lazily* $0",
	"EggFest.Torts.04": "*Blep* $1",
	"EggFest.Torts.05": "*Lays in the warm spring sun* $1",

	"FlowerDance.Torts.01": "*Chews on some flower petals slowly* $0",
	"FlowerDance.Torts.02": "*Has colorful flower stickers stuck to his shell* $0#$b# *They're glittery* $0",
	"FlowerDance.Torts.03": "*Eats a flower stem like it's spaghetti* $1",
	"FlowerDance.Torts.04": "*Wears a flower crown on his shell* $1",
	"FlowerDance.Torts.05": "*Eats a whole mouthful of flower decorations* $1#$b# *Torts looks like a hamster with those full cheeks* $1#$b# *A very scaly hamster, but a cute one* $1",
	
	"Luau.Torts.01": "*Relaxes on the warm sand* $1",
	"Luau.Torts.02": "*Watches how the sun sparkes in the water* $0",
	"Luau.Torts.03": "*Enjoys the music from the distance* $1",
	"Luau.Torts.04": "*Stares off into the distance, planning another heist* $0",
	
	"Jellies.Torts.01": "*Stares off into the abyss of the night* $0",
	"Jellies.Torts.02": "*Searches for the glow of the Loonaloos in the distance* $0",
	"Jellies.Torts.03": "*Breathes in the cool sea breeze* $0",
	"Jellies.Torts.04": "*Ponders the glowing Loonaloo* $0",
	
	"SDVFair.Torts.01": "*Hisses at the loud tourists* $a",
	"SDVFair.Torts.02": "*Scoffs at the trash on the grass* $a",
	"SDVFair.Torts.03": "*Chomps on a fallen leaf* $0",
	"SDVFair.Torts.04": "*Stares at a small pumpkin, plotting to eat it* $0",
	
	"SpiritEve.Torts.01": "*Hisses at the skeletons in the cage* $a",
	"SpiritEve.Torts.02": "*Lays on a gun* $0#$b# *After looking at it for a while, you conclude it's plastic* $0",
	"SpiritEve.Torts.03": "*Tries to eat a Jack-o-Lantern* $0",
	"SpiritEve.Torts.04": "*Looks for a knife* $0",
	
	"IceFest.Torts.01": "*Tries to eat snow* $0",
	"IceFest.Torts.02": "*Snuggles up to Yuuma for warmth* $1",
	"IceFest.Torts.03": "*Sticks out his tounge to catch a snowflake* $0",
	"IceFest.Torts.04": "*Makes another snow turtle-angel* $0#$ *A fine addition to his army of snow-turtle angels* $1",
	
	"WinterStar.Torts.01": "*Snacks on a branch of the festive tree* $1",
	"WinterStar.Torts.02": "*Listens to the jingling bells* $0",
	"WinterStar.Torts.03": "*Looks at the gifts* $1",
	
	"Gathering.Torts.01": "*Tries to sell you a knife* $0",
	"Gathering.Torts.02": "*Eats the soup he's been trying to sell* $0",
	"Gathering.Torts.03": "*Bleps* $1",
	"Gathering.Torts.04": "*Tries to sell you a plastic gun to help you with heists* $0",
	
	"Ember.Torts.01": "*Looks intently at the large, soon-to-be-lit bonfire* $0#$b# He looks cold $a",
	"Ember.Torts.02": "*Wears a winter hat hat on his shell* $0",
	"Ember.Torts.03": "*Freezes his butt off* $a",
	"Ember.Torts.04": "*Probably intends to commit arson due to the cold* $1",
	
	
	
	"Victor.Gathering.01": "Mmmm, those smells... Mr. Pika and Gus are at it again, huh. $1#$b# Oh, hey there, @. Say, how about you and me go grab a bite soon? $l",
	"Victor.Gathering.02": "Not again... Who keeps giving Keahi slime, anyway? Ugh, our stall is a total mess... $2#$e# Oh, hi, love. Say, you wouldn't know where little Keahi keeps getting all that slime from, would you? $0#$b# ...Wait a sec, what's with that look on your face? @? @!? $7",
	"Victor.Gathering.03": "Another year, another half-done stall... $0#$b# Oh, hey there, dear. Say, how inclined are you to buy from the boys' stall? I could give you kisses to make you consider this. $h#$b# As many as you want. $l",
	"Victor.Gathering.04": "I swear to Yoba, next year I'm getting Jeric to leave the planning to me. $0#$b# Hey there, darling, glad to see you made it! $h#$b# How about we grab something to eat and pick a spot near the stage? I'd love for us to relax together! $l#$e# Now, if you excuse me, I need to make sure the boys' stall won't crash and burn. Love you! $l",

	"Victor.Ember.01": "Happy New Year, @! $h#$b# Hope the next year will be even better for you! $h#$b# By the way, would you mind visiting me tomorrow? The bridge's structure has inspired me to work on a draft, but I'd appreciate your company. $l",
	"Victor.Ember.02": "Happy New Year, sweetheart! May all that you wish for come true! $h#$e# Oh? What I wish for? Well... It's a secret, but you might find out soon enough. *chuckle* $l",
	"Victor.Ember.03": "Happy New Year, my love! Thank you for sticking around for so long! $h#$b# Can't wait to spend even more years with you! $l",

	
	
	"EggFest.Zayne.01": "There you are, my love. You seem quite egg-static today! $1#$b# Ha ha, I do apologize, @, but it seems the festive spirit got quite the chokehold on me. $0#$b# Oh, before you go and sweep the eggs from under Abigail's nose like she rightfully deserves... $6#$b# %Zayne places a soft, almost feather-like kiss upon your forehead. It's not much, but it centainly is enough to make you yearn for more. $b# Good luck! $4",
	"EggFest.Zayne.02": "I remember attending my first Egg Festival when I was young. I had quite the competitive side back then. $0#$b# I don't mean to brag at all, but beating Shiro was always quite the cakewalk. He would often omit a large number of eggs wherever he ran. $6#$b# I do remember one of my strategies involving following him from a distance and collecting the eggs he did not notice. I did win, yes, but Grandmother would later admonish me for winning in such an 'unfair' and 'disgraceful' manner. $7#$b# *sigh* It did not help that the very next year, Abigail would trail behind Shiro like I originally did. $2#$b# She has very sharp eyes, for that I'm impressed. Though that is lessened by the fact that she keeps beating the little ones, year after year. $7",
	"EggFest.Zayne.03": "Time does seem to fly, doesn't it, love? I do so remember the times I would attend the Egg Hunt. Me and Lorraine were quite the team in our youth. $7#$b# All the strategizing we did betwixt our studies. The various ways we tried to beat Abigail, not knowing we might have contributed to her obsession with winning against a group of children. $0#$b# It seems so distant a memory, yet so close. I suppose you feel similar with your first Egg Hunt, hmm? $0#$b# Oh my, I'm sorry if I make you feel old, but I just couldn't help but reminisce. How about I make up for it. *kiss* $7#$e# If you beat her, there will be more than just a kiss waiting, my love. $6",
	"EggFest.Zayne.04": "I do wonder if others would like to compete in a second Egg Hunt, this time designed with adults in mind. It definitely would be an idea worth discussing with Mayor Lewis, don't you think, my love? $1#$b# I do remember us all being egg-static whenever the festival returned. It would be wonderful to be able to re-live those past memories. $2#$b# Me and Lorraine, the younger Legame siblings, Shiro, Abigail, Corine, eventually also young Ms.  Goldsworn, Blair, Paula, Sebastian, Maru, Alex. One time, we even had to go against Ms. Lenny. Those were the times. *chuckle* $0#$b# Ah, but Shiro... Well, we'll have to figure out something. $2#$b# You should definitely join in, dearest. Who knows, maybe we could beat them all together. $4",

	"FlowerDance.Zayne.01": "This festival is a great showcase of grace and cavalry. Grandmother's always taught us to uphold honor in all our ways, and this was the first festival she let us take our first go at it. $0#$b# Despite having my toes stepped on a lot in the past, I do remember this festival very fondly.$1#$b# There is something calming, something liberating about dancing out in the field of flowers instead of the mansion... $7#$b# Though don't think I don't reminisce about our first dance together, love. I do feel butterflies in my stomach every time I think about that one. $4",
	"FlowerDance.Zayne.02": "It's quite alright if you decide to dance with others today, @. I can't wait to dance with you for our upcomming wedding, my love. $1",
	"FlowerDance.Zayne.03": "Remember to save me your first and last dance later, my love. I practiced my waltz for you earlier. $0#$b# I can lead, if you so wish. So please don't hesitate, I will endure getting my toes stepped on for the rest of my life just for you. $1",
	"FlowerDance.Zayne.04": "Love? Would you prefer to dance in a more private setting? I could arrange something, if you so wish. $0#$b# Imagine this: just the two of us, the soft sound of stereo playing in the background as we slowdance. Just the thought makes me feel butterflies in my stomach. $4",

	"Luau.Zayne.01": "The Governor and Grandmother are close friends. His presence today gives us the opportunity to be caught up with politics on a more direct level. $0#$b# I have to admit, I wasn't thrilled whenever I had to listen to their discussions for sometimes hours on end as a youth. $2#$b# It often felt like... How to say this... $2#$b# Oh! I always hoped that Grandmother and the Governor would end their discussions early, or that I could sneak off and play. $0#$b# Alas, Grandmother thought it would be a great opportunity for me to learn. $7#$b# It was much more fun whenever Jeric would come visit with the Governor, though. $1",
	"Luau.Zayne.02": "It's perhaps a good thing the others are not responsible for our wedding cake. $3#$b# Don't get me wrong, my love, I don't doubt their skills, at least seperately. But I've also seen Sam try to put in sardines into the soup and I'd rather not risk it. $7",
	"Luau.Zayne.03": "I do hope nobody gets food poisoning from this. $2#$b# To be honest, that has always been a fear of mine because in one of my travels, I once saw a fellow ambassador sent to the hospital because of food poisoning. $3#$b# Nevertheless, I've asked some personnel to keep watch of the ingredients being put in just to be on the safer side. $7#$e# I sincerely hope you don't put any strange items into the potluck, regardless of your 'fondness' for the mayor. $6",
	"Luau.Zayne.04": "It certainly was an interesting idea on Ms. Emily and Mr. Akina's side for the yearly potluck. $1#$b# This festivity reminds me of the time I travelled to the Ember Islands, before Grandmother chose me as the next head of the Amethyne family. $0#$b# *sigh* I do so wish I had the opportunity to take Louie with me, just this once. $2#$b# Though I suppose he's just as happy with me being here all the time now. $7",
	
	"Jellies.Zayne.01": "I may be getting a bit distracted tonight, my love. $7#$b# Would you call me cheesy if I ever said that your beauty rivals that of the glow of the Jellies? $4#$b# Ha ha, I know, dearest. It's just that I love it when you blush. $6",

	"SDVFair.Zayne.01": "I must admit, you look quite gourd-geous on this fine day, my dear... $0#$b# Okay, okay, I'll stop. $1",
	"SDVFair.Zayne.02": "I wish you the best of luck with the grange display, my dear @. $1#$b# But regardless of the outcome, I shall give you as many kisses as you wish. $7",
	"SDVFair.Zayne.03": "Grandmother is eyeing potential employees. And if my eyes didn't deceive me, she's been observing Penny during her winning streak at the wheel. $0#$b# She says the fair could bring out someone's wit and perseverance which is why she takes this opportunity to observe other people's behavior. $0#$b# And it seemed to me that the young miss had the game all figured out, if the man's particularly sour expression was something to go by. $6",
	"SDVFair.Zayne.04": "Hmm, the fishing game certainly seems fun. $0#$b# I should ask Ariah if she'd like to take part in it. Yoba knows she deserves a break every now and then. $1",
	
	"SpiritEve.Zayne.01": "Oh, I haven't felt this happy and excited for Spirit's Eve in ages! $1#$b# I wonder if it's because of you being with me that I feel this happy, or because something else reignited that childlike joy within me once more. $7#$e# Hmmm... $4",
	"SpiritEve.Zayne.02": "@, love? May I talk your ear a bit? $0#$b# Could it be that I always liked this festival, because it was the one day in the year where I felt my duties alleviated, if only for a few hours? $0#$b# I know, I know, I sound like Ms. Hibisca's next case study, but bear with me. Please. $6#$b# What if... I liked this festival, because I didn't have to be Zayne Amethyne, but someone else entirely. $7",
	"SpiritEve.Zayne.03": "Say, love, would you like to go with me into the maze? I feel like it would be an a-maze-ing way to spend the evening, even if we end up lost in there! $1#$b# Oh, now THAT was horrible. So sorry for that! The offer still stands, of course if that's okay with you! $1",

	"IceFest.Zayne.01": "Best of luck to you, my love! And don't hesitate to tell me if you're cold afterwards, I will warm you right up in my loving embrace. $1#$e# What's with that look, @? If you want something more to warm you up, I'm afraid we'll have to sneak around so nobody witnesses us. $6",
	"IceFest.Zayne.02": "I'm not much of a fisherman really. Maybe next time you could teach me, love? $0#$b# ...Actually, this does sound like a great idea for a date! What do you think, @? $1",
	"IceFest.Zayne.03": "Hmm, I do wonder if Ariah would be at all amendable to taking part in the contest. Not so much to win as to just enjoy herself a little. $0#$b# Grandfather would often take her fishing while he was still alive. $1#$b# She seemed so much happier back then. Before she too was hurled into a world full of responsibilities at a tender age. $2",
	"IceFest.Zayne.04": "Would you like to spend the evening huddled under a pile of blankets with me, @ dear? $0#$b# Imagine. Just the two of us, with %pet sitting with us, hot cocoa, and movies. $1#$b# Just promise that I get to cuddle you if we end up watching a horror movie. $1",

	"WinterStar.Zayne.01": "I don't think I have any gifts in mind. The one you gave me was the most wonderful thing anybody could've gotten me. $l#$e# And I have an idea as to what, or rather who, you want as your gift. $6",
	"WinterStar.Zayne.02": "Please don't tell Grandmother, but I do indeed plan on utterly gorging myself on all the absolutely delectable festival sweets. $0#$b# Care to join me, my love? We may suffer a food coma out of this world later, but the benefits do, in my opinion, far outweigh the consequences. $1",
	"WinterStar.Zayne.03": "I do hope that my secret person will like my gift. I contemplated on adding a private jet trip but, I think it'll be too much. $0#$b# Maybe next year I should collaborate with you in terms of brainstorming gift ideas! $1",

	"Gathering.Zayne.01": "I sometimes get aggressive during competitions. I guess it stems from growing up in a competitive family. $0#$b# As young as Nadaline and Louie are, we were taught to strive to be better than everybody else and uphold our family's honor. $0#$b# On second thought, though, it may actually be a good idea that Nadaline is away with Father this time of the year. $7#$b# I'd rather not have the denizens of the valley suffer these two competing against each other. Yoba knows they've suffered enough with me and Lorraine. $3",
	"Gathering.Zayne.02": "@, I do love you so. Whenever I see you, my mind tells me that everything will be okay. $4#$e# ...Even with the living nightmare of a stall I need to help with. May I have a kiss before I return to help them? $7",
	"Ember.Zayne.01": "What do you wish to achieve in the next year, @? $0#$b# Regardless of how big or small it may be, I hope to be able to cheer you on as a spouse. $1",





	//// EVENTS ////
	
	// Alissa 1 Heart //
	"Alissa.event.75160462_01": "O-oh! Hello there, @. $0#$b# I hope I didn't wake you up too early, sorry if I did. $7",
	"Alissa.event.75160462_02": "Anyways... $7#$b# I wanted you to have this. A little housewarming gift. $1#$b# I-I mean, it's technically not for your house per se, I don't think it will fit in there once it grows. $2#$b# It's more for your farm. $1",
	"Alissa.event.75160462_03": "You received a Tropi Ugli Fruit Sapling!",
	"Alissa.event.75160462_04": "Straight from the Nightingale Orchard! $1#$b# I thought that since you're new in the Valley, and kinda to farming in general, that you'd probably love a more practical gift. $0",
	"Alissa.event.75160462_05": "This beaut bears fruit in the Summer, and doesn't require watering. $0#$b# Just plant that bad boy in the earth, make sure it has ample space to grow, and it'll serve you well for years to come. $1",
	"Alissa.event.75160462_06": "E-Eh?! Money? Oh, no, no, please don't bother. $7#$b# We're neighbors, even if there's, like, an entire village between our houses. *nervous chuckle* $1#$b# I just wanted you to feel a bit more welcome in your new home. C'mon, I'm not my uncle, just take it. $1",
	"Alissa.event.75160462_07": "Anyways, I gotta go. Still have some things to do at the orchard. $0#$b# Don't be a stranger, 'kay? $1",	
	
	
	
	// Alissa 3 Heart //
	"Alissa.event.75160464_01": "@! You startled me! $2#$b# How did you sneak up on me like that? I didn't even hear you. $2",
	"Alissa.event.75160464_02.1": "#I just came here to fish.#I was just taking a stroll. Can't spend all time slaving away on my farm.",
	"Alissa.event.75160464_03": "Oh, I see! Well, don't mind me, then. $1",
	"Alissa.event.75160464_04.1": "...You notice Alissa's tear-stained cheeks.#You seemed... deep in thought about something. Wanna talk?",
	"Alissa.event.75160464_05": "...$2#$b#Was it that obvious? Yoba, I'm pathetic.$2",
	"Alissa.event.75160464_06": "You probably met my parents already. $2#$b#Dad's managing the store, and both he and Mom have been out and about. $0#$b# They're trying to make up for the lost time to me. Helping with the orchard, making bacon pancakes and other delicious monstrosities, family movie nights. Stuff like that.$2",
	"Alissa.event.75160464_07": "I appreciate what they're doing. I really don't want to sound ungrateful, but...$2",
	"Alissa.event.75160464_08": "*sigh* ...But how can one even make up for, like, a decade of NOTHING? $2#$b# They left me with Uncle and Auntie when I was still a kid. They dissapeared out of my life faster than Mr. Rivera out of his marriage. $2#$b# I WANT to be supportive. I want to let them in, but I can't just forget they left me! $a",
	"Alissa.event.75160464_09": "Mom won't even talk about what she and Dad were doing while they were away! $a#$b# I tried to talk to her, but she avoids the topic like it's a plague. $a",
	"Alissa.event.75160464_10": "I don't know what to do with those two. W#hen I was a kid, I thought that it was because of me. $2#$b# I mean, what if they left because the burden of being a parent was too much for them? Like they were already dreading the upcoming years of teenage angst? $2",
	"Alissa.event.75160464_11": "I know those are just what-ifs, but what else can I do? $2#$b# It's been gnawing at me for so long...$2",
	"Alissa.event.75160464_12.1": "I'm so sorry. You're probably tired of my babbling.#I don't know if it'll help, but you have every right to feel the way you do. What your parents put you through wasn't fair at all. I can tell they're trying, though.#At least you still have contact with your parents. You know how many people would kill for that?",
	"Alissa.event.75160464_13": "...Thank you, @. $0#$b# Hey, how about we go grab a bite at Pika's, huh? $1#$b# That's the least I can do for you. $0",
	"Alissa.event.75160464_14": "I swear, Pika's desserts menu is to die for! < $1",
	"Alissa.event.75160464_15": "O-oh! I'm really sorry, I didn't know. $2#$b# I think I should go. See you later? Maybe we can hang at Pika's... someday. $2",
	
	
	
	// Daia+Jio 1 Heart //
	"Daia+Jio.event.75160465_01": "... $2",
	"Daia+Jio.event.75160465_02": "Oh, Jio~! $1",
	"Daia+Jio.event.75160465_03": "...What now. $a",
	"Daia+Jio.event.75160465_04": "There you are! $1#$b# C'mon! Don't be a stick in the mud. Let's celebrate! $1",
	"Daia+Jio.event.75160465_05": "Don't feel like it. $a",
	"Daia+Jio.event.75160465_06": "Don't be like that. $1#$b# C'mon, there will be food, and maybe we can catch that cutie farmer that saved the Valley and have some fun. $1#$b# I got a few ideas. $6",
	"Daia+Jio.event.75160465_07": "... $0",
	"Daia+Jio.event.75160465_08": "Look, the local restaurant was still open. And I managed to snag some plum pudding, from today's menu. $0#$b# Can you really refuse when your favorite dessert is on the line? $7",
	"Daia+Jio.event.75160465_09": "You go ahead and celebrate with others. $2#$b# I... I still need to meditate on something. $2",
	"Daia+Jio.event.75160465_10": "... $2#$b# It's Granny, isn't it? $2",
	"Daia+Jio.event.75160465_11": "... $2",
	"Daia+Jio.event.75160465_12": "... $2",
	"Daia+Jio.event.75160465_13": "She didn't deserve... $2",
	"Daia+Jio.event.75160465_14": "I know. $2#$b# But I don't think she'd want us to suffer when we think about her. $0#$b# It would only break her heart. $2",
	"Daia+Jio.event.75160465_15": "Oh, oh! $1#$b# Remember when she fed you all those cakes? To see which one you liked the most? $1#$b# You honestly looked like a hamster with those cheeks, ha ha! $1",
	"Daia+Jio.event.75160465_16": "That whole house smelled of freshly-baked goods. $0#$b# A mere glimpse into the past makes my stomach rumble. $1",
	"Daia+Jio.event.75160465_17": "Then eat the goodies I brought you. They're still nice and warm. $6#$b# Who knows, maybe the villagers got half of her and Gramps's talent! $6",
	"Daia+Jio.event.75160465_18": "Thanks. $0#$b# Remember the doll she gave you? $0",
	"Daia+Jio.event.75160465_19": "Of course! I still got her inside the base! She's keeping it safe and sound. $1#$b# Our Lady and Granny even had quite the discussion, because apparently we were getting 'spoiled' and 'soft-hearted' and whatnot. He he. $6",
	"Daia+Jio.event.75160465_20": "...You remember this far back? $0",
	"Daia+Jio.event.75160465_21": "Well, yeah! It's a core memory at this point. $7",
	"Daia+Jio.event.75160465_22": "Pff... $1",
	"Daia+Jio.event.75160465_23": "Oh, don't laugh! $8#$b# You loved getting her attention, too. $8",
	"Daia+Jio.event.75160465_24": "Jio and Daia carried on with their musings for the rest of the night, reminiscing about the past.",
	
	
	
	// Maive 5 Heart //
	"Maive.event.75160463_01": "Is that all? $0",
	"Maive.event.75160463_02": "Yes. $0",
	"Maive.event.75160463_03": "Very well, then. Tell your master I shall arrange appropriate counter-measures. $0#$b# I'll also need to convene with the leader of the Pelican Town charter of the Adventurer's Guild. $0#$b# In the meantime, keep an eye on @. I'd rather not have them hurt by those... things while they're galavanting around. $a#$b# Understood? $0",
	"Maive.event.75160463_04": "It will be my pleasure, Madame. $6",
	"Maive.event.75160463_05": "Hmph. $0#$b# Since when do you assign your own jobs, Daia? $0",
	"Maive.event.75160463_06": "Oh? What's this? $h#$b# Does the big 'ol grump finally not hate their guts~? $7",
	"Maive.event.75160463_07": "Ahem. $0#$b# If there is nothing else to discuss... $0",
	"Maive.event.75160463_08": "There's one more thing. May I have a question, Madame? $h",
	"Maive.event.75160463_09": "What is it? $0",
	"Maive.event.75160463_10": "Why didn't you tell us your Grandson is this hot? $6#$b# I can't see a reason as to why he couldn't be part of the earlier discussions. $7",
	"Maive.event.75160463_11": "Umm... $7",
	"Maive.event.75160463_12": "Next time, I'm coming here alone. $a",
	"Maive.event.75160463_13": "Agreed. And I'm going to forget this transpired in the first place. $a",
	"Maive.event.75160463_14": "Oh, come on! I'm asking the real questions here. $a#$b# And trying to lighten the mood. $8",
	"Maive.event.75160463_15": "Right... $0#$b# Sonny, escort our esteemed guests. $0",
	"Maive.event.75160463_16": "Of course, Madame. $1",
	"Maive.event.75160463_17": "... $2",
	"Maive.event.75160463_18": "Grandmother, what is... wrong with this place? $2#$b# Cults. Monster infestations, and this close to the village, no less. $2#$b# Shouldn't the military be involved? And why aren't Ms. Lenny or the Mayor doing anything?! $a",
	"Maive.event.75160463_19": "Oh, Zayne... You're the best I've got, and even then... $2#$b# Think. Can't you imagine how the populace would react should they EVER learn they're living on a ticking time bomb? $a",
}