{

"Cameron.CameronOne.txt": "Hey Bestie!^It's been awhile. It's Cameron from the Joja cubicle farm. I still can't believe you left to become a farmer. I'd've given anything to see management's faces when you turned in your resignation letter! By the way, there's a new rule: No Plants in Cubicles, so I don't really need these anymore.^-Cam",
"My Letter Title": "Cam's first letter",
"Cameron.CameronTwo.txt": "Hey Bestie!^You're not gonna believe this! I stopped at the store for some beer after work, and what do I see with the wine? A bottle of [FarmName] Farm Premium Red!^^You know, I grew this in my gran's garden. Do you think you could make wine from it?^-Cam",
"My Letter Title2": "Cam saw your wine",
"Cameron.CameronThree.txt": "Hey Bestie!^I can't remember if you do a lot of reading, but I just picked up the new book by Two-Time Award Winning Author Rodney O'Brien! I won't spoil anything for you but it may be the last in the series! Check it out when you can.^^-Cam",
"My Letter Title3": "Rodney's Book",
"Cameron.CameronFour.txt": "Hey Bestie!^So, my friend Gina visits her relatives in Ridgeside every year for something called the Feast of the Winter Star. If you celebrate, I want to wish you a happy holiday!^Joja gave us each a six-pack of Joja Cola as an end-of-year bonus, so I figured I'd spread the wealth.^-Cam",
"My Letter Title4": "Happy Winter Star",
"My Letter Title4B": "Happy Winter Star",
"Cameron.CameronFourB.txt": "Hey Bestie!^So, I heard from a friend that your valley celebrates something called the Feast of the Winter Star during this time of year. If you celebrate, I want to wish you a happy holiday!^Joja gave us each a six-pack of Joja Cola as an end-of-year bonus, so I figured I'd spread the wealth.^-Cam",
"Cameron.CameronFive.txt": "Hey Bestie!^Sorry to be a downer today @, but my buddy Hugh just got back from the front in Gotoro. There was a firefight and he was hit. His leg's messed up pretty bad.^He's not the same anymore, @. He's drinking a lot and never laughs. Sorry to burden you with this, but I don't really have anybody else to talk to about it.^-Miss you, Bestie. Cam",
"My Letter Title5": "War Buddy",
"Cameron.CameronSix.txt": "Hey Bestie!^Today's letter isn't great. My brother has a 'totally legal' radio that can get stations from outside Ferngill. Well, last night we heard a news report from some foreign country. There was a battle on the Gotoro Frontlines, heavy losses. I have friends out there, and the Republic isn't even reporting these things.^ -Cam",
"My Letter Title6": "War News",
"Cameron.CameronSeven.txt": "Hey Bestie!^Wanted to tell you some of my good news. I bought a scratch off ticket and won 10,000g! I am so stoked! Top prize was a million. Imagine if I had a million gold? I could buy a farm like yours and quit Joja forever!^-Cam",
"My Letter Title7": "Millionare!",
"Cameron.CameronEight.txt": "Hey, Bestie!^Went by the newsstand to check for anything good in the Entertainment Section, and I saw a copy of the Stardew Valley Tribune. I bought it and lo' and behold, there's an article about [FarmName] Farm! Keep up the good work @!^-Cam",
"My Letter Title8": "Saw your article!",
"Cameron.CameronNine.txt": "Hey Bestie!^Without you at the water cooler, I got nobody to share this with. You remember Brenda in Accounting? Well, she's pregnant! And you'll never guess who the father is.^The head of Accounting!^Send me some Farm Gossip when you can.^-Cam",
"My Letter Title9": "Brenda's Pregnant",
"Cameron.CameronTen.txt": "OMG Bestie!^Brenda in Accounting had her baby, and the entire office is in an uproar! Turns out that the head of Accounting wasn't the only possible father. One of the Vice Presidents of the Cola Division is demanding a paternity test!^I'll keep you updated.^-Cam",
"My Letter Title10": "Brenda had her baby",
"Cameron.CameronEleven.txt": "Hey Bestie!^I heard you were getting married. Congratulations! I hope you and your true love are perfect for each other.^-Cam",
"My Letter Title11": "Wedding Congratulations",
"Cameron.CameronTwelve.txt": "Hey Bestie!^It's that time of year again, and another six-pack of Joja Cola as a year-end bonus, instead of, y'know, actual money. Hope you have a happy Feast of the Winter Star!^-Cam",
"My Letter Title12": "Happy Winter Star",
"Cameron.CameronThirteen.txt": "Hey Bestie!^Happy Anniversary to you and your spouse! Congrats for making it this far!^-Cam",
"My Letter Title13": "Happy Anniversary!",
"Cameron.CameronEighteen.txt": "Wow Bestie!^Did something happen down in Pelican Town? They shut down the JojaMart down there. I mean, I hate this company but it takes a lot to shut down a loss-leader store. Clue me in on the tea!^-Cam",
"My Letter Title18": "JojaMart closed?!",
"Cameron.CameronNineteen.txt": "Hey, Bestie!^Some of us went to the club last night. We had a blast but it would have been better if you were there. Zuzu isn't the same without you.^-Cam",
"My Letter Title19": "Miss you",
"Cameron.CameronTwenty.txt": "Hey Bestie!^Made a friend at the club last night. She's a refugee from a small village on the border with Gotoro. Really nice, funny girl, but she gets real sad if she drinks too much. You'd like her.^-Cam",
"My Letter Title20": "Met a Refugee",
"Cameron.CameronTwentyOne.txt": "Hey Bestie!^Got a funny text from my mom yesterday and thought to myself \"@ is gonna love this!\" Then I remembered you wouldn't be at the water cooler and I got sad.^Miss ya^-Cam",
"My Letter Title21": "Funny text from Cam's mom",
"Cameron.CameronTwentyTwo.txt": "Hey Bestie!^You'll never guess what account I got assigned to look over. The JojaMart in Pelican Town! Now I know his job is to undercut prices until he runs the competition out of business, but this guy Morris is hemorrhaging money.^-Cam",
"My Letter Title22": "JojaMart is losing money",
"Cameron.CameronTwentyThree.txt": "Hey Bestie!^Went clubbing last night and met a nice girl named Lolana. She introduced me to a new strain called Purple Monkeybutter. Wow this stuff made me relax better than drinking myself stupid ever did. Unwinding after corporate hell is gonna be so much easier.^-Cam",
"My Letter Title23": "Purple Monkeybutter",
"Cameron.CameronTwentyFour.txt": "Hey Bestie!^Lolana gave me her number, so now I've got the hookup of Purple Monkeybutter anytime I want, so I can smoke at home without spending money at the club. Life is good!^-Cam",
"My Letter Title24": "Monkeybutter hookup",
"Cameron.CameronTwentyFive.txt": "Hey Bestie!^@, I don't know who else to talk to about this, but the JojaCorp life is getting to me. I have to smoke 2 bowls of Purple Monkeybutter just to relax enough to sleep at night. I don't know what to do.^-Cam",
"My Letter Title25": "Can't relax without it",
"Cameron.CameronTwentySix.txt": "Hey Bestie!^So, the paternity test came back for Brenda, and Lo' and behold the father is the Head of Accounting after all! He's been demoted too!^-Cam",
"My Letter Title26": "Paternity test",
"Cameron.CameronTwentySeven.txt": "Hey Bestie!^So, the paternity test came back for Brenda, and Lo' and behold the father is the Vice President of the Cola Division! He's been demoted too!^-Cam",
"My Letter Title27": "Paternity test",
"Cameron.CameronTwentyEight.txt": "Hey Bestie!^So, the paternity test came back for Brenda, and Lo' and behold the father is, by an amazing twist, Tom in the mailroom! She was cheating three different ways!^-Cam",
"My Letter Title28": "Paternity test",
"Cameron.CameronTwentyNine.txt": "Hey Bestie!^@, I think I have a problem. I've started smoking before and after work to numb myself for being a corporate drone. I know it's not right, but what else am I gonna do? The thought of going to work without being high terrifies me.^-Cam",
"My Letter Title29": "Smoking too much",
"Cameron.CameronThirty.txt": "Hey Bestie!^I was talking to Brenda in accounting and it turns out she has a cousin named Ezra in Sunberry Village. That's near you, right? If you ever go out that way, you should say hi!^-Cam",
"My Letter Title30": "Cousin Ezra",
"Cameron.CameronThirtyOne.txt": "Hey Bestie!^Tom from the mailroom asked about you. When I told him where you moved to, he said his Auntie Ayeisha delivers mail out there. Small world, eh?^-Cam",
"My Letter Title31": "Auntie Ayiesha",
"Cameron.CameronThirtyTwo.txt": "Hey Bestie!^Had a blast at the end of year bash last night. Someone splurged for a bottle from Blue Moon Vineyard. Get this! The label says it was made in Pelican Town. Wanna bring me out for a tour sometime?^I'm enclosing a gift you can make your own wine out of. Happy New Year!-Cam",
"My Letter Title32": "Happy New Year!",
"Cameron.CameronThirtyThree.txt": "Hey Bestie!^Had a blast at the end of year bash last night. Someone splurged for a bottle from [FarmName] Farm. Man, you make the best stuff. Do you think you could make me a bottle from this? I've heard it's the best quality you can get.^-Cam",
"My Letter Title33": "Happy New Year!",
"Cameron.CameronThirtyFour.txt": "Hey Bestie!^Woke up today to a leaky faucet. Called the landlord and he said it'll take a week to get the plumber over. Man, I miss that lady Wren that was here one summer. She got the job done right away.^Anyways, miss ya.^-Cam",
"My Letter Title34": "Plumber",
"Cameron.CameronThirtyFive.txt": "Hey Bestie!^Overheard Amanda From Accounts Recievable talk about her vacation to the Moonlight Inn in Mineral Town over in Stardew Valley. You should take the day off and visit the beach and ice cream shop there. She says it's to die for.^-Cam.",
"My Letter Title35": "Amanda's Vacation",
"Cameron.CameronThirtySix.txt": "Hey Bestie!^Got called into the supervisor's office for dropping work performance. Got chewed out pretty bad, but all I could think of was the painting on the wall. This guy's wealthy enough to have a Lupini original on his wall, and he's lecturing a poor wage-slave about not being productive. It's bull!^-Cam",
"My Letter Title36": "Lupini",
"Cameron.CameronThirtySeven.txt": "Hey Bestie!^I passed out at work yesterday and got sent to the hospital. Truth is I was just up all night playing Solarian Chronicles and skipped breakfast. Well, they drug tested me and now I have to go to counselling or lose my job. Help!^-Cam",
"My Letter Title37": "Cameron's Job in danger",
"Cameron.CameronThirtyEight.txt": "Hey Bestie!^So Counselling isn't as bad as I was afraid of. The therapist is really nice. We're both nerds and we talked about the Galaxy Wars versus Stellar Gallivant fandom rivalry. It wasn't all fun and games, but it's helping me.^-Cam",
"My Letter Title38": "Counselling",
"Cameron.CameronThirtyNine.txt": "Hey Bestie!^Counselling has made me realize a few things and I may be making a big life change soon. I'll keep you updated!^-Cam",
"My Letter Title39": "Cameron Life Change",
"Cameron.CameronForty.txt": "Hey Bestie!^I QUIT JOJACORP! My therapist - that Joja made me see - helped me realize that the corprate drone life was killing me. I have a new job as a barista at a cosplay cafe in Downtown Zuzu where I get to dress as Lieutennant Faraday every day!^-Cam",
"My Letter Title40": "Cam quit!",
"Cameron.CameronFortyOne.txt": "Hey Bestie!^I know you were worried, but I have good news. I've cut wayyy back on smoking. Now that I'm happy with my job and my life, I no longer need it just to function anymore. Unless I'm at the club, I don't even partake. My therapist is proud of me and I guess I am too.^-Cam",
"My Letter Title41": "Cam cut back on the weed",
"Cameron.CameronFortyTwo.txt": "Hey Bestie!^Happy Feast of the Winter Star! -I hope I'm doing that right- The café actually gives us a gold bonus for the end of year, so I want you to try one of our specialties.^Enjoy^-Cam",
"My Letter Title42": "Happy Winter Star",
"Cameron.CameronFortyThree.txt": "Hey Bestie!^Heard you had a baby! Congratulations! I bet your kid is going to be just like you. I know they're going to grow up just fine with you as their parent.^-Cam",
"My Letter Title43": "Congratulations!",
"Cameron.CameronFortyFour.txt": "Hey Bestie!^A second baby? That's wonderful! Does the little one have your eyes? Sending all my love and some cake.^-Cam",
"My Letter Title44": "Congratulations!",
"Cameron.CameronFortyFive.txt": "Hey Bestie!^Happy Birthday to your oldest kiddo! I'm sending a birthday cake if you don't want to bake one yourself.^-Cam",
"My Letter Title45": "Happy Child's Birthday!",
"Cameron.CameronFortySix.txt": "Hey Bestie!^Happy Birthday to your youngest! I'm sending a birthday cake if you don't want to bake one yourself.^-Cam",
"My Letter Title46": "Happy Child's Birthday!",
"Cameron.CameronFiftyFive.txt": "Hey Bestie!^Had an interesting day at work. Somebody dressed as Princess Plum came in and ordered an eight shot espresso with double whipped cream and sprinkles. Costume was great, but she was the rudest customer I've ever had, so I ground up some decaf and made her espresso out of that, lol.^-Cam",
"My Letter Title55": "Princess Plum",
"Cameron.CameronFiftySix.txt": "Hey Bestie!^The lads dragged me out to a sports bar the other night. Not my usual scene, but they had the gridball game on and I actually got into it, especially since our team won. Go Tunnellers!^-Cam",
"My Letter Title56": "Go Tunnelers!",
"Cameron.CameronFiftySeven.txt": "Hey Bestie!^I saw a rumor online that the publisher is in talks with a studio to make an IncrediMan movie! How dope is that?^-Cam",
"My Letter Title57": "IncrediMan Movie?",
"Cameron.CameronFiftyEight.txt": "Hey Bestie!^@ today was absolutely terrible. Supervisor decided our ten minute break should only be five minutes, so I got a reprimand for using the bathroom too long. I'm almost at the point where I want to run away to Castle Village and become an adventurer.^-Cam",
"Cam Castle Village": "Cam Castle Village",
"Cameron.CameronFiftyNine.txt": "Hey Bestie!^Brenda came by with her baby today! They were dressed as Ocelata and Meow Meow! The little one's so cute I could just melt.^-Cam",
"My Letter Title59": "Brenda and Her Baby",
"Cameron.CameronSixty.txt": "Hey Bestie!^Today was such a busy day! We had a special promotion on muffins for people in cosplay and so many people showed up it was unbelievable. We had some extras, so enjoy!^-Cam",
"My Letter Title60": "Cosplay Promotion",
"Cameron.CameronSixtyOne.txt": "Hey Bestie!^Tom from the mailroom came in today looking exhausted. He ordered two Triple Shot Espressos and drank them both before they even cooled. Poor guy must be up all night with he and Brenda's kid. Anyway, here's some cookies we had at the end of the day.^-Cam",
"My Letter Title61": "Mailroom Tom",
"Cameron.CameronSixtyTwo.txt": "Hey Bestie!^My friend Lolana came by the Café today, dressed as Commander Yau. She's stopped smoking and wants to hang out drug-free and see if we're still friends without a smokescreen between us.^-Cam",
"My Letter Title62": "Lolana"
}