{
"Changes": [

//日常

	{
	"Action": "EditData",
	"Target": "Characters/Dialogue/Leah",
	"Entries": 
		{

      "Introduction": "Hello there, nice to meet you. You picked a good time to move in... spring here is really lovely. $h#$e# By the way, you must be the new farmer, right? It's been raining a lot lately, so the paths outside are a bit muddy. #$e# Ah... by the way, my cabin is just south of your farm, by the river. Feel free to visit me sometime.",

      "AcceptGift_(O)StardropTea": "Ah... this fruit tea, I had it once when I was a child... #$b# What does it taste like? Let me describe it... It's like a winter night in the mountains, with people gathered around a warm bonfire, watching the winter stars twinkle in the sky.",
      
      "AcceptBirthdayGift_Positive": "Is this a birthday gift for me? Thank you, @. $h#$b# It brings back memories, I almost forgot the last time I received a birthday gift... I don't have many old friends here in the valley.",
      
      "FlowerDance_Accept": "Oh... are you asking me to dance with you? I should tell you, I'm not very good at it. #$e# Actually... I was wondering if you would ask me... $h",
      
      "dating_Leah": "What a beautiful bouquet... are you going to give it to someone special? #$b# I live alone in this little cabin now, spending my days trimming planted flowers, watering green beans, and taking naps under the shade... $u#$b# I'm quite content with my solitary life — unless you want to disrupt my leisurely days? #$e# Oh... you're back again? Your angry face is quite cute. $h#$b# Hmm... thank you for the bouquet, I understand your feelings. I look forward to our future together.",
      
      "married_Elliott": "Elliott is truly romantic... your life must be filled with poetry. $h#$b# Moving his bookshelf and piano from the beach to the farm must have been quite a task. This is what they call the difference between ideal and reality.",
      
      "married_Shane": "Ah, I heard you married Shane, congratulations! $h#$e# He loves raising chickens and gives them different names. I think he will fit right into life on the %farm farm.",
      
      "AcceptGift_(O)169": "This piece of driftwood has a unique shape. I think it would make a good carving piece. #$b# Thanks, and please keep an eye out for more of these little things when you go fishing. $h",
      
      "AcceptGift_(O)430": "This cheese smells wonderful, thank you. $h#$b# It's soft to the touch and would be great grated over pasta.",
      
      "AcceptGift_(O)200": "This is my favorite dish, thank you for preparing it. $h#$e# The vegetables from the farm are very fresh, maybe it's the soil... oh, and your careful farming.",
      
      "AcceptGift_(O)196": "$c 0.8#Thank you for the salad. Sometimes I lack inspiration, and a fresh salad can really lift my spirits. $h#I was just craving this, @, how did you know? $h",
      
      "dating_Leah_memory_oneday": "Hello again, @. You look very happy. #$b# I'm sorry about last time, I've been thinking too. @ sincerely opened up to me, but I kept hesitating. #$e# By the way, there must be a lot to do on the farm, right? If it's the busy season, you don't have to come to see me every day. #$b# When you're here, I'll be with you. When you're not, I'll be with my artistic soul. I'm used to living alone and don't feel lonely. #$e# Also... although your angry face is cute, I prefer seeing you smile. $h",
      
      "eventSeen_53_memory_oneday": "Thank you for your help. The art show was a great success, and seeing people appreciate my art is truly uplifting. $h#$b# Ah... and the show earned me a good amount of money, enough to cover my living expenses for the year.",
      
      "eventSeen_54_memory_oneday": "Hi, @. Sorry about the picnic, I didn't expect an uninvited guest to show up. It was really disappointing. #$b# Ah, but I was still happy to have a brief moment with you. $h#$e# And you saw how unpleasant that person was... I really don't know why I dated them in the first place. Maybe it's true that time reveals a person's heart. $u",
      
      "eventSeen_584059_memory_oneday": "What do you think about me becoming an online artist? If I can guarantee a steady income, I could continue my creative career.",
      
      "Resort_Entering": "Don't tell anyone else, but Willy is letting me take the boat out for a few minutes. $h#$b# The feeling of riding the waves... I really want to experience it myself. By the way, do you want to come along? We can sail around the open sea.",

      "Resort_Leaving": "The warm beaches and lush palm leaves here are truly mesmerizing.",

      "Resort": "If Stardew Valley's weather is like the gentle Venus, then Ginger Island's weather is like the changeable Janus.",

      "Resort_Shore": "The shape of the waves here is truly amazing. #$e# I wonder if I can capture this sense of constant change in a sculpture.",

      "Resort_Chair": "Look at that cloud, the sun's rays are shining through, forming soft beams of light. #$b# Ah, it's a bit dazzling...",

      "Resort_Wander": "Hmm, the trees here could make very interesting materials for carving. #$e# But if I drag a bunch of logs onto Willy's boat, he might get angry with me! $h",

      "Resort_Wander_2": "I wonder what kind of things you can gather here. #$e# I think I saw some delicious-looking walnuts on the bushes nearby.",

      "Resort_Bar": "Have you tried the Piña Colada? I'm already on my second one... hehe.",

      "FlowerDance_Accept_Spouse": "Oh, you look so cute in your outfit. $h#$b# What did you say... oh, you want to dance? No problem, my dear.",

      "FlowerDance_Decline": "I see you've been wandering around looking for a dance partner. #$b# Me? Oh, I don't want to dance with you. $h",

      "divorced": "Ah, it's you. #$b# You've made me realize one thing, I'd rather deal with elm trees than with blockheads.",

      "breakUp": "Is this a prank, @? #$b# Oh, spare me the words... I know what's on your mind. #$b# You have your own pursuits, don't waste your life on me. $u#$e# Were you expecting me to beg you tearfully, @? Get out.",

      "dumped_Girls": "A traitor to true love, is that it, @? #$b# If I were you, I'd find a dark cellar to hide in, to avoid the condemnation of good people.",

      "secondChance_Girls": "Oh? Are you here to defend your betrayal, @? #$b# Hmm... hmm... such elegant words? Truly moving, if you were born a few centuries ago, you'd be perfect for the choir. #$e# Actually, I'm still very angry these past few days, I want to kill you and throw you into the river, but seeing your cute face, I can't bring myself to do it. $h",

      "Beach": "I'm here to let the sea breeze soothe my weary soul.",

      "Mon": "The valley looks different again today, the trees seem to have changed their appearance. #$q 21/22/211132 Mon_old#So why did you return to farm life? #$r 21 -5 Mon_21#I want to make a lot of money. #$r 22 5 Mon_22#Living here feels more 'real' than living in the city. #$r 211132 5 Mon_211132#To follow in my grandfather's footsteps. #$r 22 5 Mon_22#I wanted to escape my old life.",

      "Mon_old": "$p 21#So, are you making as much money as you hoped? |Being in nature is very beneficial.",

      "Mon_21": "Hmm. That sounds a bit dark, doesn't it? $s",

      "Mon_22": "That's why I came here too! $h",

      "Mon_211132": "It's really wonderful to honor your grandfather like this.",

      "GreenRain": "This is such a mysterious rain... Do you think it might be a prank from the tree nymphs?",

      "GreenRainFinished": "The oak tree at the entrance of my cabin is covered in moss, probably because of that mysterious rain,#$b#It actually looks quite elegant and smells like rain. $h",

      "GreenRain_2": "If this rain continues until autumn, the valley might turn into a dense forest, and the town could become isolated,#$b#The thought of it is quite exciting. $h",

      "Tue4": "@, why did you come to this valley?#$e#As for me, the scenery around here gives me a lot of inspiration... The land itself is like a raw sculpture,#$e#My art is fueled by passion, I don't mind relying solely on art for income, though sometimes poverty does follow me and it gets a bit annoying,#$e#You grow a lot of fresh vegetables and fruits for the people in the valley, which I think is a very meaningful thing. $h#$e#You must be quite busy... Sorry, I couldn't help but say a lot.",

      "Tue": "Hello, neighbor,#$e#Are you also taking a walk in the outskirts of the town... It's quite nice, being closer to nature here than in town.",

      "Wed": "#$1 LeahBug#I accidentally crushed a moth while cleaning up my paint buckets this morning,#$e#Sometimes I feel that, in a way, it's impossible to live without damaging nature.",

      "Wed6": "Do you have any animals on your farm? Those lively and innocent little creatures must be very cute,#$b#Although I've never had pets, I'd love to get close to them.",

      "Wed8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Harvesting a whole field of crops must be quite satisfying, like conjuring meals out of thin air. $h|Hi, @! I was just thinking about your farm,#$e#Having such a large piece of land, the harvest must feel great. $h#$e#But it would be nice if someone could help you. $l",

      "Thu": "There are actually a lot of wild foods around here, if you know where to look,#$e#Every spring, I gather a lot of leeks and dandelion leaves to make fresh salads. $h",

      "Thu6": "I often take walks in the coal mine forest, collecting many wild vegetables and fruits along the way,#$b#As for the taste... indeed, wild vegetables are mostly bitter, while the fruits in the forest are sweet and sour, but eating too many can make your teeth ache,#$e#Oh? Are you concerned about my life? $h",

      "Fri": "It's easier to be friends with trees. They don't talk much.",

      "Fri2": "We treat nature like a dear mother, and nature treats us like fragile children,#$e#Humans and nature are a harmonious whole; we were born with flowers and trees.",

      "Fri4": "Hello, @. Are you busy with the farm today?#$e#If you ever want to take a break or have a chat, come visit my cabin. $h",

      "Fri6": "Sometimes I fall into a strange state, with a blank mind, feeling dazed... but strangely calm, warm, and happy,#$e#Hey, this has nothing to do with drinking! $h",

      "Fri8": "Have you ever thought about waking up one day and finding you've become a completely different person? How would you feel?#$e#Is human thought like a mold that maintains a similar framework, or does it continuously branch out like leaf veins?#$e#Don't mind me, I occasionally think about weird things... $h",

      "Sat": "In Stardew Valley, there's a custom where people decorate their houses differently according to the season.",

      "Sat8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#I considered clearing this open space to plant something, but these wild grasses and flowers actually look quite nice. |I pass by your farm every time I take a walk, and I wonder, living alone in such a vast place, do you ever feel lonely? $l",

      "Sun": "If you hear banging sounds from my cabin, it's probably me making plaster.",

      "Sun8": "Are you out fishing today too? You really enjoy fishing,#$b#Oh, by the way, keep an eye out for oddly shaped driftwood for me; I can use them for my small carvings,#$e#It's really special to receive such gifts from you. $h",

      "event_sculpt1": "... What? $7#$b#Oh! Yes, exactly! $h",

      "event_sculpt2": "There's nothing wrong with that... I think there are many beautiful things in the wild, untouched nature,#$b#But as a human, I'm also interested in how we shape and understand the world around us. So I would say I'm interested in 'art'.",

      "event_sculpt3": "You pig! %fork$a^Oh! You...? Me too. $6#$b#Get out! $a^I'm glad to hear that. $l",

      "event_parents1": "You're right... Even if I went back, I wouldn't be happy, $u#$b#It's better for both of us to end this difficult relationship while we're still young and have the ability to change. $u",

      "event_parents2": "Although it's a bit cruel... but, yes. We have different values. $u",

      "event_parents3": "Really? Then maybe I should leave! %fork$a",

      "event_parents4": "Sigh... $s#$b#I guess you're right... It is a bit selfish. But can you really blame me for wanting to pursue happiness? Uh... I don't know... $s",

      "event_parents5": "Sigh... $s#$b#Maybe you're right... Humans are selfish creatures. I don't know, $s#$b#Perhaps I shouldn't think about it too much. Sometimes we all have to make difficult decisions. $s",      
      
      "summer_Mon": "I picked a lot of wild fruits in the coal mine forest, so I don’t need to prepare a proper meal.#$e#Ah... If you ask about the taste, it’s a bit like wild cherries, slightly sour, with a hint of astringency.",

      "summer_Tue": "Marnie's farm always seems to be lively; sometimes I hear the sounds of chickens, and occasionally cows and sheep... I wonder what life is like spending all day with animals?",

      "summer_Tue4": "I just want to sit here and enjoy this rare summer day, with the grass and trees swaying gently in the wind and the shadows cast by the shimmering water... It feels like time slows down here.",

      "summer_Thu6": "Do you like fruit salad? Maybe I can make some for you in the future. $h#$b#Just think about it... the crispness of melons, the tangy softness of apricots, and the sweetness of blueberries combined is simply a culinary delight.",

      "summer_Fri": "If I had to say a downside to living by the river, it would be that every summer, the humid air seeps into my wood, forcing me to put some unfinished pieces aside until autumn.#$e#But the humid climate has its benefits; after all, the paint doesn’t clump in summer.",

      "summer_Fri2": "I hate being so blunt, but if we don’t hold nature in reverence, our descendants won’t have a future.#$e#Don’t you think?",

      "summer_Fri4": "Have you ever tried walking into the forest... stopping... and simply feeling the beauty of nature?#$e#It’s easy for people to forget how amazing this world is...",

      "summer_Fri6": "Hello, @. Do you feel lonely living on that big farm?#$e#If you want someone to talk to, come sit in my little cabin. $h",

      "summer_Sat": "Hello, @. How have you been in Stardew Valley?#$b#When I first moved to Stardew Valley, I was amazed by the huge difference in lifestyle... You can’t imagine that there are still such classical ways of living in this era.#$e#Ah, aside from the fact that summer is just too hot... I’m quite satisfied. $u",

      "summer_Sat4": "... Why is my hair wet? Oh, this is a bit embarrassing, but I just jumped into the river.#$e#Ah, it’s not what you think! $h#$b#The weather is just too hot, and I thought jumping into the river might cool me down... and then I scraped my foot on the gravel at the riverbed.#$e#And then? I crawled back out of the river. Maybe next time I should wear boots to swim. $h",

      "summer_Sun": "What should I do on this hot and lazy day? sigh#$e#When the weather isn’t too hot, the town teacher takes the kids for outdoor classes by the river, and sometimes when it’s too boring, I lie at the window and listen to them for an hour or two.",

      "fall_1": "It seems like there was frost last night; the oak trees that were green yesterday are starting to turn yellow today.#$b#The river isn’t as rushing anymore; it looks like we’re heading for a dry season.",

      "fall_Mon": "#$c .5#I found some wild mushrooms over the weekend.#$e#I had a big plate of wild mushrooms and eggs this morning... I still feel quite full now.#$e#Look down while walking, and you might find mushrooms too... I’m sure you can.",

      "fall_Tue": "I wonder if I can make a collage with dried leaves.#$e#The colors of these leaves are so rich... I can’t help but think about the potential for artistic creation. $h",

      "fall_Tue4": "Everyone has their unique and interesting viewpoints, and these viewpoints collide and merge, gradually forming a collective identity.#$e#Although, I really can’t agree with some people’s views.",

      "fall_Wed": "The fallen leaves float on the gentle river surface, as if drifting in the dreams of autumn trees.",

      "fall_Thu6": "One day when I have time, I want to make you a dish of stir-fried wild mushrooms.#$e#Of course, I’ll do my best to ensure they are completely non-toxic! $h",

      "fall_Fri": "Do you have a kitchen in your house?#$e#If you have a kitchen, you can make all sorts of delicious food yourself. $h",

      "fall_Fri6": "If you want someone to chat with, come sit in my little cabin, and I’ll make you some tea. #$e#Ah... You say I’ve invited you many times already? Then please come over more often. $h",

      "fall_Sat": "Decorations make the feeling of the seasons more vivid. I think this tradition is quite meaningful.#$e#Just a glance at the street reminds you of this season and all the memories these people brought you.",

      "fall_Sun": "There are many places around here worth exploring.#$e#Stretching your limbs feels great.",

      "fall_Sun4": "There are many beautiful waterfalls in the valley, flowing down from the deep mountains and into the river in front of my place.#$e#Listening to the sound of the waterfall in the mountains is strangely refreshing.",

      "winter_Mon": "I love how everything looks covered in fresh snow; the trees look like they are draped in veils.#$e#Achoo...! Brr, it’s such cold weather. $u",

      "winter_Tue": "It’s a bit hard to understand, but it’s actually warmer outside than in my little cabin. The roof of the cabin is damp and cold, and even wearing a cotton jacket, I feel like I’m lying in an ice cellar.#$e#Or, I could choose to light the stove and snuggle under a big blanket, feeling like a hibernating animal. $h",

      "winter_Wed": "I saw snow hares this morning! They are very rare.",

      "winter_Thu": "In this season, wild vegetables and mountain fruits are completely gone. $u#$e#Yeah... my fridge only has black bread and dried salted fish left, salty and dry, like a life lacking in artistic sense.",

      "winter_Thu6": "Ah, I’m going crazy... just seeing black bread and salted fish makes me want to throw up. I really want to eat mushrooms, eggs, and goat cheese. $u#$e#By the way, what do you eat in the farmhouse? If you can’t find food, I can share some bread and fish with you.",

      "winter_Fri": "Here, time seems to pass more slowly.#$e#When I lived in the city, the years flew by so quickly.",

      "winter_Fri6": "Have you ever frozen in your farmhouse?#$e#If you want to cuddle under my blanket and drink some apple cider, come sit in my little cabin. $h",

      "winter_Sat": "It’s so cold; do we still need to tend to the fields in this season?",

      "winter_Sat2": "Hello, @. Is everything going smoothly recently?#$e#By the way, remember to clear the snow off the roof in time; otherwise, it can be very dangerous.",

      "winter_Sun": "Have you ever taken a whole day off?#$e#That kind of rest really can be invigorating.",

      "winter_Sun4": "You should take a day or two off every now and then.#$b#Not only is it good for your spirit, but in the long run, it actually improves your overall work efficiency!"		
    }
	},

//婚后

	{
	"Action": "EditData",
	"Target": "Characters/Dialogue/MarriageDialogueLeah",
	"Entries": {
        "Rainy_Day_0": "There’s a dirt path north of the farmhouse that gets muddy when it rains.#$e# There are many bushes growing along that path, and different colored wild fruits ripen in spring and autumn. Sometimes I wonder, if I could dry these fruits and preserve them, would I not have to gnaw on bread and dried fish in winter?",

        "Rainy_Day_1": "I prefer rainy days to sunny ones. When the valley is covered in thick clouds, it looks like a fairyland, quiet and beautiful.#$b# Plus, on rainy days, my mind can be much calmer, allowing me to focus on capturing inspiration.",

        "Rainy_Day_2": "On rainy days, mushrooms here pop up in clusters from the soil. I got up a bit early today and went to the back mountain to gather some. [281 404 420 257]#$e# Searching for mushrooms in the soft soil and piles of fallen leaves feels like looking for treasure.",

        "Rainy_Day_3": "When I lived in the cabin, I would always run to the coal mine forest on rainy days.#$b# Sometimes I could find mushrooms and pine cones at the base of the pines, and other times I would gather some wet wild berries. I’ve even seen squirrels running to avoid the rain and birds hiding in their nests.#$e# The only downside is... my hair always gets tangled with leaves and dirt, and I have to spend a lot of effort grooming it after returning to the cabin. $u",

        "Rainy_Day_4": "The weather has been a bit dry lately, so a rain would be nice.#$b# But having to go out and work on the farm in this weather is really tough.#$e# Though I’ve always wanted to help you with some work, I’m afraid I’m not very good at farm tasks, and I feel a bit embarrassed about it. $u",

        "Rainy_Day_Leah": "You... should take a break at home in this weather. What’s there to rush about on a rainy day? $u#$b# So... just sit here while I go get my sketchbook and paints. $h^ Since there’s nothing urgent to do, how about I make you a small sculpture? Let me get the plaster... $h",

        "Rainy_Night_0": "It’s been raining all day, and the sky has been dark, making it easy to lose track of time.#$e# Oh, by the way, your hair looks wet; make sure to dry it before bed, or you’ll catch a cold.",

        "patio_Leah": "Poetry is formless sculpture, and sculpture is silent poetry.#$b# If you’re willing, I can teach you some things about sculpture. But before that, you must first learn to draw. $h#$b# Doesn’t it seem simple? But mastering it is another matter altogether.#$b# Actually, no matter what knowledge it is, achieving depth is always very difficult. #$e# %Leah leans slightly forward, engrossed in observing the wooden sculpture that has just taken shape. It seems she temporarily has no extra energy to continue talking to you.",

        "spouseRoom_Leah": "#$c .5# The distant valley unfolds like a canvas, perfectly harmonious and beautifully complementing each other.#$e# My dear... you are the source of all my inspiration; in all the portraits of my life, there will be only you. $l",

        "Rainy_Night_1": "On rainy nights like this, I always want to drink some hot soup.#$b# Ah, if only I could have some scrambled eggs with mushrooms, paired with beet soup, it would feel just like being in the forest. $h",

        "Rainy_Night_2": "%You see the rosy blush on Leah's cheeks; her thin silk nightgown is already soaked with perspiration. Several slightly reflective empty wine bottles lie beside her, with a few drops of dark red liquid clinging to the bottle mouths. It seems she has been drinking again.#$b# My... dear... Hehe... you’re back...?$l#$b#%Leah stumbles slightly and turns to look at you. Flickering affection flows in her intoxicated eyes, hazy from the scent of wine. That gaze leaves a flush like drunkenness creeping up to your ears. #$b#%Before you can respond, Leah has already pounced onto you. You feel a strong smell of alcohol wafting over you, but you still hold Leah tightly... Soon, you savor the rich aroma of the wine on her soft lips...",

        "Rainy_Night_3": "I carved a small wooden sculpture today, but I’m not satisfied with its shape, so I burned it.#$u#$e# I believe that to become a great artist, one must critically assess their own work.",

        "Rainy_Night_4": "%Leah slightly turns to you, resting her head on your shoulder. You see her closing her eyes, not knowing if she is listening to the sound of the rain outside or your slightly rapid heartbeat. ^%Leah reaches out to pull you into her embrace, gently kissing your forehead. The dense sound of rain climbs up the eaves of the farmhouse, and a wine-like flush surges to your ears.",

        "Rainy_Night_Leah": "When blossoms overflow the stream, when the festive attire becomes the final coffin, kindness, love, and purity have already scattered in the world.#$b#... Ophelia, are these tears of yours drifting in the evening breeze?",

        "Indoor_Day_0": "Did you sleep well last night? I changed you into a dry outfit, but you were probably already fast asleep by then. $h#$e# I should rest in the room today, writing poetry and flipping through books... Speaking of which, you look quite energetic! $l^ Come here and let me hug you... Your dark circles look a bit heavy; why don’t you take a good rest at home for a day? I see you walking a bit unsteadily... $l",

        "Indoor_Day_1": "I planted these in the pots outside... It might seem a bit strange, but I always have a deep admiration for these gifts from nature. [16 18 20 22 90 259 396 402]#$e# Perhaps... this is the emotion that humans have as part of nature; you’ve lived in the countryside long enough, so you should understand it better than I do.",

        "Indoor_Day_2": "Would you like to try the salad I just made? This time I used melon, blueberries, and apricots. [610]#$e# Darling, don’t the colorful salads look like a natural doodle? $h",

        "Indoor_Day_3": "Darling, do you remember I said I would make you a vegetable salad? #$b# Here! These are all vegetables I personally gathered! [196]#$e# Although they’re called vegetables, they’re mainly wild greens... I hope you won’t dislike their taste.",

        "Indoor_Day_4": "I brewed some coffee; would you like a cup? [395] $h#$e# My morning is incomplete without a cup of hot coffee. #$b# Ah... maybe some scrambled eggs with mushrooms too? Pasta sprinkled with goat cheese crumbs sounds good too. $h",

        "Indoor_Night_0": "Ah... Sorry, I’m feeling a bit dizzy; the red wine from Stardew Valley is too intoxicating. $l#$b#... Hold me tight! My steps are a bit unsteady... Hehe... just like a little baby... $l",

        "Indoor_Night_1": "The passage of time is so subtle... even the smallest decisions can forever change the future.",

        "Indoor_Night_2": "The evenings here are more enchanting than the city’s neon lights.#$e# Everything feels perfect to me. I am very fortunate.",

        "Indoor_Night_3": "I never expected to receive a mermaid pendant so soon after moving here! But I’m very happy. $l",

        "Indoor_Night_4": "Today I saw a wild rabbit. I hope one day I can keep one. They look very gentle...",

        "Outdoor_0": "The cool breeze feels so comfortable. It reminds me of the time I lived by the river.#$b# The sound of the flowing water would awaken me from my dreams, and the sunlight filtering through the green leaves would shine on me, making me feel like a fledgling bird in its nest, all covered in warm down.",

        "Outdoor_1": "Hmm... I need to maintain this place. Sometimes I just want to knock around a bit.#$b# How about I carve some reliefs on the fence for you?#$b# Just kidding, hehe... That would make the fence weak. $h",

        "Outdoor_2": "I can feel that today is going to be a special day.#$e# Actually, every day with you is special, ah... but today is even more special than that.",

        "Outdoor_3": "We were exhausted by the indulgences of the city, so we came to this pure land to embrace the rural life together.#$b# As I lean here, breathing in the fresh air of the valley, I can feel that our meeting was no mere coincidence.",

        "Outdoor_4": "Ah... you’re asking about last night?#$b# No, you drank too much; I just carried you back to bed... Hahaha... $h#$b# ...Actually... I also secretly did some other things. $l#$b# Don’t be nervous... you looked quite adorable lying there, drenched in sweat and helpless... Hehe. $h",

        "Outdoor_Leah": "I once hiked up high mountains just to catch a glimpse of the distant scenery.#$b# I once imagined that I might live in such a place one day. One day, I made the decision to come to Stardew Valley all alone.#$b# Everything that happened afterward was related to you. $h",

        "funLeave_Leah": "I also like to take walks sometimes... If one day you have time, could you walk with me?#$b# I can take you to the riverbank where I used to sketch... Oh, and I could let you be my model... Hehe. $h",

        "funReturn_Leah": "Whenever I walk in the outskirts of Pelican Town, I feel like I’m part of nature.#$b# The fresh evening breeze in the valley caresses my cheeks, as if it were a mother’s gentle touch.",

        "OneKid_3": "Being a parent is fun. I want to ensure that %kid1 won’t reject outdoor life when they grow up.",

        "TwoKids_3": "I will lead them into the world of art from a young age, teaching them poetry, painting, and sculpture.#$b# Art is the destination for humanity. The truths of the world may eventually be uncovered, but art can always change and innovate endlessly.",

        "Good_0": "I entered the jungle because I wanted my life to be meaningful; I wanted to live deeply and absorb all the essence of life.#$b#... And then learn from it, so that at the end of my life, I wouldn’t discover that I had never truly lived.",

        "Good_1": "Have I told you... when you first moved here, I dreamed that one day we would be together.",

        "Good_2": "Sometimes it’s hard not to believe in destiny... The fact is, I decided to move here and found you. #$b# At any point in life, things could have turned out completely differently.",

        "Good_3": "I always have the illusion that our first meeting was just yesterday... and in the blink of an eye, I’ve already become your wife. $l#$b# Our encounter was destined; I’ve always believed that. $l^ You sly girl, what tricks did you use to make me fall for you? $h",

        "Good_4": "I talked to Emily... I want to design a set of clothes for you based on my ideas. So stand still for now; I need to measure your size.#$b# Eh... your shoulders are a bit broad, but it’s good for tailoring. $h^ Eh... you really are quite slender. Especially... snickers a little too flat. $h",

        "Good_5": "What a beautiful charm... $l",

        "Good_6": "Be careful when you go out! Sometimes I worry you might fall into the mine.",

        "Good_7": "@? I just want to say thank you for all the efforts you’ve made for our family. $h",

        "Good_8": "Don’t worry about me... I know you bear many responsibilities outside. I’m fine on my own! $l",

        "Good_9": "Darling, did you go to the theater when you were in Grandfather City?#$b# Many theaters have been turned into cinemas in recent years, and the few that remain rarely have decent performances. It’s truly lamentable how things have changed. #$e# However, excellent films seem to hold the promise of becoming the drama of the new era.",     
        
        "Neutral_1": "When the salty sea breeze from the Gem Sea brushes against my cheek, I can finally feel that I am a part of this vast world... truly, I would have no regrets in death.",

        "Neutral_2": "When the salty sea breeze from the Gem Sea brushes against my cheek, I can finally feel that I am a part of this vast world... truly, I would have no regrets in death.",

        "Neutral_3": "Housework is really too challenging for an artist; I honestly don’t know how to do laundry or mop the floor. $3#$b# Speaking of which, you should occasionally teach me how to do these things.",

        "Neutral_4": "Don't spend all day rushing through the fields; occasionally enjoying the pleasures of life isn’t a bad thing. #$e# The choice is yours... I’m going to continue working on my sculpture. $3",

        "Neutral_5": "When the salty sea breeze from the Gem Sea brushes against my cheek, I can finally feel that I am a part of this vast world... truly, I would have no regrets in death.",

        "Neutral_6": "Don't spend all day rushing through the fields; occasionally enjoying the pleasures of life isn’t a bad thing. #$e# The choice is yours... I’m going to continue working on my sculpture. $3",

        "Neutral_7": "Housework is really too challenging for an artist; I honestly don’t know how to do laundry or mop the floor. $3#$b# Speaking of which, you should occasionally teach me how to do these things.",

        "Neutral_8": "When the salty sea breeze from the Gem Sea brushes against my cheek, I can finally feel that I am a part of this vast world... truly, I would have no regrets in death.",

        "Neutral_9": "Housework is really too challenging for an artist; I honestly don’t know how to do laundry or mop the floor. $3#$b# Speaking of which, you should occasionally teach me how to do these things.",

        "Bad_0": "When it comes to choosing a partner, I truly am shortsighted... $7#$b# No need to make that expression, as if you've suffered a great injustice... it’s just ridiculous. $7",

        "Bad_1": "Move aside; you’re blocking my view for the shot. $3#$b# You... how should I say it for you to have even a little artistic sense? I’m really fed up with people like you. $a",

        "Bad_2": "When it comes to choosing a partner, I truly am shortsighted... $7#$b# No need to make that expression, as if you've suffered a great injustice... it’s just ridiculous. $7",

        "Bad_3": "Move aside; you’re blocking my view for the shot. $3#$b# You... how should I say it for you to have even a little artistic sense? I’m really fed up with people like you. $a",

        "Bad_4": "When it comes to choosing a partner, I truly am shortsighted... $7#$b# No need to make that expression, as if you've suffered a great injustice... it’s just ridiculous. $7",

        "Bad_5": "You were so romantic back then... what happened? $s#$e# I know I’m not as young as I used to be... did you marry me just for my youthful beauty? $a",

        "Bad_6": "When it comes to choosing a partner, I truly am shortsighted... $7#$b# No need to make that expression, as if you've suffered a great injustice... it’s just ridiculous. $7",

        "Bad_7": "I used to be your treasure... but now, only cooking a hot dinner can earn your tolerance for me. $s",

        "Bad_8": "Move aside; you’re blocking my view for the shot. $3#$b# You... how should I say it for you to have even a little artistic sense? I’m really fed up with people like you. $a",

        "Bad_9": "Why have you been so cold to me lately? Did I do something wrong? $s#$b# Oh... just a bit tired? Is that so... $s",
        
        "spring_2": "Actually, I really like the apricots in spring... they’re sweet and sour, and just one bite is filled with the breath of spring...#$b# But cherries seem nice too... everything on the farm feels so fresh and new.",

        "spring_1": "The way we welcomed the New Year last night was truly special...#$b# When I used to live alone in the cabin, I would always joyfully welcome spring, but now that we’re together, welcoming spring makes me feel a bit sentimental.",

        "spring_15": "Yesterday was the day of the dandelion, and today is the beautiful day of the daffodil. #$b# I should probably take a walk in the valley and meet my friends born from nature.",

        "summer_1": "Ah, summer... I can already smell the fragrance of berries. $h#$e# My wooden carvings are steaming; do you think they get tired of this hot weather?",

        "summer_9": "What a hot day it is! The air is filled with the scent of nectar in this season. #$b# Though I want to jump into the river for a swim, perhaps I should pay attention to my image as a wife. $h#$e# Ah, you know, that kind of reserved artist thing, even though I’m not reserved at all.",

        "summer_2": "That’s the scent of hops... actually, I don’t really like beer. It always feels too rough in texture and not sweet at all. #$b# Hmm, let’s say it’s a bit bitter, like wild vegetable juice.",

        "summer_15": "Summer, stepping onto her passionate palm leaves and waves, is gradually approaching us...#$b# I should probably go to the beach to paint or sculpt, but I shouldn’t let the superficial heat hinder my artistic passion.",

        "fall_1": "Autumn is truly a sentimental season, perhaps because all beings are facing their withering... I must admit, sometimes death is more moving than life. #$e# The quietly falling acorn is like a child who died young, and the valley filled with fallen leaves flows with mourning and solemnity.",

        "fall_20": "Oh what can ail thee, knight-at-arms, So haggard and so woe-begone? The squirrel';s granary is full, And the harvest';s done. #$e# I see a lily on thy brow, With anguish moist and fever-dew, And on thy cheeks a fading rose Fast withereth too.",

        "fall_2": "Sings softly* The hazelnuts in autumn are dark... my jacket is dark...#$b# Sings softly* The girl’s pupils are dark... my heart is spinning...",

        "winter_1": "Have you seen crystal fruits? Bright and shiny, like blueberries, they usually hide in the grass covered by snow. #$b# Squirrels and snow bunnies are interested in them—ah, and the hungry artist too.",

        "winter_7": "What do you think I should make tomorrow’s ice sculpture look like? #$b# Should it be a cute figure like a squirrel or snowbird, or a mythical image like a nymph or mermaid?",

        "winter_28": "Let’s celebrate... I’ve had a great year, thank you for being by my side, dear. [348] $h#$e# ...May our youth, health, and happiness be with Stardew Valley! $h"		}
  },

//复苏节

	     {
        "Action": "EditData",
        "Target": "Data/Festivals/spring13",
        "When": {
          "Language": "en",
          "Hearts:Leah": "0, 1, 2, 3, 4, 5, 6, 7, 8"
          },
        "Entries": {
           "Leah": "At this time, everything in the valley comes to life again. #$b# And I've heard that during my parents' generation, the strawberries in Stardew Valley would ripen around Easter."
					}
},
  
	{
        "Action": "EditData",
        "Target": "Data/Festivals/spring13",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Dating"
          },
        "Entries": {
           "Leah_spouse": "Are you going to participate in the egg hunt? I hope you have fun!"
					}
 },
  
     {
        "Action": "EditData",
        "Target": "Data/Festivals/spring13",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
"Leah_spouse": "It would be great to go on a picnic during this season.#$b# There are so many places I want to take you... We could have a picnic in the coal mine forest or watch the sunset on the little island by the Gem Sea. I'll bring my sketchbook and paints to capture the beautiful scenery...$h"
					}
},
    
//花舞节

     {
        "Action": "EditData",
        "Target": "Data/Festivals/spring24",
        "When": {
          "Language": "en",
          "Hearts:Leah": "0, 1, 2, 3, 4, 5, 6, 7, 8"
          },
        "Entries": {
          "Leah": "There's raspberry jam and punch here. Would you like to try some?"
	}
},
    
     {
        "Action": "EditData",
        "Target": "Data/Festivals/spring24",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
        "Leah": "When the colorful daisies bloom all over the pasture, with blue violets, white beauties, and the rhododendrons budding in delicate yellow, pointing to a vast joy...#$b# My dear, on such a bright spring day, what could be more intoxicating than a beautiful dance? $h"
	}
},
    
//夏日宴

     {
        "Action": "EditData",
        "Target": "Data/Festivals/summer11",
        "When": {
          "Language": "en",
          "Hearts:Leah": "0, 1, 2, 3, 4, 5, 6, 7, 8"
          },
        "Entries": {
          "Leah": "The sparkling grains of sand, twinkling like the bubbles left on the beach by the receding tide.#$b# Do you know? Each lonely standing sculpture contains a soul that surges like the tide."
	}
},
    
     {
        "Action": "EditData",
        "Target": "Data/Festivals/summer11",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Dating"
          },
        "Entries": {
        "Leah_spouse": "I also want to make you a bowl of such delicious soup...#$b#...but it seems I can only make salads and mixed rice."
	}
},

     {
        "Action": "EditData",
        "Target": "Data/Festivals/summer11",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
        "Leah_spouse": "The sound of the waves always makes me feel relaxed... If one day you have some free time, could you accompany me for a walk on the beach by the Gem Sea?"
	}
},
    
//月光之夜
    
     {
        "Action": "EditData",
        "Target": "Data/Festivals/summer28",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Dating"
          },
        "Entries": {
           "Leah_spouse": "Where do these jellyfish come from? And where are they going?"
	}
},

     {
        "Action": "EditData",
        "Target": "Data/Festivals/summer28",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
           "Leah_spouse": "Even as the moonlight and the ship's lanterns gradually fade away with the summer dresses, these jellyfish will not disappear; they are simply heading to a place deeper than the deep sea.#$b# Their lives will eventually fade, but that enchanting light of the sea will be passed down forever."
	}
},
    
//展览会

     {
        "Action": "EditData",
        "Target": "Data/Festivals/fall16",
        "When": {
          "Language": "en",
          "Hearts:Leah": "0, 1, 2, 3, 4, 5, 6, 7, 8"
          },
        "Entries": {
           "Leah": "It's a good thing to showcase the fruits of one's labor during the harvest season. $h"
	}
},
    
     {
        "Action": "EditData",
        "Target": "Data/Festivals/fall16",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Dating"
          },
        "Entries": {
           "Leah_spouse": "…That prophet is a mysterious person; some of the things they say are hard for me to understand."
	}
},

     {
        "Action": "EditData",
        "Target": "Data/Festivals/fall16",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
          "Leah_spouse": "I'm preparing the wooden sculptures for the festival here. Do you want to join me?#$b# Just kidding, you still have to take care of the display case, right?$h"
	}
},
    
//万灵节

     {
        "Action": "EditData",
        "Target": "Data/Festivals/fall27",
        "When": {
          "Language": "en",
          "Hearts:Leah": "0, 1, 2, 3, 4, 5, 6, 7, 8"
          },
        "Entries": {
           "Leah": "Hello there! Would you like some pumpkin soup?"
	}
},

     {
        "Action": "EditData",
        "Target": "Data/Festivals/fall27",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Dating"
          },
        "Entries": {
           "Leah_spouse": "If I carve all these monsters into sculptures, would I become a monster sculptor too? $h"
	}
},

     {
        "Action": "EditData",
        "Target": "Data/Festivals/fall27",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
        "Leah_spouse": "Actually, I'm quite curious about what's in that maze, but I'm a bit too scared to go in and find out. $b$ Though I really enjoy the eerie atmosphere of the Spirit's Eve, I must admit I'm still a little afraid of ghosts, even though I know they're just people in disguise. $3"	}
},
   
//冰雪节

     {
        "Action": "EditData",
        "Target": "Data/Festivals/winter8",
        "When": {
          "Language": "en",
          "Hearts:Leah": "0, 1, 2, 3, 4, 5, 6, 7, 8"
          },
        "Entries": {
           "Leah": "Beneath the cold shell of a sculpture, there flows a passionate life."
	}
},
    
     {
        "Action": "EditData",
        "Target": "Data/Festivals/winter8",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Dating"
          },
        "Entries": {
           "Leah": "It took Robin and me the whole morning to prepare these ice sculptures.#$b# Did you see those ice holes? We got the ice blocks from there."
	}
},

     {
        "Action": "EditData",
        "Target": "Data/Festivals/winter8",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
           "Leah": "I named this ice sculpture The Passionate Siren... Looking at her enchanting face is like hearing the lingering songs from the depths of the ocean."
	}
},
    
//圣诞节

     {
        "Action": "EditData",
        "Target": "Data/Festivals/winter25",
        "When": {
          "Language": "en",
          "Hearts:Leah": "0, 1, 2, 3, 4, 5, 6, 7, 8"
          },
        "Entries": {
           "Leah": "Another year has passed... I can't help but feel sentimental when I see this dazzling festival tree..."
	}
},
   {
         "Action": "EditData",
         "Target": "Data/Festivals/winter25",
         "When": {
           "Language": "en",
           "Relationship:Leah": "Dating"
           },
         "Entries": {
            "Leah_spouse": "Mmm...! Wait, let me swallow this fruit pie... $h#$b#... This wine smells so good... You don't need to worry about me today; I want to drink my fill. $l"
	}
},

     {
        "Action": "EditData",
        "Target": "Data/Festivals/winter25",
        "When": {
          "Language": "en",
          "Relationship:Leah": "Married"
          },
        "Entries": {
          "Leah_spouse": "Darling? We've spent another wonderful year together, haven't we? $b# The winter star tree is also adorned with decorations and lights this year... I wonder who made it so beautiful? $h#$b# Hah... wait, I think I've had a bit too much to drink... Don't forget to carry me back later... $l"		}
	},
]
}