{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Elliott",
			"Entries": {
				"marriage_bus": "Ah, how are you doing, my dear?#$b#I write outside once in awhile to get my thoughts flowing.$h",
				"marriage_bus2": "\"Love one another, but make not a bond of love:#$b#Let it rather be a moving sea between the shores of your souls.\"#$b#By Khalil Gibran... Have a good day, my dear.",
				"marriage_bus3": "\"This poem is endless...#$b#the odds against us are endless...#$b#our chances of being alive together statistically nonexistent...#$b#still we have made it.\"$l#$b#By Lisel Mueller... Have a good day, my dear.",
				"marriage_bus4": "\"I am amazed by peace...#$b#It is this possibility of you asleep and breathing in the quiet air.\"#$b#By June Jordan... Have a good day, my dear.",
				"marriage_bus5": "\"Music I heard with you was more than music...#$b#And bread I broke with you was more than bread...#$b#Now that I am without you, all is desolate; All that was once so beautiful is dead.\"$s#$b#By Conrad Aiken... I hope this never happens soon.$s",
				"marriage_bus6": "\"You do not have to be good...#$b#You do not have to walk on your knees for a hundred miles through the desert repenting...#$b#You only have to let the soft animal of your body love what it loves.\"#$b#Have a good day, my dear.",
				"marriage_bus7": "\"Promise yourself to be so strong that nothing can disturb your peace of mind...#$b#To talk health, happiness, and prosperity to every person you meet...#$b#To make all your friends feel like there is something in them.\"$h#$b#By Christian Larson... I know you'll always do the right thing, my dear.",
				"marriage_bus8": "\"Dance as though no one is watching you...#$b#Love as though you have never been hurt before...$s#$b#Sing as though no one can hear you...$h#$b#Live as though heaven is here on earth.\"#$b#Have a good day, my dear.$h",
				"marriage_bus9": "Are you done at the farm already, @?#$b#I wanted to say, I'm very proud of everything you've accomplished.$l",
				"marriage_bridge": "I've been reflecting on how things have turned out.#$b#...I'm happy.$l",
				"marriage_bridge2": "Have you been working hard, my dear?#$b#Of course you have, why do I even ask?$h",
				"marriage_bridge3": "Ah, @! Just as I was starting to get lonely.$l",
				"marriage_r": "Good afternoon. Are you here to read too?",
				"marriage_r2": "I'd recognize those footsteps anywhere.$h#$b#Hello, my dear!",
				"marriage_r3": "Taking a break? No need to rush, take as long as you'd like.$h",
				"marriage_beach": "The beach is quite relaxing at this hour, right dear?",
				"marriage_beach2": "The ocean looks so distant, yet so familiar.$h",
				"marriage_beach3": "I passed by my old house... It's a shame that such fine construcion is going unused.$s#$b#I wish that man Linus would just accept my offer and live in it.$s#$b#You're right, my dear. Nothing I can do. You did warn me he would refuse.#$b#I'll continue to use it as storage for now.$h",
				"marriage_willy": "Willy and I will be going down to the saloon later this evening.#$b#Will you join us?$h",
				"marriage_willy2": "I was meaning to ask you, would you like fish for dinner tomorrow?",
				"marriage_leah": "Leah looked lonely tonight so I figured I'd catch up with an old friend.$h#$b#Don't worry, my dear. I'll be home soon.",
				"marriage_leah2": "Sit with us, @! It's been a long day.",
				"marriage_leah3": "I'm discussing with Leah here about my next book. She draws all my book covers, you see.#$b#She is a talented artist, is she not? It's thanks to you she was able to realize it.$h#$b#Right, back to the topic at hand. {{Random:I was thinking an abstract design this time.$h, ...Oh! I think we're making her blush., There's this new style going around called contemporary art. Think she'll be able to handle it?, How about a minimal design?}}",
				"marriage_leah4" : "Leah here is discussing how she plans to draw my next book cover, we shouldn't interrupt her.#$b#%Leah describes in great detail how she plans to draw Elliott's book cover.#$b#Even I have no idea what half of those words mean... I just know it'll look good.$h",
				"marriage_saloon": "Marvelous! Willy, you must tell @ the story too.",
				"marriage_saloon2": "Gus, another!$h#$b#And one for the gentleman too!^And one for the lady too!",
				"marriage_saloon3": "Don't worry, @, I'm watching my intake.#$b#Hangovers are my enemy too.$h",
				"marriage_saloon4": "It's nice to be able to relieve all your worries, even if just for the night.",
				"marriage_lake": "Hello, @. I'm just enjoying the peace and quiet for a moment.",
				"marriage_shop": "Pierre's produce is fresh as always, but they don't stand a chance against the crops you grow back at the farm.#$b#Did Pierre hear that?$8",
				"marriage_cc": "This place is much too big for my taste. I think I still prefer reading at the museum.",
				"marriage_doc": "Have I ever told you how much I despise this place?$s#$b#There must be germs everywhere!$8",
				"marriage_docafter": "I think I'll need a bath...$s#$b#Would you like to help, my dear?$l",
				"marriage_nmpre": "I wrote a poem about tonight, my dear. Would you like to hear it?#$b#'For the glimmering nights and the whimpering lights...$h#$b#I shall not weep, the lights that seek no sleep.'$a#$b#That is all.",
				"marriage_nmpre2": "Yes, don't worry, I haven't forgotten.#$b#There's still some time left before it opens, best to finish any duties you have now.$h#$b#If you are done, then please, join me.$l",
				"marriage_nm": "You look wonderful tonight, my dear.$l#$b#A sight to behold, truly.$h",
				"marriage_13": "Good luck on the hunt, my dear. I'll be cheering you on.$h#$b#I'll come in after you.",
				"marriage_16": "I've seen what you've been up to. Your display is going to be marvelous, my dear.$h",
				"marriage_25": "There you are, my dear. I wanted to go in together.#$b#There's not much to do when you're early, speaking from experience, of course.$h",
			}
		}
	]
}