{
  //Other
  "Miihau.SEE.Gridball": "Shane's old Gridball",

  //Event 1
  "Miihau.SEE.E1.001": "Ah! Hello local farmer!$h#$b#Enjoy your shopping at Joja!$h#$b#Remember, life is better with Joja!$0",
  "Miihau.SEE.E1.002": "You notice Shane humming a melody to himself.",
  "Miihau.SEE.E1.003": "Shane glances up, slightly surprised and annoyed to see you.",
  "Miihau.SEE.E1.004": "Oh... hey.",
  "Miihau.SEE.E1.005": "Shane returns to stacking shelves, seeming guarded.",
  "Miihau.SEE.E1.006": "So... what brings you to Joja?",
  "Miihau.SEE.E1.007": "'Just picking up a few things. How's the day treating you?'",
  "Miihau.SEE.E1.008": "'Actually I wanted to check on you.'",
  "Miihau.SEE.E1.009": "Same old, same old. Just trying to get through it.",
  "Miihau.SEE.E1.010": "So you also like wasting your time...$3",
  "Miihau.SEE.E1.011": "You're not much of a talker, huh?",
  "Miihau.SEE.E1.012": "Break the silence?#'Working at Joja must be tough.'#Stay silent",
  "Miihau.SEE.E1.013": "You have no idea.",
  "Miihau.SEE.E1.014": "#'So... Do you ever get tired of stacking shelves?'#'Do you want to do this for the rest of your life?'",
  "Miihau.SEE.E1.015": "Shane raises an eyebrow, seeming surprised by the question.",
  "Miihau.SEE.E1.016": "Not really your business, is it?$3",
  "Miihau.SEE.E1.017": "*Sigh*$3#$b#It's fine... I'm just not used to people asking.$3",
  "Miihau.SEE.E1.018": "Sometimes it's just easier to keep things to yourself, you know?",
  "Miihau.SEE.E1.019": "And to answer your question.$0#$b#I don't know if I want to stack shelves for the rest of my life.",
  "Miihau.SEE.E1.020": "But I'm not exactly in a position to do much else.$3",
  "Miihau.SEE.E1.021": "Sometimes I imagine doing other stuff with my life.$0#$b#But most days, I'm just trying to make it through.$3",
  "Miihau.SEE.E1.022": "Sometimes, I wonder if there's more out there than this.$3",
  "Miihau.SEE.E1.023": "You are too awkward to say something.",
  "Miihau.SEE.E1.024": "*Sigh*$3",
  "Miihau.SEE.E1.025": "Never mind... forget I said anything.$3",
  "Miihau.SEE.E1.026": "See ya.$3",
  "Miihau.SEE.E1.027": "Not everyone can quit their job to become a farmer, you know.$3",

  //Event 2
  "Miihau.SEE.E2.001": "Ugh...$3",
  "Miihau.SEE.E2.002": "Uncle Shane!$h",
  "Miihau.SEE.E2.003": "Hi there, Shane.",
  "Miihau.SEE.E2.004": "Hi Jas.$h#$b#Where have you been all day?$h",
  "Miihau.SEE.E2.005": "I was at tutoring with Miss Penny and Vincent.",
  "Miihau.SEE.E2.006": "Oh!$h#$b#Hello, Miss Penny.$h#$b#Thanks for *Hic* bringing Jas back.$h",
  "Miihau.SEE.E2.007": "You're welcome...$3",
  "Miihau.SEE.E2.008": "Uncle Shane, can we watch the animals together for a bit?$h",
  "Miihau.SEE.E2.009": "*Hic* Yeah, sure, why not?$h#$b#*Hic* Anything for my favorite little buddy.$h",
  "Miihau.SEE.E2.010": "Yay! Thanks, Uncle Shane!$h",
  "Miihau.SEE.E2.011": "How are you doing, Shane?$3",
  "Miihau.SEE.E2.012": "I'm fine. Just enjoying the fresh air.$3",
  "Miihau.SEE.E2.013": "You sure about that?$3#$b#You seem a bit... off.$3",
  "Miihau.SEE.E2.014": "I said I'm fine, Penny.$3#$b#Don't worry about me.$3",
  "Miihau.SEE.E2.015": "*Burp*$h",
  "Miihau.SEE.E2.016": "Uncle Shane!$h",
  "Miihau.SEE.E2.017": "Whoops!$h",
  "Miihau.SEE.E2.018": "...$3",
  "Miihau.SEE.E2.019": "Jas, I think we should go inside and say hi to your Aunt Marnie.$0#$b#I'm sure she misses you.",
  "Miihau.SEE.E2.020": "But...$s",
  "Miihau.SEE.E2.021": "What about Uncle Shane...$s",
  "Miihau.SEE.E2.022": "Always listen to your teacher, Jas.$3",
  "Miihau.SEE.E2.023": "Okay...$s",
  "Miihau.SEE.E2.024": "Penny brings Jas inside. You decide to wait and see what happens next.",
  "Miihau.SEE.E2.025": "She deserves better.$3",
  "Miihau.SEE.E2.026": "Someone who's not constantly drowning their sorrows in a bottle.$3",
  "Miihau.SEE.E2.027": "Why is this such a damn battle for me?$3",
  "Miihau.SEE.E2.028": "Maybe a few drinks will numb the pain... at least for tonight.$3",
  "Miihau.SEE.E2.029": "I had a rough day, @.$3#$b#I'm not really in the mood for talking.$3#$e#Leave. Me. Alone.$5",
  "Miihau.SEE.E2.030": "I wanted to spend time with Uncle Shane, but Penny said he wasn't feeling well.$s#$b#I hope he feels better soon.$s",
  "Miihau.SEE.E2.031": "Shane's been going through a rough time lately.$s#$b#I feel really bad for him and the people around him.$s",
  "Miihau.SEE.E2.032": "Shane's a good man, but he's struggling.$3#$b#I've seen it for a while now.$2#$e#He's always so closed off.$3#$b#I just hope he finds the strength to ask for help when he needs it.$2",

  //Event3
  "Miihau.SEE.E3.001": "What a shithole.$3",
  "Miihau.SEE.E3.002": "It's truly unbelievable how they treat people in there.$3",
  "Miihau.SEE.E3.003": "And Morris, this dumb little bi...",
  "Miihau.SEE.E3.004": "Buddy... are you spying on me or something?$5",
  "Miihau.SEE.E3.004X": "#'It's late, why are you still here?'#'You seem upset, what happened?'",
  "Miihau.SEE.E3.005": "Just the joys of working at Joja, you know?$3#$b#Another day, another never-ending shift.$2",
  "Miihau.SEE.E3.006": "They cut my pay.$2#$b#So now I need to work extra hours to make the same money as before.$2",
  "Miihau.SEE.E3.007": "Which, to put it lightly...$3#$b#sucks...$5",
  "Miihau.SEE.E3.007X": "#'Maybe there's something we could do?'#'Maybe we could talk to someone?'",
  "Miihau.SEE.E3.008": "No!$5",
  "Miihau.SEE.E3.009": "Shane cuts you off before you can finish your sentence.",
  "Miihau.SEE.E3.010": "Let me guess.$5#$b#Maybe we could wish for a good fairy to make all my problems go away?$5#$b#Maybe we should just wave a magic wand and make all my problems disappear?$5",
  "Miihau.SEE.E3.011": "Do you REALLY think I didn't try before I got to this point?$5#$b#It's not that simple, okay? So just... just leave me alone.$5",
  "Miihau.SEE.E3.012": "Sorry... I...$3",
  "Miihau.SEE.E3.013": "I shouldn't have snapped like that.$3#$b#*sigh* It's just been one of those days.$3#$b#I didn't mean to take it out on you.$3",
  "Miihau.SEE.E3.013X": "#Hear Shane out.#Leave Shane alone.",
  "Miihau.SEE.E3.014": "I've become such a toxic person.$3#$b#To me... and to the ones around me.",
  "Miihau.SEE.E3.015": "I just... I don't understand why you're trying to help me.$3#$b#What do you gain from it? What do you want?$3",
  "Miihau.SEE.E3.016": "You trying to socialize with me just doesn't add up.",
  "Miihau.SEE.E3.016X": "#'It's not that deep, I just want to be your friend.'#'You are overthinking this. I just want to be nice to you.'",
  "Miihau.SEE.E3.017": "Not that deep, huh? Sorry 'friend', but I'm just not buying that.$3~Maybe I am overthinking this, but I have my reasons for not trusting people that quickly.$3",
  "Miihau.SEE.E3.018": "I know you haven't done anything wrong so far.$0#$b#But as you have probably noticed by now... I keep everybody at arm's length, if not even further.$3",
  "Miihau.SEE.E3.019": "I just don't like to disappoint people.$3#$b#I'm kind of doing you a favor here.",
  "Miihau.SEE.E3.019X": "#'No pressure, we can take things at your pace. I don't mind.'#'Thanks for warning me. I'll try to keep my distance from now.' (Leave Shane)",
  "Miihau.SEE.E3.020": "...$0#$b#What do you mean? You don't mind?$3",
  "Miihau.SEE.E3.021": "I don't understand you @.",
  "Miihau.SEE.E3.022": "Maybe I don't need to understand you.$6",
  "Miihau.SEE.E3.023": "Fine. We can keep things as is.",
  "Miihau.SEE.E3.024": "To be clear... We aren't friends.",
  "Miihau.SEE.E3.025": "We... uhm... we just don't mind each other's company as much.$0#$b#Got it?",
  "Miihau.SEE.E3.026": "Great.$0#$b#Well... you can probably find me at the Saloon if you want to drink a beer together or something.",
  "Miihau.SEE.E3.027": "Sorry for what happened today.$0#$e#Here I got you this.[346]$1#$b#Enjoy it while it's still cold.$6",
  "Miihau.SEE.E3.028": "...$5",

  //Event 4
  "Miihau.SEE.E4.001": "Oh... hi @.$3",
  "Miihau.SEE.E4.002": "Shit, this is kind of awkward.$3#$b#Um... listen, I was heading to your farm because I wanted to ask if you wanted to hang out.$3",
  "Miihau.SEE.E4.003": "I knew this was a stupid idea.$2#$b#I'm not good at this stuff.$3",
  "Miihau.SEE.E4.004": "#'Yeah... that's not really what I had in mind today.'#'Hanging out sounds fun. What did you have in mind?'",
  "Miihau.SEE.E4.005": "Wha...$10#$b#I mean, yeah, totally.$6#$b#I was thinking maybe we could hang out at my favorite place and just talk a bit.",
  "Miihau.SEE.E4.006": "So... I didn't really think about what I want to talk about.",
  "Miihau.SEE.E4.007": "Do you have a lot of friends around town?",
  "Miihau.SEE.E4.007X": "#'I have plenty friends around town.'#'Maybe a few.'",
  "Miihau.SEE.E4.008": "Plenty, you say...?$0#$b#Well, I shouldn't be surprised. You are quite charismatic.$0#$b#And, if I'm honest, you really do bring a breath of fresh air to this so-called 'community'.$3",
  "Miihau.SEE.E4.009": "A few, you say...?$0#$b#Hmm... I can't blame you.$3#$b#Friendships are hard.$3",
  "Miihau.SEE.E4.010": "But I like how you and I don't put pressure on each other when it comes to this friendship.$6#$b#It's nice.$6",
  "Miihau.SEE.E4.011": "I never clicked with anyone in this town.$0#$b#The only people I actually talk to outside of my household are Gus and Emily.$0#$b#But it would be hard to order beer if I didn't talk to them.$3",
  "Miihau.SEE.E4.012": "I really became a loner the moment I moved here...$0",
  "Miihau.SEE.E4.013": "A couple of years ago I was quite good at playing gridball.$0#$b#It was my ticket to a scholarship.$0#$b#...$6#$b#*Chuckle* But you know what's crazy?$6",
  "Miihau.SEE.E4.014": "I don't even know how I got to this point where I am in life right now.$6#$b#A lot of things happened so quickly. Before I knew it, Jas and I moved in with Marnie.$0#$b#Life can take some crazy turns I guess.$6",
  "Miihau.SEE.E4.015": "An old friend of mine always used to say:$6#$b#'In the end, everything will be okay, and if it's not okay, it's not the end.'$6",
  "Miihau.SEE.E4.016": "There are moments where I truly believe that he was onto something.",
  "Miihau.SEE.E4.016X": "#'Do you still talk to that friend?'#'Are you still friends with each other?'",
  "Miihau.SEE.E4.017": "I have not spoken to him in years.$0#$b#We went to high school together.$0#$b#We were both the outcasts of the school.$0",
  "Miihau.SEE.E4.018": "Sadly, I never got to tell him about my plans or that I was moving away with Jas.$0",
  "Miihau.SEE.E4.019": "I can't answer if we are still friends.$0#$b#I would like to hope so.$0#$b#I never told him I was leaving to live with my aunt on the other side of the country.$3#$b#I never managed to go and say goodbye to him.$0",
  "Miihau.SEE.E4.020": "Sometimes I do miss him.",
  "Miihau.SEE.E4.021": "I do feel some regret for not visiting him to say goodbye.$0#$b#But then again it's not like...$3#$b#....$2#$b#Sorry, I'm talking too much.$0",
  "Miihau.SEE.E4.022": "Well... what about you, farmer boy?$0^Well... what about you, farmer girl?$0#$b#I've talked a bit about my past; now it's your turn.$6",
  "Miihau.SEE.E4.023": "You tell Shane about your time in the corporate world, your grandpa's letter, and your decision to start a new life.#You two bonded over things you shared from your past.",
  "Miihau.SEE.E4.024": "Hey @.$0#$b#Thanks for the hangout earlier, it was really nice talking with you.",
  "Miihau.SEE.E4.025": "Yeah, sure, totally.$10#$b#I... I'll leave now then.$3",
  "Miihau.SEE.E4.026": "%Shane is ignoring you.",

  //Event 5
  "Miihau.SEE.E5.001": "Hello @.$2",
  "Miihau.SEE.E5.002": "Sorry for not being in the best mood.$2#$b#I'm just a bit concerned.$2#$b#I gave Shane a letter this morning and his reaction to it was... quite strong, to say the least.$2",
  "Miihau.SEE.E5.003": "I tried talking to him but he just stayed silent.$2",
  "Miihau.SEE.E5.004": "Do you think you could try and talk with him?$2#$b#I know he has a soft spot for you.$1",
  "Miihau.SEE.E5.005": "#Agree to talk with Shane.#Make up an excuse to leave.",
  "Miihau.SEE.E5.006": "Thank you, @.$0#$b#I owe you one for this.$1",
  "Miihau.SEE.E5.007": "This is not fair.$2#$b#I had the right to use it.$5#$b#They can't just take what's mine.$5",
  "Miihau.SEE.E5.008": "This is so messed up of them.$5",
  "Miihau.SEE.E5.008X": "#Knock on the door.#Walk in.",
  "Miihau.SEE.E5.009": "Marnie I don't want to talk to you.$3",
  "Miihau.SEE.E5.010": "Oh, it's you.$3#$b#You caught me at a rough time.$3#$b#But if you came all the way here, you might as well come in.$3",
  "Miihau.SEE.E5.011": "What a way to invite yourself in.$5",
  "Miihau.SEE.E5.012": "Why are you here?$3",
  "Miihau.SEE.E5.013": "...$0#$b#See that letter on the floor? Read it for yourself.$5",
  "Miihau.SEE.E5.014": "Shane, what the hell were you thinking? Draining your college fund like it was some petty cash jar. After what happened, you have no right to access it anymore. We're beyond furious. Here's the deal: you're dumping Jas at the orphanage because she shouldn't have to put up with your selfish nonsense. And you? You're coming back to work at the insurance company. Time to grow up and fix the mess you've made. Don't test us on this, Shane. We're at the end of our rope.",
  "Miihau.SEE.E5.015": "Lovely letter from my parents. Don't you think?$a",
  "Miihau.SEE.E5.016": "We had a no contact agreement.$a",
  "Miihau.SEE.E5.017": "I know it was wrong to take the money. But I really needed it.$2#$b#The stress was getting to me and I just didn't see a different way out.$2",
  "Miihau.SEE.E5.018": "They never supported me becoming Jas's guardian.$5#$b#They told me I would ruin my life by doing this. They just did not understand how important this was to me.$2",
  "Miihau.SEE.E5.019": "They gave me an ultimatum.$3#$b#Either I take Jas and they kick me out and disown me or I give Jas to an orphanage and they will support my gridball endeavors.$0",
  "Miihau.SEE.E5.020": "I was so disgusted by my parents that day.$0#$b#I immediately contacted Marnie because she always had a soft spot for Jas and knew about everything that happened.",
  "Miihau.SEE.E5.021": "A week later I left with Jas.$0#$b#I only left a note in the kitchen telling them to never contact me again.$0",
  "Miihau.SEE.E5.022": "#'Taking on the role of Jas's guardian is really selfless.'#'What are you planning to do about your parents?'",
  "Miihau.SEE.E5.023": "I feel like I've failed as a guardian.$s#$b#But I'm happy she has a better life here than in an orphanage.$0~To be totally honest, I don't know what I'm going to do.$0",
  "Miihau.SEE.E5.024": "Sorry for dumping this on you.$0#$b#...$0#$b#This isn't my usual style.$3",
  "Miihau.SEE.E5.025": "I do feel a bit better after talking to someone about it. So thanks.$0",
  "Miihau.SEE.E5.026": "Could you leave for now? I have a lot of... thinking to do.$0#$b#Oh, and could you also tell Marnie that everything is fine on the way out.$0",
  "Miihau.SEE.E5.027": "I'm still thinking about what to do.$0#$b#I will find a way to keep Jas and repay my parents.$3",
  "Miihau.SEE.E5.028": "...$3#$b#Okay.$3#$b#I'm sure you have your reasons.$3",
  "Miihau.SEE.E5.029": "Sorry @. I'm currently dealing with a lot...",

  //Event 6
  "Miihau.SEE.E6.001": "What do you think you're doing?",
  "Miihau.SEE.E6.002": "I'm going to work, Dad.$a",
  "Miihau.SEE.E6.003": "As if you would be able to pick up a job on your own.$0#$b#Quit the excuses. I came all this way to talk... You're not running away again.",
  "Miihau.SEE.E6.004": "I feel like I have been very clear that I don't want to talk to you or Mom ever again.$a",
  "Miihau.SEE.E6.005": "How come you'll just take our money then?$0#$b#Just because we saved it up for you does not mean that you can take it after you abandoned us.",
  "Miihau.SEE.E6.006": "Abandon you say?$a#$b#Like you wanted me to abandon Jas?$a",
  "Miihau.SEE.E6.007": "Wasn't I right that taking on the responsibility for a child would send your life spiraling out of control?$0#$b#I mean, look at you—walking around looking like a bum.",
  "Miihau.SEE.E6.008": "Jas only wanted to stay with me specifically and I want her to be happy.$a#$b#I want to be there for her and I don't want to end up all bitter like you.$a",
  "Miihau.SEE.E6.009": "Oh yeah?$0#$b#You look pretty bitter to me. It seems like you finally found out that life is not so easy after all, huh?",
  "Miihau.SEE.E6.010": "...$3",
  "Miihau.SEE.E6.011": "You know I'm right.$0#$b#You never had to worry about anything while living with us.$0#$b#I should have been firmer with you sooner.$0#$b#You were a real prodigy. Come to think of it, there were times I was actually proud of you.$0#$b#But ever since you befriended that one boy at gridball practice you changed for the worse.$0",
  "Miihau.SEE.E6.012": "Don't you dare to drag him into this!$a#$b#You would never understand.$a#$b#Have you never questioned yourself why I never talked to you when I had issues?$a#$b#You have always treated me like a project and not like a son.$a#$b#Your love was always conditional to me performing in one way or another.$a#$b#Think about it, you know nothing personal about me because I never felt safe talking with you.$a",
  "Miihau.SEE.E6.013": "You ungrateful little...",
  "Miihau.SEE.E6.014": "Shut up.$a#$b#Leave.$a",
  "Miihau.SEE.E6.015": "I'll send you the money back.$0#$b#But never try to contact me ever again.$0",
  "Miihau.SEE.E6.016": "Oh my...",
  "Miihau.SEE.E6.017": "Listen, I know what you and half the town saw earlier wasn't pretty.$0#$b#But, if I'm quite honest, I just don't care anymore.$3#$b#I said what had to be said.$3#$b#Just don't worry about me... okay?$a#$b#Thank you.$a", //Jas
  "Miihau.SEE.E6.018": "Uncle Shane is super different today$s#$b#I don't understand why.$s",
  //Penny
  "Miihau.SEE.E6.019": "Jas has been struggling to concentrate. I hope everything is okay at Marnie's.$s",
  //Marnie
  "Miihau.SEE.E6.020": "I know Shane doesn't talk to me much, but today was especially bad.$s",
  //Jodi
  "Miihau.SEE.E6.021": "I know I joke about liking the gossip around town but the situation with Shane and his father was just sad to see.$s",
  //Caroline
  "Miihau.SEE.E6.022": "Frankly, I didn't know much about Shane, but after witnessing the argument with his father the thing I do know makes sense now.$s",
  //Gus
  "Miihau.SEE.E6.023": "Shane told me that he had a feeling his father was going to show up.$s#$b#He told me to trust him that he can handle the situation.$s#$b#I was ready to step in if needed.$a",
  //Emily
  "Miihau.SEE.E6.024": "I'm worried about Shane. It seems like something happened but he won't talk about it.$s",
  //Lewis
  "Miihau.SEE.E6.025": "I really wanted to step in while Shane had the encounter with his father, but I also felt the need to let him solve his problems on his own.$s",
  //Harvey
  "Miihau.SEE.E6.026": "With a family background like that, it's easier to understand Shane's self destructive behavior.$0#$b#Sorry for being so blunt but as his doctor, it is easier to help my patients when I know about things like that.$0#$b#I hope he won't skip his next appointment again.$s",
  //Pierre
  "Miihau.SEE.E6.027": "What happened between Shane and his father really made me think.$s#$b#Being a parent is hard.$s#$b#I wonder why Abigail never talks with me about any of her interests.$s",
  //Evelyn
  "Miihau.SEE.E6.028": "I never liked men in suits, and the man that screamed in the center of town only reinforced my feelings.$s",

  //Event 7
  "Miihau.SEE.E7.001": "I need to do this.",
  "Miihau.SEE.E7.002": "Shane has left the town for today.#He will return tomorrow.",
  "Miihau.SEE.E7.002X": "Shane left really early this morning and told me won't be back until tomorrow.$2",
  "Miihau.SEE.E7.003": "Have you been looking for me?$0",
  "Miihau.SEE.E7.004": "Well, you found me...$3#$b#Sorry for not telling you that I was leaving town for a day.",
  "Miihau.SEE.E7.005": "Are you just going to stand there? Or do you want to join me?",
  "Miihau.SEE.E7.006": "I feel like I have been a closed book for long enough.$3#$b#@, you know how every person carries their 'demons'?",
  "Miihau.SEE.E7.007": "I always felt like we, as people, can't really do anything about them.$3#$b#But lately I have been thinking that maybe it's not too late to change things.",
  "Miihau.SEE.E7.008": "Seeing my dad... Seeing how cynical and bitter he is made me realize that I'm turning into the man that I never wanted to see again.$3",
  "Miihau.SEE.E7.009": "I left town to visit my best friend's grave.$0",
  "Miihau.SEE.E7.010": "Yesterday was the first time I visited him. I never went before and I didn't know where it was or who to ask about it.$0#$b#I spent a long time searching for it, but once I found it I spent even longer talking with him.",
  "Miihau.SEE.E7.011": "I told him how proud of a father he would be of Jas and all about her interests.$6#$b#About the names she came up with for Marnie's cows, her jump rope record of 73, her favorite doll, her...$6#$b#...$0",
  "Miihau.SEE.E7.012": "He would have been such a great father to Jas.$3#$b#The one she needs.$0",
  "Miihau.SEE.E7.013": "He died in a car accident when Jas was very young.$0#$b#The prick that caused the accident was drunk driving.$5#$b#...$0#$b#No survivors.$3",
  "Miihau.SEE.E7.014": "I was babysitting Jas when it happened.$0#$b#Looking back, the news threw me into a deep black hole.$3#$b#But I had to be there for Jas.$0",
  "Miihau.SEE.E7.015": "I never took the time to process what happened because I had to take action.$0#$b#I promised Jas to always be there for her when she realized that her dad was not coming back.$0",
  "Miihau.SEE.E7.016": "Everything happened so quickly after the accident, but the world in my head just stopped moving forward.$0",
  "Miihau.SEE.E7.017": "All this drinking, let's face it... It's just me trying to disassociate.$0#$b#You know it, I know it, everyone can see it.$3",
  "Miihau.SEE.E7.018": "I should have visited the grave sooner.$0",
  "Miihau.SEE.E7.019": "Listen @, I know this might sound a bit dramatic. But thanks for existing.$0",
  "Miihau.SEE.E7.020": "Thanks for equally respecting my need for distance and still providing a presence in my life.$0",
  "Miihau.SEE.E7.021": "I bet it's not easy.$0",
  "Miihau.SEE.E7.022": "#'You should be really proud of yourself.'#'I do what I can.'",
  "Miihau.SEE.E7.023": "Thanks. I'm trying to be proud but I still have a lot of work ahead of me.~Hmm... I assume you're right about that.",
  "Miihau.SEE.E7.024": "Thanks for stopping by.$6",
  "Miihau.SEE.E7.025": "I need to better myself, I owe it to him.$6",

  //Event 8
  "Miihau.SEE.E8.001": "@! I was about to come get you!$4#$b#Would you please come to the clinic with me? It's about Shane!$2",
  "Miihau.SEE.E8.002": "Shane was in the worst state I have ever seen him.$s#$b#He's more than lucky that someone found him in his unresponsive state.$s$0",
  "Miihau.SEE.E8.003": "He suffered from severe alcohol poisoning.$0#$b#I know his body has gotten used to excessive alcohol consumption over time...$s#$b#Which concerns me even more about the amount of alcohol he had to have been drinking to get to this state.$s",
  "Miihau.SEE.E8.004": "I have been monitoring his condition very closely overnight and provided him with the necessary IV fluids to prevent dehydration.$0#$b#Blood pressure and heart rate normalized over time.$0#$b#He could wake up any minute. Feel free to stay here or come back later.$0#$b#If you would excuse me, I need to finish the paperwork concerning this incident.$0#$b#If you have any questions or need my assistance, you can find me in my office.$0",
  "Miihau.SEE.E8.005": "Oh Shane! What have you gotten yourself into?$s",
  "Miihau.SEE.E8.006": "@, I know you have a lot to do, but could you please stay here with Shane until I come back? I need to go back home and check on Jas.$s",
  "Miihau.SEE.E8.007": "Thank you @! I'll be right back.$1",
  "Miihau.SEE.E8.008": "After a short while, Shane wakes up.",
  "Miihau.SEE.E8.009": "I really didn't want you to see me like this.$3",
  "Miihau.SEE.E8.010": "Please hear me out.",
  "Miihau.SEE.E8.011": "The past few days, I have been trying to replace beer with cola, but last night... it was as if I couldn't control myself; the craving took over.$3#$b#I have been really trying, but maybe I'm more dependent on alcohol than I assumed.$3",
  "Miihau.SEE.E8.012": "I hate the fact that I failed.$3#$b#I can't give up. I need to better myself.$2",
  "Miihau.SEE.E8.013": "#'Shane, you need to seek help, you can't do this on your own.'#'Shane, you need to let the people around you know so they can support you along the way.'",
  "Miihau.SEE.E8.014": "It's hard to change my ways, but I know that you're right.$3",
  "Miihau.SEE.E8.015": "Me ending up in the clinic, proves that I am unable to fight this battle myself.$0",
  "Miihau.SEE.E8.016": "During my last routine check-up with Doctor Harvey, he told me that I need to cut down on my beer consumption and seek support from the people around me.$3",
  "Miihau.SEE.E8.017": "I felt like I didn't have anybody around me, but the amount of concern and compassion people showed me after the incident with my dad showed me otherwise.",
  "Miihau.SEE.E8.018": "There is no reason for me to try to hide the fact that I have a problem, especially when I am actively trying to combat it.$0",
  "Miihau.SEE.E8.019": "Hey @... would you be willing to be by my side while I tell some people?$0",
  "Miihau.SEE.E8.020": "Shane, I'm always here for you buddy.$0#$b#Thanks for letting me know, I'll do my best to support you on the way.$h",
  "Miihau.SEE.E8.021": "Shane, I'm so happy you told me.$h#$b#I was worried sick about you lately.$s#$b#You got this! I believe in you!$h",
  "Miihau.SEE.E8.022": "...And that's why I'm telling you all this.$0#$b#Because I know now that I can't do this on my own.$0",
  "Miihau.SEE.E8.023": "Shane... *sob*$h#$b#I have been waiting so long for you to finally start talking openly again.$h#$b#Don't worry Shane, I'll be here to support you.$h",
  "Miihau.SEE.E8.024": "Thanks Marnie.$6",
  "Miihau.SEE.E8.025": "Uncle Shane?$3",
  "Miihau.SEE.E8.026": "Jas!$h#$b#Hi, little one! I have missed you so much, you know!$h",
  "Miihau.SEE.E8.027": "Shane is on a better path now.",
  "Miihau.SEE.E8.028": "Thank you @.$6#$b#Our friendship means a lot to me.$6",

  //Event9
  "Miihau.SEE.E9.001": "Hey @.$0#$b#I was planning on visiting the grave again today.$3",
  "Miihau.SEE.E9.002": "...$3",
  "Miihau.SEE.E9.003": "How would you feel about joining me today?$3",
  "Miihau.SEE.E9.004": "Thank you, I was hoping you'd like to join me.$6#$b#Let's go then.$6",
  "Miihau.SEE.E9.005": "Thanks for coming with me.$0#$b#It means a lot.$6",
  "Miihau.SEE.E9.006": "I used to avoid this place, but now it feels so different.$3#$b#And getting to share this with you now... Um...$0",
  "Miihau.SEE.E9.007": "...$3#$b#What I'm trying to say is... it just feels right, you know?$l",
  "Miihau.SEE.E9.008": "#'Thanks for sharing such an intimate place with me.'#'I don't understand but that's okay.'",
  "Miihau.SEE.E9.009": "Of course! We are a couple now, I need to learn to be vulnerable with you for us to work out.$6#$b#...$6#$b#I really want us to work out.$l~Ha!&h#$b#Do you remember when I said the same thing about you being nice to me?$6#$b#It's nice to see how far we have come.$l",
  "Miihau.SEE.E9.010": "Let's keep going, the spot is right around the corner.$6",
  "Miihau.SEE.E9.011": "Here we are.$6",
  "Miihau.SEE.E9.012": "I know I get comfort from being here...$0#$b#But it's still sad to think about him not being around anymore.$3",
  "Miihau.SEE.E9.013": "You would have loved hanging out with him.$6#$b#He was very compassionate and always tried to make people feel heard and noticed.$6",
  "Miihau.SEE.E9.014": "He was the first person who showed me that friendship can be something more than just a superficial connection between two people.$6#$b#I probably would've really fumbled the bag with you if it wasn't for him.$h#$b#Well... I didn't do particularly well anyway, but he did pave the way a bit, and I'm glad we are together now.$l",
  "Miihau.SEE.E9.015": "@, I have been thinking.$6",
  "Miihau.SEE.E9.016": "The day we met...$6#$b#The day you entered my life...$6#$b#We were total strangers, but you're so important to me now.$6#$b#Even though we haven't known each other for very long.$6#$b#I sometimes feel like we have already known each other for a lifetime.$l",
  "Miihau.SEE.E9.017": "Us connecting brought a whole new sense of hope to my life.$6#$b#All these closed doors felt so much easier to open all of a sudden.$6#$b#Thank you.$l",
  "Miihau.SEE.E9.018": "You spend some quality time with Shane before heading back home.",
  "Miihau.SEE.E9.019": "Thanks for visiting the grave with me.$6#$b#I feel like we're a lot closer now.$l",

  //Event10
  "Miihau.SEE.E10.001": "Shane, what's the big fuss all about?$4#$b#Can't you start already?$4",
  "Miihau.SEE.E10.002": "Pam, I already said that I would like to wait until @ shows up.",
  "Miihau.SEE.E10.003": "There they are!$h",
  "Miihau.SEE.E10.004": "Hi @, I was hoping you would come into the Saloon today.$6#$b#Please join me, I have something to share with everyone.$6",
  "Miihau.SEE.E10.005": "You take a good look at Shane. He looks visibly nervous but determined.",
  "Miihau.SEE.E10.006": "...here goes nothing...$6",
  "Miihau.SEE.E10.007": "Thanks, everyone, for being here.$0#$b#I know it's not like me to hold the floor, but... there's something important I've been working on, and I want to share it with all of you.$3",
  "Miihau.SEE.E10.008": "Especially with you, @.$6",
  "Miihau.SEE.E10.009": "Hmm...",
  "Miihau.SEE.E10.010": "We all know I've had my... well, my struggles.$3#$b#Over the past few years, I've been on a difficult journey.$0#$b#A journey to get my life back on track.$0#$b#The alcohol has been my worst enemy and my false friend.$3#$b#But lately, I've been seeing things a bit clearer, thanks to a lot of support from many of you.$6",
  "Miihau.SEE.E10.011": "@, you've been a huge part of why I started turning things around.$6#$b#Your kindness, your patience... it's made all the difference.$6#$b#That's why today, I want to say thank you.$6#$b#You've seen me at my worst, and yet you never turned away. Not once.$6#$b#That means more to me than I can say.$6#$b#And with your support, I've slowly started to see the world differently.$6#$b#I've found hope again, and strength I never knew I had.$6",
  "Miihau.SEE.E10.012": "@, I would like you to have this.$l",
  "Miihau.SEE.E10.013": "This... this old gridball is very special to me.$6[Miihau_SEE_Gridball]#$b#It's signed by my best friend, and it's been with me through a lot.$6#$b#I'm giving it to you because I trust you, more than anyone.$6#$b#And because... well, because I love you. There, I said it.$l",
  "Miihau.SEE.E10.014": "Awww",
  "Miihau.SEE.E10.015": "Very Sweet",
  "Miihau.SEE.E10.016": "Let's hear it for Shane, everyone! What a brave speech!$h",
  "Miihau.SEE.E10.017": "I know we have been through a lot already but I hope this is only the beginning of our journey.$l"


}