{
//WARNING!! Do NOT make edits to any file in this mod unless you know what you're doing, you can easily break things by accidentally deleting a symbol. I am not responsible for breaks caused by editing and I don't provide coding instruction. There is a Wiki for that.

//IF YOU CHOOSE TO EDIT THE DIALOGUE - You may edit your personal copy only. You do not have permission to make edits and re-post or share this mod. The dialogue is my own writing and I worked very hard on this. Contact MaggPlays directly if you have any questions.

//CONFIGURATION SETTINGS

	"config.FarmerPronouns.name": "Farmer neutral pronouns",
	"config.FarmerPronouns.description": "Select 'Yes' to use gender neutral pronouns for farmer.",
	"config.FarmerPronouns.values.yes": "Yes",
	"config.FarmerPronouns.values.no": "No",

	"config.GrandmaName.name": "Alex's name for Evelyn",
	"config.GrandmaName.description": "Select Alex's name for Evelyn.",
	"config.GrandmaName.values.Grandma": "Grandma",
	"config.GrandmaName.values.Grams": "Grams",
	"config.GrandmaName.values.Nana": "Nana",
	"config.GrandmaName.values.Memaw": "Memaw",
	"config.GrandmaName.values.Grammy": "Grammy",
	"config.GrandmaName.values.Mimi": "Mimi",
	"config.GrandmaName.values.Naenae": "Naenae",
	"config.GrandmaName.values.Gigi": "Gigi",
	"config.GrandmaName.values.Gran": "Gran",
	"config.GrandmaName.values.Bubbe": "Bubbe", //do not translate
	"config.GrandmaName.values.Tinä": "Tinä", //do not translate
	"config.GrandmaName.values.Abuela": "Abuela", //do not translate

	"config.GrandpaName.name": "Alex's name for George",
	"config.GrandpaName.description": "Select Alex's name for George.",
	"config.GrandpaName.values.Grandpa": "Grandpa",
	"config.GrandpaName.values.Gramps": "Gramps",
	"config.GrandpaName.values.Papa": "Papa",
	"config.GrandpaName.values.Papaw": "Papaw",
	"config.GrandpaName.values.Grampy": "Grampy",
	"config.GrandpaName.values.Poppy": "Poppy",
	"config.GrandpaName.values.Papi": "Papi",
	"config.GrandpaName.values.Grandad": "Grandad",
	"config.GrandpaName.values.Pops": "Pops",
	"config.GrandpaName.values.Zayde": "Zayde", //do not translate
	"config.GrandpaName.values.Tamä": "Tamä", //do not translate
	"config.GrandpaName.values.Abuelo": "Abuelo", //do not translate

	"config.AlexWalkRepeat.name": "Winter walk with Alex",
	"config.AlexWalkRepeat.description": "Choose whether you take a walk with Alex in the mornings in winter, a repeating mini-event with randomized conversation.",
	"config.AlexWalkRepeat.values.saturday": "Saturdays",
	"config.AlexWalkRepeat.values.threedays": "Three days a week",
	"config.AlexWalkRepeat.values.daily": "Daily",
	"config.AlexWalkRepeat.values.none": "None (Off)",

	"config.AlexPortraits.name": "Vanilla portrait edit",
	"config.AlexPortraits.description": "Enable a minor change in Alex's vanilla portraits related to the story. Select 'No' if you have a portrait mod installed.",
	"config.AlexPortraits.values.yes": "Yes",
	"config.AlexPortraits.values.no": "No",

	"config.AlexFluffySprites.name": "Fluffy hair sprites",
	"config.AlexFluffySprites.description": "Enable slightly modified vanilla sprites for Alex with hair that better matches his portrait. Select 'No' if you have another sprite mod installed.",
	"config.AlexFluffySprites.values.yes": "Yes",
	"config.AlexFluffySprites.values.no": "No",

	"config.AlexCustomSprites.name": "Custom event sprites",
	"config.AlexCustomSprites.description": "Enable custom event sprites for Alex, for Seasonal Outfits Slightly Cuter mod, download the sprite patch linked in the Nexus mod description. Selecting 'No' will show alternate visuals which are less immersive for compatibility with other sprite mods.",
	"config.AlexCustomSprites.values.yes": "Yes",
	"config.AlexCustomSprites.values.no": "No",

	"config.DustySprite.name": "Dusty custom sprite",
	"config.DustySprite.description": "Select 'Yes' to replace Dusty's sprite with the one from the events in this mod. Does not work if SVE is installed. NOTE: The event sprite cannot be changed since there is no vanilla Dusty overworld sprite.",
	"config.DustySprite.values.yes": "Yes",
	"config.DustySprite.values.no": "No",

	"config.LivingRoomEdit.name": "Alex's house sprites",
	"config.LivingRoomEdit.description": "Make edits to Alex's bedroom and living room, adding decor from the story. Compatible with SVE. Set to 'no' if you're using another texture mod and the edits conflict.",
	"config.LivingRoomEdit.values.yes": "Yes",
	"config.LivingRoomEdit.values.no": "No",

//NAMES
	"alex.config.Grandma": "Grandma",
	"alex.config.Grams": "Grams",
	"alex.config.Nana": "Nana",
	"alex.config.Memaw": "Memaw",
	"alex.config.Grammy": "Grammy",
	"alex.config.Mimi": "Mimi",
	"alex.config.Naenae": "Naenae",
	"alex.config.Gigi": "Gigi",
	"alex.config.Gran": "Gran",
	"alex.config.Bubbe": "Bubbe", //do not translate
	"alex.config.Tina": "Tinä", //do not translate
	"alex.config.Abuela": "Abuela", //do not translate
	"alex.config.Grandpa": "Grandpa",
	"alex.config.Gramps": "Gramps",
	"alex.config.Papa": "Papa",
	"alex.config.Papaw": "Papaw",
	"alex.config.Grampy": "Grampy",
	"alex.config.Poppy": "Poppy",
	"alex.config.Papi": "Papi",
	"alex.config.Grandad": "Grandad",
	"alex.config.Pops": "Pops",
	"alex.config.Zayde": "Zayde", //do not translate
	"alex.config.Tama": "Tamä", //do not translate
	"alex.config.Abuelo": "Abuelo", //do not translate

//ALEX DAILY DIALOGUE
		"alex.daily.Mon.1": "I'm always throwing the gridball around, or working out to stay in peak condition.",
		"alex.daily.Mon.2": "Hey... were you into any sports in high school?",
		"alex.daily.Mon.3": "Yeah, I've always been into athletics.",
		"alex.daily.Mon.4": "Cool! I was an all-star quarterback in high school, gridball is my thing. I got a lot of recognition and awards.$u",
		"alex.daily.Mon.5": "Not really, I never played any sports.",
		"alex.daily.Mon.6": "Too bad, sports are great for staying healthy and learning to work with a team.",
		"alex.daily.Tue": "The beach is a cool place to hang out and soak up some rays.#$b#You gotta spend some time in the sun to get your Vitamin D.#$b#You should join me down at the beach, it gets kind of boring seeing the same people all the time.",
		"alex.daily.Wed.1": "It's always a good day to play catch with the gridball.$u",
		"alex.daily.Wed.2.female": "I'd ask you to play catch, but I wouldn't want to accidentally hurt you.",
		"alex.daily.Wed.2.male": "I'd ask you to throw the ball around, but you don't really seem like the sports type.",
		"alex.daily.Wed.2.neutral": "I'd ask you to throw the ball around, but you don't really seem like the sports type.",
		"alex.daily.Wed.3": "I'm fine just watching you from a distance.",
		"alex.daily.Wed.4": "I'll toss the ball with you if you want.",
		"alex.daily.Wed.5": "(annoyed) What's that supposed to mean?",
		"alex.daily.Wed.5": "(annoyed) What's that supposed to mean?",
		"alex.daily.Wed_01_old.1": "Go long! ...just kidding. Hahaha.",
		"alex.daily.Wed_01_old.2": "Would be nice to have some friends around to play ball with...",
		"alex.daily.Wed_01_01.1": "Really? I guess I underestimated you.#$b#I promised", //Grandma
		"alex.daily.Wed_01_01.2": "I'd run some errands for her, but maybe next time.",
		"alex.daily.Wed_01_02": "Alright, I guess not everyone likes to play.",
		"alex.daily.Wed_01_03": "Uh... never mind, jeez... touchy.$a",
		"alex.daily.Thu": "Hey, if you happen to see Haley, tell her I said 'hi', I usually see her before now but I was busy with other stuff today.#$b#We've been friends since we were little kids. She was a cheerleader and I was on the gridball team in high school so we did pretty much everything together.$h",
		"alex.daily.Fri": "The beach is a cool place to hang out and soak up some rays, get a nice summer tan.#$b#*sigh*... I wish there were more people our age in this town, then we could have some real beach parties with volleyball, a bonfire, cookout, the works!",
		"alex.daily.Sat": "This town is pretty strange, some weird people live here.#$b#... Have you met that emo guy? Why does he wear hoodies all the time and stare at the ground instead of talking to people?#$b#And there's Haley's sister Emily, she's... well, you've seen her hair. And Abby, also part of the loud hair color club.",
		"alex.daily.Sun": "Hey... uh, sorry, I forgot your name... @? Oh, right! I'm really bad with names and dates.#$b#What, you wanna talk to me? I've got stuff I need to get done but I'll be free later if you're around.",
		"alex.daily.Mon2.female": "Hey, what's up farmer girl? Did you get new pants? Looking good!#$b#Today's upper-body day, that means extra push-ups.#$b#Every time I do push-ups I try to do one more than last time. Gotta keep improving, right?",
		"alex.daily.Mon2.male": "Hey, what's up farmer guy? Did you get new pants? Looking good!#$b#Today's upper-body day, that means extra push-ups.#$b#Every time I do push-ups I try to do one more than last time. Gotta keep improving, right?",
		"alex.daily.Mon2.neutral": "Hey, what's up farmer? Did you get new pants? Looking good!#$b#Today's upper-body day, that means extra push-ups.#$b#Every time I do push-ups I try to do one more than last time. Gotta keep improving, right?",
		"alex.daily.Tue2": "Be sure to spend some time at the beach in the summer, Haley likes to hang out there and get a tan.#$b#*sigh*... I wish there were more people around interested in sports, it would be great to start a beach volleyball tournament.",
		"alex.daily.Wed2": "Do you follow a nutrition plan? You have to make sure you're getting enough protein with all the work you do on the farm.#$b#I have a very strict meal plan to keep me on track. I stick to it and only make exceptions for festival days.#$b#%Alex is really into the whole fitness and diet thing... that and gridball, I wonder why he's so obsessed...",
		"alex.daily.Thu2": "What's up, @? I'm going to watch some game replays and see if I can pick up any new strategies. Gotta stay up to speed with the current plays and coaching.#$b#It would be easier if there was a gridball team closer to town. Can't just go to Zuzu City whenever I want.$s",
		"alex.daily.Fri2": "I bet if I tried to play catch with that guy Sebastian, he'd just duck and cover when I threw the ball at him.$h#$b#...#$b#Sorry, yeah, I guess that was kind a jerk thing to say.$s",
		"alex.daily.Sat2": "I like sticking to a routine, then I know exactly what I'll be doing on any given day.#$b#I have different workout routines for each day of the week so it doesn't get too boring, and I always set aside time to study game plays and watch the league news.$h",
		"alex.daily.Sun2": "Hey, @. Oh good, I got your name right, heh!#$b#Uh, how are things going at that farm? I bet it's a good workout doing all that manual labor.",
		"alex.daily.Mon4.1": "I have a ton of crunches on the schedule tonight.#$b#It's a lot of work to maintain fitness at higher levels. Definitely not for everyone, you've gotta love the work.",
		"alex.daily.Mon4.2": "Do you like your farm work?",
		"alex.daily.Mon4.3": "I really do, it's difficult but fulfilling.",
		"alex.daily.Mon4.4": "Nice! It's really hard to keep at something if you're not passionate about it, I'm glad you're happy here.$h",
		"alex.daily.Mon4.5": "It gets to be kind of a grind sometimes.",
		"alex.daily.Mon4.6": "Well, I hope you stick it out, it's good to have a variety of things to do so you're not just stuck repeating the same chore over and over.",
		"alex.daily.Tue4": "Hey, @. Could you do me a favor?#$b#If you happen to see Haley and she asks about me, tell her I'm busy. She keeps bugging me about some photography thing and I'm really not feeling it today.$s",
		"alex.daily.Wed4": "What's up? If you have time, I can teach you a few tricks with the gridball, y'know, just for fun.$h#$b#I uh... don't mind spending time with you, you're fun to talk to and you don't care if I'm all sweaty from working out.$h",
		"alex.daily.Thu4": "@, check out these new shoes! I've been doing some odd jobs around town to get some extra cash for things like clothes and stuff.$h#$b#I'm starting to feel like I should be more independent, I don't plan to live with my grandparents forever.",
		"alex.daily.Fri4.1": "I'm glad you stopped by,", //Grandma
		"alex.daily.Fri4.2": "just took some cookies out of the oven.",
		"alex.daily.Fri4.3": "'s cooking is awesome, maybe she'll give you the recipe sometime. She's the best!$h#$b#Now", //Grandma //Grandpa
		"alex.daily.Fri4.4": ", on the other hand...#$b#Just kidding. He's pretty great actually, he tells the best stories.$h",
		"alex.daily.Sat4": "Oh wow...your shoes are a little dirty... but that makes sense, working on a farm and all.#$b#Not sure I'd like being dirty all the time but... Oh, uh, I didn't mean that you're dirty all the time...$s#$b#Um, yeah, did you catch the game this week?$h",
		"alex.daily.Sun4.1": "Hey, @.#$b#How's your day going? I bet you have all kinds of stories about the farm, when you're not busy you can hang out and tell me some.#$b#I could ask", //Grandma
		"alex.daily.Sun4.2": "to make us some snacks, she loves doing that and we could watch a game and talk for a while...#$b#I know my grandparents like when you visit too, heh!$h",
		"alex.daily.Mon6": "Hi, @, good to see you! Sorry my room is so messy when you come by.$s#$e#I just get distracted and forget to pick things up. I'm trying to get better, though.",
		"alex.daily.Tue6": "How are the chickens doing on your farm? I've gotten some really great eggs from Pierre's that came from your hens.$h#$b#Keep those ladies happy, they work hard and it shows!$h#$b#You could cut out the middle man and just bring the eggs over to our place, don't worry, we'd pay the same as Pierre charges.$h",
		"alex.daily.Wed6": "Hey, Seb made me this awesome omelet, he said it was for always helping him at the gym.#$b#I gotta get the recipe next time I see him, it's good to have some variety in an omelet, haha!$h",
		"alex.daily.Thu6": "I've been thinking, I worked so hard to get in shape and reach my goals, it might be a good idea to share that experience.#$b#Like, I could help somebody else in my situation to improve their life through better health.#$b#I dunno, just a thought...",
		"alex.daily.Fri6.1": "I'm trying a new look, I spend too much time on my hair so I'm trying not using gel or anything.",
		"alex.daily.Fri6.2": "What do you think?$h",
		"alex.daily.Fri6.3": "Looks great! It suits you.",
		"alex.daily.Fri6.4": "Thanks! Heh, I'm glad you think so. I used to act all cocky, but it was mostly just show.",
		"alex.daily.Fri6.5": "Don't worry about your appearance so much.",
		"alex.daily.Fri6.6": "Oh, uh, I'm not really worried about it, I just... wondered what you thought.$s",
		"alex.daily.Sat6": "Haley's been saying some nice things about you lately, she's really grown past her jealous phase, hehe.$h#$b#I like to think we've both grown a lot over the past few months. Haley's made more friends so she's not so dependent on me.#$b#I've been spending more time with my friends doing things we all like, and it's really great just hanging out with everyone.$h",
		"alex.daily.Sun6": "I'm starting to think about the future more... you know, considering all the possibilities.#$b#Whether or not my gridball goal works out, I want to be a dependable, stable guy for my grandparents to be proud of.$h",

//ALEX SEASONAL DIALOGUE
		"alex.daily.summer_Mon": "I love the summer heat but it definitely makes me want to shave my hair off. Sure would make it easier to take care of, haha!$h#$b#Haley would kill me though, she really cares about how I look... Huh.$s",
		"alex.daily.summer_Wed.1": "Hey farmer, I've got a question for you.",
		"alex.daily.summer_Wed.2": "Do you think I have a shot to play on a pro team?",
		"alex.daily.summer_Wed.3": "You're destined to be a sports legend!",
		"alex.daily.summer_Wed.4": "Anything could happen if you put the work in.",
		"alex.daily.summer_Wed.5": "No, odds are you'll become a salesman.",
		"alex.daily.summer_Wed_01_old.1": "Hey, when I turn pro you can say you were my first \"fan\". Heh! Thanks for the encouragement anyway.",
		"alex.daily.summer_Wed_01_old.2": "Hey, I've been practicing twice as hard so I can turn pro and prove you wrong. You just wait.$a",
		"alex.daily.summer_Wed_01_01": "Hey, now that's what I'm talking about! It's all or nothing, right?$h#$e#You're cooler than I thought.",
		"alex.daily.summer_Wed_01_02": "Yeah, well, there's practice and natural ability, practice can only get you so far if you don't have the talent for it.$u#$b#I guess you haven't seen me play, next time I'm playing in Zuzu City, you should come watch.",
		"alex.daily.summer_Wed_01_03": "That's insane. You're just jealous that I'm talented and popular and you're not.$a^That's ridiculous. You're just jealous that I'm way more popular than you'll ever be, jerk.$a#$e#Get away from me.$a",
		"alex.daily.summer_Sat": "Mmmm... I smell a barbeque.#$b#Dang I could go for a burger, nothing like a burger and fries in the summer. Well, a few fries anyway, gotta keep a good protein/carb balance.$h",
		"alex.daily.summer_Sun": "I got these new shoes yesterday 'cuz my old pair got damaged and I couldn't clean them.#$b#I just tossed them in the trash. I guess I could've donated them, but it seems weird to donate used shoes...#$e#...What?$a",
		"alex.daily.summer_Mon4": "Hi @, how's it going? Summer is the best time to exercise outside, you can get a really great sweat going.#$b#Did you know Clint and Shane used to play gridball? Man... Shane... he really is drinking himself to an early grave...$s",
		"alex.daily.summer_Wed4": "Hey, have you talked to Haley much? She really loves the beach and is pretty obsessed with getting a tan.#$b#... She's been rude to you? Oh... well, she can be like that when she feels like she has competition for the spotlight.",
		"alex.daily.summer_Thu4": "I was walking by your farm the other day, looks like you've done a lot of work there.#$b#You have chickens, right? Eggs are great for your health, I can make a mean omelet if you're ever hungry.$h",
		"alex.daily.summer_Fri4": "Hey, you must be getting pretty strong working on that farm all day.#$b#Maybe you'll reach my level someday. Something to look forward to, huh?#$e#Why do you have that look on your face?",
		"alex.daily.summer_Tue6": "Man, I love hanging out with friends at the beach when it's hot out, playing volleyball, running around in the waves, cooking over a campfire, it's the best!$h",
		"alex.daily.summer_Wed6": "Haley's been saying some nice things about you lately, she's really grown past her jealous phase, hehe.$h#$e#I like to think we've both grown a lot over the past few months. Haley's made more friends so she's not so dependent on me.#$b#I've been spending more time with my friends doing things we all like, and it's really great just hanging out with everyone.$h",
		"alex.daily.fall_Mon4": "Hey, hey! It's gridball season! It's tough to keep up my nutrition routine when I'm watching the games, but I'm determined to stay on track.#$b#You want to catch a game sometime? I wouldn't mind explaining the plays if you're interested.$h",
		"alex.daily.fall_Tue4": "I saw Willy catching salmon in the river, seeing that fish sure made me hungry!#$b#There's nothing like a salmon dinner when you cook the fillets just right.$h",
		"alex.daily.fall_Wed.1": "Hey, I want to ask you something.",
		"alex.daily.fall_Wed.2": "What do you think of my haircut?",
		"alex.daily.fall_Wed.3": "It looks very trendy.",
		"alex.daily.fall_Wed.4": "It looks like some kind of fungal growth.",
		"alex.daily.fall_Wed_01_old": "I put too much gel in my hair today. It's kind of crunchy.#$e#Don't touch it!#$e#...what? I'll wash it out later.",
		"alex.daily.fall_Wed_01_01": "Yeah, it's kind of a pain to maintain, but it's sort of become my look.",
		"alex.daily.fall_Wed_01_02": "Yeah right. You're just jealous that I look so good.",
		"alex.daily.fall_Sat4.1": "told me I should spend more time studying.#$e#I was like, '...", //Grandma
		"alex.daily.fall_Sat4.2": ", don't worry about me. I'm focusing on my athletic career.'$h#$e#Studying is for nerds, anyway.#$b#%Alex shrugs and awkwardly looks away, getting a university degree isn't for everyone.#$b#Heh, you're right, I'm not really worried about it, academics were never my thing.$s",
		"alex.daily.fall_Sun4": "Hey, the gridball game is on today!#$b#Sundays are pretty awesome in the fall, are you coming by to watch with me? I wouldn't mind the company.$u",
		"alex.daily.fall_Wed8": "It's starting to get cold at night, the air smells like winter.#$b#*sighs* But maybe it won't be so bad this year with friends to hang out with.$h",
		"alex.daily.fall_Fri8.1.1": "Hey, I found a box of old photos under my bed,", //Grandma
		"alex.daily.fall_Fri8.1.2": "has a few things under there for storage.", //Grandma
		"alex.daily.fall_Fri8.2": "Want to look through them with me?",
		"alex.daily.fall_Fri8.3": "Sure, what kind of photos are they?",
		"alex.daily.fall_Fri8.4": "Cool, mostly old family photos. I want to organize them and make sure they're all labeled. If there's some of my mom and me, maybe I'll pull those out and get prints made for an album.",
		"alex.daily.fall_Fri8.5": "Alright, any cute baby pictures of you? Heh!",
		"alex.daily.fall_Fri8.6": "Pfftt... I don't know about cute, but I'm sure there are a few photos of me in the box... you're not going to make me regret this, are you?$h",
		"alex.daily.winter_Thu4": "You came all the way through the snow to see me?#$b#Thanks, that's nice of you. I like when you visit, you're fun to talk to.$h",
		"alex.daily.winter_Sun4": "I wish I could control the weather, I hate when I want to do something outside and it's raining or snowing out.#$b#Well, I guess I could try winter sports, I just don't like being cold.#$b#You're building a snowgoon army at your farm? Huh, that sounds kind of fun, maybe I'll come by and help later.$h",
		"alex.daily.winter_Mon8": "You know, I was talking to Harvey at my last annual checkup and he mentioned a few resources for learning more about fitness medicine.#$b#I'm dedicating some time to research every week, it just makes sense having an alternative plan I can actively work on.#$b#I'll show you some stuff I've found next time you're over.$h",
		"alex.daily.winter_Thu8": "Are you heading down to the mines today? If you ever need someone to help you haul stuff out of there, I'm your guy!$h",
		"alex.daily.winter_Fri8": "doesn't have as much to do this season, since there's no flowers to tend. Maybe I'll see if she wants to play cards or watch a show.#$e#It would be great to get her a greenhouse, maybe someday.$h", //Grandma
		"alex.daily.winter_Sat6": "If we add some overhead presses to the upper body workout... oh hey, I was just thinking out loud.#$e#I've been creating workout plans I can use as a base, then customize them to different people's goals.#$b#I never thought I had the attention span to keep track and record stuff like that, I figured it would be boring.#$b#But turns out since fitness is something I'm passionate about, it's actually fun!$h",
		//8 hearts year 2
		"alex.daily.Mon8": "What do you think, should I ask Shane to join my training sessions?#$e#The guy really needs some friends and something to do that doesn't involve the saloon or beer.#$b#Lately I've really wanted to reach out and help people, you know? Huh, you must be rubbing off on me, haha!$h",
		"alex.daily.Tue8": "I used to want fame and fortune, but lately I've been thinking that's really not how I want to live my life.#$b#Don't get me wrong, I still love gridball, but making that my entire life seems hollow somehow.#$b#I guess my priorities have changed, I really want to spend more time with the people I care about, family and friends.",
		"alex.daily.Wed8": "@, you know how people say high school is the best years of your life?#$b#I don't think that's true... I'm happier now than I was in high school, especially now that I'm not entirely focused on sports.#$b#I was missing out on great things like playing catch with Vince and teaching proper lifting techniques at the gym.$h",
		"alex.daily.Thu8": "I'm sure glad winter is over and everything is warming up, I can get back to my outside routines.$h",
		"alex.daily.Fri8.1": "Hey, want to join a game watch party at my place? there'll be snacks.#$b#Haha! Yeah, my idea of snacks isn't the same as most people's, I'm sure", //Grandma
		"alex.daily.Fri8.2": "has some cookies if you don't feel like veggie sticks.$h#$b#%Mmm Evelyn's cookies sound great...",
		"alex.daily.Sat8": "I have to say I really admire your dedication to your work and friends.#$b#I want to be like that, not too obsessed with my own goals, but putting my personal relationships first instead.",
		"alex.daily.Sun8": "Hey @, think fast!#$b#%Alex tosses a gridball, grinning when you catch it.#$b#Remember when I first tossed you a ball and it totally bounced out of your hands? Haha!$h#$b#You're definitely getting better at catching, I hope I'm improving too... you know, in my social skills.$h",
		"alex.daily.summer_Mon8.y2": "Has Haley told you about her new camera equipment? She'll be able to get clear action shots so she actually wants to attend a Tunneler's game with me!$h#$b#She'll just be taking pictures the whole time, but it's still fun to go with someone besides Clint and Shane.",
		"alex.daily.summer_Tue8.y2": "I met up with the guys earlier and we're going to set up a volleyball tournament, do you want to join in?#$e#It'll be basic 2 on 2, and loser springs for pizza, Sam's condition for joining, haha!$h",
		"alex.daily.summer_Wed8.y2": "Shane finally agreed to join us at the gym, that guy doesn't look it, but he's got some serious strength!$h#$e#Hopefully he'll keep coming, exercise helps all kinds of things, even mental stuff.",
		"alex.daily.summer_Thu8.y2.1": "The weather is great,", //Grandpa
		"alex.daily.summer_Thu8.y2.2": "has been wanting to go fishing so maybe I'll take him out early in the morning. Might be nice to hang out, just the two of us.$h",
		"alex.daily.summer_Fri8.y2": "I've been playing arcade games with Sam, man, that guy thrashes me every time we play!#$e#He's made it to the end of Prairie King dozens of times, and keeps raising the high score.",
		"alex.daily.summer_Sat8.y2": "Don't forget to come by the ice cream stand! I'm hoping to get some new flavors soon, or maybe I'll start making it myself.$h",
		"alex.daily.summer_Sun8.y2": "Harvey mentioned a sports fitness seminar in Zuzu, and there just so happens to be a Tunneler's game right after, I'm so excited to attend!#$e#Well, mostly the game, but the seminar will be great and they're giving everyone recordings of the sessions so I don't have to take notes.$h",
		"alex.daily.fall_Mon8.y2": "is so excited about all the fall decorating, it sure looks great! She really loves taking care of the town flower gardens.#$e#It's good to see her so active, hopefully I'll be that way too when I'm her age.", //Grandma
		"alex.daily.fall_Tue8.y2": "Time for carving pumpkins and eating warm stew, the best part of fall is all the fresh produce.#$e#Haley is really into all the pumpkin spice flavored stuff, especially lattes.$h",
		"alex.daily.fall_Wed8.y2": "You might want to avoid Haley if you haven't run into her yet, she just got a huge new makeup kit and is looking for 'volunteers', heh!#$e#I got suckered into that once, it was... interesting? I mean, she made me look awesome, but it took forever to wash all that stuff off!$s",
		"alex.daily.fall_Thu8.y2": "How are things going at the farm? Chickens all happy? Heh! Maybe I'll come by and visit them, if it's no trouble.",
		"alex.daily.fall_Fri8.y2": "I finally tried playing pool with Seb, of course he completely annhilated me. But it was fun anyway, and I learned a lot of techniques just by watching him play.#$e#I guess I never really paid much attention before, but it's a fun game.$h",
		"alex.daily.fall_Sat8.y2": "I love watching the games this time of year, I've been watching the new plays this year, and the coaches are coming up with some great new strategies!$h",
		"alex.daily.fall_Sun8.y2": "Hmmm... Seb is trying to get all of us to dress up for Spirit's Eve... It's not that I'm anti-costume, but it's just not my thing.#$e#Maybe I'll just go as a gridball star to get him off my back.$h",
		"alex.daily.winter_Mon8.y2": "This season is perfect for taking a tropical vacation. Heh! Or maybe just visit the desert or something like that.#$e#I feel like I'm frosted over and need to thaw out.$s",
		"alex.daily.winter_Tue8.y2": "Harvey gave me a couple of referrals from a doctor friend of his, I'll be getting some paying clients!$h#$e#It'll be great to start making an income and meet some new people, don't worry, I'll still have time to work with the gang here.",
		"alex.daily.winter_Wed8.y2": "has been doing great with his wheelchair in the snow, thanks to the sidewalk we built.$e#$b#I might have some more projects to take on, I know there's a lot of places that could have better access for wheelchairs, or could use some railings.#$b#I'll let you know if I need help with anything.$h", //Grandpa
		"alex.daily.winter_Thu8.y2": "Dang, it's cold! I thought I'd eventually get used to the winters here, but seems like I'm just not cut out for this weather.$s#$e#Better take a jog and warm up before I freeze solid.",
		"alex.daily.winter_Fri8.y2": "I thought winter would be quieter on your farm, but it seems like you're just as busy as always.#$e#Be sure to take time to hang out with your friends, maybe join us at the saloon sometime.",
		"alex.daily.winter_Sat8.y2": "If we add some overhead presses to the upper body workout... oh hey, I was just thinking out loud.#$e#I've been creating workout plans I can use as a base, then customize them to different people's goals.#$b#I never thought I had the attention span to keep track and record stuff like that, I figured it would be boring.#$b#But turns out since fitness is something I'm passionate about, it's actually fun!$h",
		"alex.daily.winter_Sun8.y2.1": "I think I'll hang out with", //Grandma
		"alex.daily.winter_Sun8.y2.2": "today and try some new cookie recipes, I found these protein cookies that don't have much sugar so they're at least basically healthy.$h",

//ALEX DATED DIALOGUE Y1
		"alex.daily.spring_2": "Hi... How's it going? Bet there's so much work to do on that old farm, you don't have time for anything else.#$b#%Alex looks around, it seems like he's trying to come up with something to say.#$b#Well, anyway, I bet you're busy so I won't keep you. See you around.",
		"alex.daily.spring_3": "Hey, farmer. Not much going on today, though I always keep myself busy with my workout routine and watching gridball game replays.#$b#If you ever want to talk gridball, I'm your guy.$h",
		"alex.daily.spring_4": "Oh, you came to talk to me again? Don't worry, I'm used to getting that kind of attention.#$b#Have you met Haley? Pretty girl, long hair, dresses real nice...$h#$b#Yeah, that's her. She might not take to you right away, but she's really great. We've been friends for a long time.$h",
		"alex.daily.spring_5.1": "Did you get all your crops planted?", //Grandma
		"alex.daily.spring_5.2": "was asking. Oh yeah, Evelyn is my grandmother, she's really nice and makes the best cookies you've ever eaten.$h#$b#%Alex grins when talking about his grandma, he obviously thinks very highly of her.#$b#She loves flowers, if you ever have any questions about growing flowers, she's the one to ask.$h",
		"alex.daily.spring_6.1": "What's up? I'm just doing some dexterity drills. Gotta keep my reflexes sharp.#$b#Do you have a favorite gridball team?#$b#A few people around here follow the games,", //Grandpa
		"alex.daily.spring_6.2": ", Shane, Gus... Haley's not super interested anymore now that she's not cheerleading.#$b#In case you couldn't tell, I'm working toward getting on a professional gridball team, it's what I'm best at.$h#$b#%Well, that answers a few questions, I have a feeling I'll be learning about gridball whether I want to or not.",
		"alex.daily.spring_7": "Hey @. Anything interesting going on today? It's not all that exciting around here, things are pretty chill for the most part.#$b#Actually, you moving to that old farm is the most excitement we've had in months!$h#$b#%Alex pauses for a moment, then grins and looks away. He seems like a decent guy, with a chronic sports obsession.",
		"alex.daily.spring_8": "%Alex is talking to himself and looks pretty annoyed.#$b#*muttering* What is UP with that girl? Sheesh, it's not like I have to do everything she wants, I'm not her butler. Ugh...#$b#Oh hey, sorry, I didn't see you there. *sighs* Haley's just being a pain in the rear, she does that sometimes.$s#$b#We're great friends but she can be very high maintenance. Say, do you know anything about photography? Maybe you could help her sometimes so it's not all on me.",
		"alex.daily.spring_9": "About yesterday, I might have given you the wrong impression, I don't mind helping Haley out with her projects.#$b#She just forgets that I might have things I need to do and can't drop everything whenever she wants.$s#$b#Anyway, better go, I still need to catch Robin and see about getting some decent boards so I can make a nice path from the house to the mailbox.$h",
		"alex.daily.spring_10.1": "Hi @, if you happen to have extra leeks around,", //Grandpa
		"alex.daily.spring_10.2": "loves them. I'll make him a leek omelet, it's his favorite breakfast.$h#$b#If you have time,", //Grandpa
		"alex.daily.spring_10.3": "tells some great stories, he might come off as a grump but he's a real softie once you get to know him.",
		"alex.daily.spring_12": "Are you going to the egg festival tomorrow? There'll be a lot of food, and of course most of it is egg-based. Oh, and the egg hunt too.$h#$b#Sam and Abigail still do the egg hunt even though they definitely aren't kids. I guess Sam has an excuse since he's usually watching his little brother.#$b#Stop and hang out if you see me, I'll be at one of the food tables.",
		"alex.daily.spring_14": "It's Haley's birthday today. I usually get her something, she's never shy about telling me what she wants, heh!#$b#I'm sure she'd warm up to you if you gave her a present.#$b#I'll be tossing the ball around as usual if you happen to come by later.$h",
		"alex.daily.spring_16": "How's the farm life? I'm going to run some gridball drills later today.$h#$b#Y'know, your farm would be a perfect place for a practice field, if you have a corner where the crops don't grow as well. Heh, just a thought.#$b#If there's a path around the property, it would make a great jogging or walking track too!$h",
		"alex.daily.spring_19": "%Alex is flipping a coin over the back of his fingers back and forth.#$b#Heading over to the saloon tonight? A lot of people like to hang out there on Fridays but I usually don't bother. I don't drink and the pool table is always taken.#$b#Emily works there if you want to go say 'hi', y'know, Haley's sister.#$b#Oh yeah, I do this coin thing sometimes to help with dexterity and focus, heh.$h",
		"alex.daily.spring_23.lowhearts": "Oh yeah, the flower dance is tomorrow, I'm sure you've heard Haley gushing about it. Better get my suit out and cleaned up.#$b#I don't mind the dance but man, those pants are TIGHT! Good thing they're double knit polyester, or I don't think they'd survive the strain.$s#$b#I always dance with Haley, she's really into the Flower Queen competition and wants a partner who knows the steps.",
		"alex.daily.spring_23.medhearts": "Oh yeah, the flower dance is tomorrow, I'm sure you've heard Haley gushing about it. Better get my suit out and cleaned up.#$b#I don't mind the dance but man, those pants are TIGHT! Good thing they're double knit polyester, or I don't think they'd survive the strain.$s#$b#I'm sure you'll find a dance partner no problem!$h",
		"alex.daily.spring_25.lowhearts": "You looked really good at the dance yesterday. I mean, I was there with Haley, but I still notice other people.$h#$b#What are your plans for the summer? Oh yeah, I guess mostly farming stuff, huh.",
		"alex.daily.spring_25.medhearts": "How'd you like the dance yesterday?#$b#Haley was a little jealous of the attention you got, but don't worry about that, she could use a little competition.$h#$b#What are your plans for the summer? Oh yeah, I guess mostly farming stuff, huh. Well, when you do have some free time, you should hang at the beach.",
		"alex.daily.summer_1.lowhearts": "Hey. Summer is definitely the best time of year, my favorite season by far.#$b#Right now is great because we've got the whole season to look forward to. Catch you later.",
		"alex.daily.summer_1.medhearts": "Hey. Summer is definitely the best time of year, my favorite season by far. I love the feeling of the sun on my skin, and I don't mind the heat.#$b#Right now is great because we've got the whole season to look forward to, and we can play volleyball at the beach. You'll join in, right?$h",
		"alex.daily.summer_8.1": "Hi @, heading to the beach today? Sure is great weather for it!$h.",
		"alex.daily.summer_8.2.lowhearts": "Haley's not too big on sports, what do you think about starting a two-on-two volleyball tournament?#$b#I'm hoping we can get enough people to make a decent competition out of it.",
		"alex.daily.summer_8.2.medhearts": "Haley's not too big on sports, what do you think about starting a two-on-two volleyball tournament?#$b#I'm hoping we can get enough people to make a decent competition out of it. Do you think Sam, Abigail, and Seb would join?",
		"alex.daily.summer_10": "Ready for the Luau tomorrow? I'm looking forward to it, it's never a bad day to be on the beach soaking up the sun!$h#$b#I usually at least try the soup, some years it's pretty bad though. I think there's someone behind that, I haven't caught them yet... but I have my suspicions.#$b#%Hmm... yeah I can think of someone pretty obvious, I have a feeling his days might be numbered. heh!",
		"alex.daily.summer_12.1": "Oh, Dusty loves those treats you bring him, I think he's starting to recognize your footsteps or something, his ears pop up even before you come around the corner.#$b#He deserves the best, thanks for thinking of him.$h",
		"alex.daily.summer_12.2.lowhearts": "If you ever see us out walking, feel free to come along, Dusty loves the company.",
		"alex.daily.summer_12.2.medhearts": "If you ever see us out walking, feel free to come along, Dusty loves the company. We can swing by the farm to if you'll be around.$h",
		"alex.daily.summer_13.1": "'Sup? Since it's my birthday today, my grandparents are making me a special dinner.", //Grandma
		"alex.daily.summer_13.2.lowhearts": "loves to cook my favorite foods to celebrate.",
		"alex.daily.summer_13.2.medhearts": "loves to cook my favorite foods to celebrate.#$b#There's always a lot of food left over, if you don't have other plans, you should stop by.$h",
		"alex.daily.summer_14.lowhearts": "I have my workouts for the rest of summer and fall all planned out, I have to keep up the routine so I don't start to slip.#$b#Anyway, I'll catch you around when I'm not busy, I'm sure you have a lot to get done too.",
		"alex.daily.summer_14.medhearts": "Sam is already starting to get bored with his workout routine, man that guy has the attention span of a cave insect!$h#$b#Anyway, if you're not busy, want to hang out and help me put together some variations for him? I'll make us some food.#$b#Um, it's fine if you don't want to, I can do it myself. It just goes faster when you're there to help out.$h",
		"alex.daily.summer_19": "keeps teasing me about us hanging out, he thinks we're going to start dating or something, haha! He just thinks he's being funny.$h#$b#Man, I'd hate to see the look on Haley's face if she heard him say that, her death glare can turn back cave ghosts!", //Grandpa
		"alex.daily.summer_22": "PHEW! Dusty really needs a bath, he's got a nasty dog musk going on there! I think I'll take him to the bathhouse when no one's around and put him in the showers.#$b#He's too big for our bathtub and it's easier to clean up at the bathhouse. Do you want to come? You could distract him while I'm scrubbing him down.$h",
		"alex.daily.summer_25": "Hey @, watch this, I've been practicing some tricks with the gridball.$h#$b#%Alex deftly flips the ball and spins it around the back of his shoulders and down his arm, snapping it up and catching it in his other hand.#$b#You don't want to know how many tries it took to get that one down, haha! *grins*",
		"alex.daily.summer_27.lowhearts": "*sighs* Summer is nearly gone already, it sure flew by this year. It was an awesome season though.#$b#It's not quite over yet, how about one more ice cream? I've been really careful the last few weeks so I can treat myself.[233]",
		"alex.daily.summer_27.medhearts": "*sighs* Summer is nearly gone already, it sure flew by this year. It was an awesome season though.#$b#It's not quite over yet, how about one more ice cream? I've been really careful the last few weeks so I can treat myself.#$b#This really has been the best summer I've had since I can remember.$h[233]",
		"alex.daily.summer_28": "Are you coming out to the docks tonight for the moonlight jelly show?#$b#It's actually pretty cool. Haley got a new low-light lens for her camera so she's really excited to try it out.$h#$b#You can hang out with us if you want, Haley will be taking a lot of pictures.",
		"alex.daily.fall_1": "Eesh, got a little chill there, it's definitely getting colder. Once I get moving though it's not bad.#$b#On sunny days, it's still warm enough for beach volleyball so we can keep up the games for a few more weeks.$h",
		"alex.daily.fall_3.lowhearts": "I ran into Harvey and he was talking about a couple of careers related to fitness and health.#$b#I dunno, I mean I'll definitely get on a pro team soon so I don't really need a backup plan.",
		"alex.daily.fall_3.medhearts": "You know, I was talking to Harvey at my last annual checkup and he mentioned a couple of careers related to fitness and health.#$b#It made me think for a minute, if things don't work out with my gridball goal, there are other options.#$b#I'm not giving up on gridball yet, but I might start looking into a couple of those jobs just to see what's out there.",
		"alex.daily.fall_7.1": "@, how's it going at the farm? It's your busy season, right?#$b#Let me know if you need any help, it would be good training to chop wood or haul some hay bales.$h",
		"alex.daily.fall_7.2": "Any chores you want me to knock out?",
		"alex.daily.fall_7.3": "Free labor?? Yes, please!",
		"alex.daily.fall_7.4": "Awesome, haha! Working on the farm will be a great change of pace and you can show me around.$h",
		"alex.daily.fall_7.5": "It's all pretty automated, but I can show you around.",
		"alex.daily.fall_7.6": "Cool! Yeah, I bet you have it all nailed down, you're really smart.$h",
		"alex.daily.fall_10.1": "Are you heading to the mines soon? Let me know if you need any help.#$b#I've never actually fought any monsters, but I'm definitely great at hauling stuff and I'm a little curious about what's down there.",
		"alex.daily.fall_10.2": "What do you think... need an assistant?",
		"alex.daily.fall_10.3": "Sure! That would be really helpful.",
		"alex.daily.fall_10.4": "Cool! Just come get me next time you're off on a mining adventure. It's kind of nice having a practical use for all that strength training.$h.",
		"alex.daily.fall_10.5": "I've got it covered, thanks though!",
		"alex.daily.fall_10.6": "Oh sure, just thought I'd offer. Anyway, I'll catch you at the gym or just around.$h",
		"alex.daily.fall_13.1": "Mmmm I'm hungry for some omelets. I think I'll pick up some eggs from Pierre's, unless you have some handy, heh!$h",
		"alex.daily.fall_13.2.lowhearts": "Omelets are the one thing I'm good at cooking, well, that and steak. I try to get a few carbs in there too, I'm just not a big carb guy.",
		"alex.daily.fall_13.2.medhearts": "If you're not busy, come by and I'll whip some up for both of us.$h#$b#Maybe I should start collecting my omelet recipes and make a cookbook... Omelets by Alex... or Alex's Egg-citing Omelets?#$b#Nah, hmmm... I'm definitely going to need help with a title.$h",
		"alex.daily.fall_15": "Oh yeah, tomorrow is the Stardew Valley Fair, are you doing a grange display? You know who to ask if you need any help with setting it up.#$b#I'll see if I can top my high score on the strength game, then maybe I'll try getting my fortune read.$h#$b#... Oh the forutune teller? Yeah, she's there every year. I've never really believed in that kind of thing, but Haley loves it so might as well give it a shot.",
		"alex.daily.fall_20.lowhearts": "Sebastian was over at my place earlier dropping off some stuff for his mom, we got to talking about his workout routine...#$b#You know, I didn't realize how important it is to have friends around.#$b#I definitely misjudged that guy before getting to know him, he's pretty cool and has a wicked sense of humor, heh!$h",
		"alex.daily.fall_20.medhearts": "Sebastian was over at my place earlier dropping off some stuff for his mom, we got to talking about his workout routine...#$b#You know, I didn't realize how important it is to have friends around. I didn't treat Seb or Sam very well before and I really feel bad about that now.$s#$b#I was missing out on Sam's positive energy and Seb's wicked sense of humor, heh!$h",
		"alex.daily.fall_24": "'s birthday is today, gotta make it a good one for him.$h#$b#I saved some leeks from earlier in the year to make his favorite omelet. Then we'll go out to the docks and fish if the weather is decent.#$b#Hopefully he doesn't fall asleep this time, haha! Even if he does, it's still good to hang out with him.", //Grandpa
		"alex.daily.fall_26": "Hmm... Tomorrow is Spirit's Eve, Seb is really into that holiday. I guess the maze is pretty fun, the wizard really sets up a great challenge.#$b#Hopefully no one gets eaten by a spider, haha!$h",
		"alex.daily.winter_2": "Oh man, it's freezing out already! *shivers*$s#$b#Winter is kind of lame. There's so much snow... I guess I should try some winter sports to get the blood flowing.#$b#Maybe skiing? Have you ever tried that? Or snowshoeing, that might be easier since you can do it pretty much anywhere.",
		"alex.daily.winter_4.1": "Take it easy out there, winter is a good time to relax and catch up on things you didn't have time for earlier in the year. At least that's what", //Grandma
		"alex.daily.winter_4.2": "tells me.$h#$b#We could catch a game, try out some new recipe ideas, or just chill...$h",
		"alex.daily.winter_7.lowhearts": "Seb and Sam sure are excited about their snow war tomorrow at the Festival of Ice, they've both tried to recruit me.$h#$b#I dunno, I'm not a big fan of getting snow down my neck. *shivers*$s#$b#Maybe there will be some hot coffee or tea at the stand, I'll need some to survive.",
		"alex.daily.winter_7.medhearts": "Seb and Sam sure are excited about their snow war tomorrow at the Festival of Ice, they've both tried to recruit me.$h#$b#I dunno, I'm not a big fan of getting snow down my neck. *shivers*$s#$b#Maybe we could get some hot coffee or tea at the stand? I'll definitely need some to survive!$h",
		"alex.daily.winter_9": "Boy, I am not a fan of this weather, at least the bathhouse gym is nice and warm. Want to head up there? The pool is great this time of year too.$h.",
		"alex.daily.winter_10": "Oh hey, it's Seb's birthday today, I think I'll get him something.#$b#I could give him a free personal training session but that's probably not a great birthday gift. Especially since I don't charge him anyway.#$b#We could catch Sam and Abby, then set up a pool tournament or maybe play Solarion Chronicles? I don't really get that game, but I'll give it a shot.$h",
		"alex.daily.winter_15": "%Alex has his hands in his pockets, looking at the ground and scuffing his shoe.#$b#Oh, uh, yeah... I guess I get bummed out in the winter. Everyone's all excited about Winter Star, it reminds me of my mom. She loved that holiday.$s#$b#It's okay, I'll be fine.$s#$b#Thanks for always listening, it helps.$s",
		"alex.daily.winter_20.1": "Today's", //Grandma
		"alex.daily.winter_20.2": "'s birthday, I'm planning something special for her.#$b#I'll make her favorite dessert, then take her for a walk. Just a short one since I don't want her to get cold. Then we'll play cards.$h",
		"alex.daily.winter_24": "Oh man, I can't wait! It's the festival of great food tomorrow... for Winter Star, I just relax and don't worry about anything.#$b#I still really miss my mom at the festival, but I want to honor her by making good memories with my grandparents and friends.",
		"alex.daily.winter_28": "Hey @, it's New Year's Eve, I can't believe just a year ago, I was stuck in a rut with no idea I was about to start an amazing year.$h#$b#So much has happened in my life and I wouldn't change a minute of it!#$b#You gonna stay up late? Maybe toast the New Year or whatever? Heh!$h",

//ALEX DAILY Y2
		"alex.daily.spring_1_2": "I can't believe it's been a whole year since you moved here, man, I was oblivious back then! It makes me cringe just thinking about how I acted around you.$s#$b#I'll just have to keep making it up to you... pizza on me at the saloon tonight?$h",
		"alex.daily.spring_12_2": "Don't forget the big festival of eggs tomorrow! I'm all ready to see if I can break my one-day egg consumption record.$h#$b#... You think you can compete with me? We could make a competition out of it!#$b#... You were joking, huh? Oh alright, but an egg eating contest would be great fun!",
		"alex.daily.summer_10_2": "The Luau is almost here, I sure hope someone who shall remain nameless stays away from the soup... if 'someone' doesn't, he might find himself flattened.$9#$b#Anyway, do you have something good for the pot? We could start a kickball game in the sand.$h",
		"alex.daily.fall_15_2": "Hey, want to see who can get the most tickets at the games tomorrow? I'll try beating my high score on the strength game at least.$h",
		"alex.daily.fall_26_2": "Time for Spirit's Eve again, hopefully there's some good food. I'll grab a caramel apple at least, it's half healthy anyway.#$b#I heard the maze is changing this year, it might even be a challenge, ha!$h#$b#Anyway, it's always fun to tackle any monsters that pop out, good thing they're illusions or it would really be creepy.",
		"alex.daily.winter_7_2": "Seb and Sam are at it again with the snow war tomorrow... hopefully no stray snowballs catch me off guard.#$b#I dunno, maybe I should join them, they sure seem to have fun. I just really hate being cold and the bonfire is so nice...#$b#Oh well, I'll decide when I get there.",

//ALEX REACTIONS
		"alex.special.Introduction": "Oh, hey. So you're the new farmer, huh? Cool. I think we're going to get along great. I'm Alex, by the way.#$b#I'll see you around.",
		"alex.reaction.gift.FrogEgg": "Umm... I know I'm pretty big on eggs... But this isn't really what I meant, haha!$h#$b#Maybe this is more of a Sebastian kind of thing? I'll pass it on to him.",
		"alex.reaction.gift.ParrotEgg": "Can you eat this? It seems wrong somehow...$s#$b#I bet Emily would want it though, she'd probably try to hatch it.$h",
		"alex.reaction.flowerdance.decline": "Oh, sorry, Haley and I always dance together at this thing.",
		"alex.reaction.flowerdance.accept": "Sure, sounds fun! You look really amazing, I was hoping you'd ask me to dance.$h",
		"alex.reaction.cc_Bridge": "Have you been up by the lake recently? I was on a run late last night, and I noticed that the old bridge was repaired...#$b#It's pretty weird, I was up there only a couple days before that and no one was working on it. Huh.$9",
		"alex.reaction.Chicken_memory_oneday.1": "Hey, I overheard someone saying that you got your first chicken the other day. How's she doing?$h#$b#Man... I wish", //Grandma
		"alex.reaction.Chicken_memory_oneday.2": "had chickens. I'd make omelets or smoothies for breakfast every morning!",
		"alex.reaction.fishCaught_139": "I saw you catch that salmon, nice job! Willy better watch out at the next fishing competition.#$b#Do you have a kitchen? You should make a salmon dinner! If you do, I'd love to taste test it for you.$h",
		"alex.reaction.MensLocker_memory_oneday": "I saw you checking out the bath house the other day. Trying to get in shape? Heh.#$e#Uh... don't go poking around in my locker, there's no locks for them.$9",
		"alex.schedule.resort.entering": "Hi @, This place is great! Sand, sun, waves, a balmy breeze, all the best things in one spot.$h",
		"alex.schedule.resort.leaving": "This sure was a great day, I'm a little sad to leave. Ah well, I'll be back for sure.#$b#It's nice just getting away for a while and enjoying the island.$h",
		"alex.schedule.resort": "Ah... The island life. I could get used to this! Relaxing on the beach, listening to the birds and waves, maybe try out a trick kite or play some soccer.$h",
		"alex.schedule.resort.shore": "I wonder how far I could swim out and still make it back? Hmmm... I'm guessing at least to that patch of seaweed out there.#$b#... Don't worry, I'm not going to try it, could be sharks or something swimming around. At least that's what Vince was telling me, heh!$h",
		"alex.schedule.resort.wander": "I knew I shoulda brought a frisbee... Oh well, next time.$h#$b#I was told we can't leave the beach area, but you have a house and land out here, right? I wouldn't mind seeing that if you want to give me a tour.$h",
		"alex.schedule.resort.wander2": "I wonder if anyone would be up for a volleyball tournament. Don't worry, I'll go easy!$h#$b#Shane and Sam make decent opponents if you want to join me?",
		"alex.schedule.resort.towel": "With this island open, there's no excuse for being bored in town, even Haley is super excited to hang out here.",
		"alex.schedule.resort.towel2": "Phew, it feels good to finally get some sunlight on my skin. Gotta fill up on vitamin D!$h",
		"alex.schedule.resort.towel3": "I used to think it would be great to take vacations on islands around the world when I got my professional career going, but this is better than anywhere else.#$b#All my friends are here, the atmosphere is fantastic, and it's like a private island since there's no annoying tourists.$h",
		"alex.schedule.resort.chair": "Aren't you hot in that outfit? C'mon, it's the beach! Feel that ocean breeze, it's amazing!$h",
		"alex.schedule.resort.bar": "I'm ordering a banana shake with two scoops of protein powder, refreshing and healthy.#$b#What do you want? It's on me, we can hang out and enjoy the shore.",
		"alex.reaction.birthdaygift.positive": "Hey thanks for thinking of me, @! This is great.$h#$b#Wow, you really know how to treat a guy on his birthday, you're the best, @.",
		"alex.reaction.firstvisit.railroad": "Man, I'm so glad the path to the railroad tracks is open again, now I can get to the bathhouse and the gym.#$b#Working out in my room is fine, but the gym has better equipment.$h",
		"alex.reaction.GreenRain": "What's going on out there? Any action? I'm staying here with my grandparents in case they need anything.$9#$b#Are you sure it's safe to be outside? Looks like you're fine, but y'know, be careful. Nobody really knows what's causing this or what it could do to you.$9",
		"alex.reaction.GreenRain_2": "I tried to go for a run this morning, but the plants have gone crazy! I couldn't get very far...",
		"alex.reaction.fair.purpleshorts": "What's up? Something was definitely going on over by your display, I was just giving the strength game one last shot when I saw a flash of purple over there.#$b#Mayor Lewis looked like he saw a shadow monster, I've never seen him move so fast!#$b#What was that he grabbed? It sounds crazy but it looked like purple boxers!$h#$b#Wait, what?? They were his under- WHY did you... HOW did you?? *snort*$h#$b#Are you serious?? He asked you to find them? Wow! Hahaha!! Oh man, I bet there's a lot more to this story!$h",
		"alex.reaction.fair.PlayerWon": "You definitely deserve that prize, your display totally blew all the others away, it was awesome!$h",
		"alex.reaction.fair.PlayerLost.1": "It's no big deal about not winning, you have a whole year to up your game. I bet", //Grandma
		"alex.reaction.fair.PlayerLost.2": "could give you some tips.",

//ALEX SVE
		"alex.schedule.Town_53_69.lowhearts.1": "Hey there. Came to pet Dusty? He's a friendly ol' boy.",
		"alex.schedule.Town_53_69.lowhearts.2": "Dusty loves scratches behind his ears, look at him all happy!$h",
		"alex.schedule.Town_53_69.lowhearts.3": "This big baby loves attention, he'll be so happy if you stop and pet him whenever you come by.$0",
		"alex.schedule.Town_53_69.medhearts.1": "Hi! Dusty sure is glad to see you, he loves your ear scratches.$h",
		"alex.schedule.Town_53_69.medhearts.2": "Come visit Dusty with me, he just loves all the attention.$h",
		"alex.schedule.Town_53_69.medhearts.3": "Did you bring some treats for Dusty? No wonder he's always looking for you, heh!$h",
		"alex.schedule.JoshHouse_10_19.1": "Haley and I are hanging out since we haven't done that in a while.$0",
		"alex.schedule.JoshHouse_10_19.2": "What's up? We were just heading out to visit Dusty and see if there's anything interesting going on.$h",
		"alex.schedule.JoshHouse_10_19.3": "There's not a lot to do around here, but we're just wandering around today.$0",
		"alex.schedule.JoshHouse_10_19.4": "Hi @, want to join us? We're just wandering around today. Sometimes, it's nice to take a day off and basically do nothing.$h",
		"alex.schedule.JoshHouse_10_19.5": "Make sure you take break days to relax and recharge, we're just going to visit Dusty and play some arcade games.$h",
		"alex.schedule.JoshHouse_10_19.6": "Today's the day to chill, you're welcome to join us, even though it's not super exciting.$0",
		"alex.schedule.Saloon_34_18.1": "Woo hoo!! I'm just about to beat Sam's high score!$h",
		"alex.schedule.Saloon_34_18.2": "Urgh, I nearly beat the level... now I need more coins.$s",
		"alex.schedule.Saloon_34_18.3": "C'mon, c'mon, oh man! Dude, why'd you just fall off the cliff??$s",
		"alex.schedule.Saloon_34_18.4": "*muttering* Sam, you must be a monster! How do you keep raising the high score?$a",
		"alex.schedule.Saloon_34_18.5": "Oh hey, I'm nearly at the top level, watch me totally beat this thing!$h",
		"alex.schedule.Saloon_34_18.6": "I really should quit this game, but I'm so close! Just one more round.",

//ALEX CONVERSATION TOPICS AND OTHER EVENTS
		"alex.eventSeen_3910975.lowhearts": "told me about Shane... she says he's okay, and Harvey's helping him find a good counselor.#$b#Man, I wish I could have done something... I knew he was having a hard time, but I had no idea how to help.$s#$b#I'm really glad you were there for him.", //grandma
		"alex.eventSeen_3910975.medhearts": "told me about Shane... she says he's okay, and Harvey's helping him find a good counselor.#$b#Man, I wish I could have done something... I knew he was having a hard time, but I had no idea how to help.$s#$b#I'm really glad you were there for him. How are you doing... are you okay?$9", //grandma

//ALEX STRINGS DIALOGUE
		"alex.strings.map.JoshHouse.1": "Momma, Daddy-^If you're reading this, it means my struggle is over and I've passed on. I'm so sorry you had to go through this, I love you.^Don't be too upset, I'm with Yoba now. ^I have one final request: please take care of Alex, I know you will, but I feel better writing it down. He needs his family and he loves you both. He deserves better, and I know he'll get what he needs with you.^ All my love, ^Clara",
		"alex.movie.summer_movie_1_BeforeMovie": "This one's supposed to be pretty funny, I'm looking forward to it, especially with some theater snacks.$h",
		"alex.movie.summer_movie_1_AfterMovie": "Hah! I really liked it. But I dunno if I could survive on gluten pucks like that. No real food... man, that would be awful!#$b#Thanks for taking me, I really had a great time.$h",
		"alex.movie.love_BeforeMovie": "I've been wanting to see this one for a while. I'm glad you remembered, thanks for getting the tickets, @!",
		"alex.movie.love_DuringMovie": "%Alex is chuckling, intensely focused on the screen.#$b#Heh, they really pegged that character, the interactions between these guys are great!$h",
		"alex.movie.love_AfterMovie": "That was great! My legs are still tingling with the excitement.#$b#%Did he really say that? *snort*...#$b#What? Oh, heh! Yeah that did sound kind of weird. Pfftt!!",
		"alex.movie.like_BeforeMovie": "Hey, I'm pretty excited to see a movie! I'm gonna need a snack, though... don't want my stomach rumbling halfway through.#$b#Do you want anything?$h",
		"alex.movie.like_AfterMovie": "Hey, that was pretty good. Thanks for inviting me to this, @. What did you think? It was fun just hanging out and watching a movie together.$h",
		"alex.movie.dislike_BeforeMovie": "This movie seems kind of nerdy, but I'll give it a shot. Oh alright, I guess 'nerdy' isn't always bad, those comics Seb lent me were actually really good.",
		"alex.schedule.DesertFestival_Alex": "Have you seen the size of these Calico Eggs?#$b#Just imagine the protein...#$b#This place is amazing, like a massive beach, only without the ocean part. Okay, maybe not like a beach then.$h#$b#Don't get fried, even I know better than to bake in the desert sun. Here, I brought sunscreen.",
		"alex.schedule.Shop_Alex": "Hey, got any eggs? I'll take trades... well, maybe not, though we both know where any money I make is going, heh!",

//ALEX RAIN DIALOGUE
		"alex.rain.1.lowhearts": "It's kind of a bummer when it's raining, too wet to go out and toss the ball or anything so I'm stuck inside.$s",
		"alex.rain.2.lowhearts": "The only good thing about rain is not having to water the plants. Maybe I should try fishing...",
		"alex.rain.3.lowhearts": "You don't let the rain stop you, huh? Maybe I should learn from your example... but I did just clean these shoes.",
		"alex.rain.1.medhearts": "It's really coming down out there, you should take a break. There's fresh cookies in the kitchen, and at least it's warm and dry in here!$h",
		"alex.rain.2.medhearts": "Want to watch some game replays since it's pouring out there? Oh yeah, I forgot you like to go mining in this weather. I guess that makes sense.",
		"alex.rain.3.medhearts": "Hey, you should wear a warmer jacket in the rain, being strong doesn't mean you can't catch cold, heh!",

//ALEX SCHEDULE DIALOGUE
		"alex.animation.weights.1.lowhearts": "Unghh... Just ten more reps. Can't talk.$6",
		"alex.animation.weights.2.lowhearts": "Lemme finish this set, then you can tell me what's up.$6",
		"alex.animation.weights.3.lowhearts": "Can you come back in a few? Gotta finish this routine.$6",
		"alex.animation.weights.1.medhearts": "Hey! I was getting kind of bored, tell me what's going on at the farm while I finish this set.$6",
		"alex.animation.weights.2.medhearts": "Man, this new routine is a little tough, sorry I can't really talk.$6",
		"alex.animation.weights.3.medhearts": "Did you... need something? I can help you... in just a few.$6",
		"alex.schedule.Sun.000": "Hey, @, did you come to watch the game with us? Here, I'll scoot over and make room, it'll be cozy but that's okay.$h",
		"alex.schedule.checkup.summer_16.000": "Good thing my checkup is today, I turned my ankle and it's starting to swell. I'm sure it's nothing, but I'll let Harvey check it out since I'll be there anyway.#$b#I kind of overdid it with the lunges yesterday and lost my balance. Rookie mistake.$s",
		"alex.schedule.checkup.summer_16.001": "Oh, hi @, you're not hurt are you? If you need to see the doc, I can wait. I'm just getting my ankle taped.",
		"alex.schedule.nightmarket.winter_17.000.lowhearts": "Have you seen the mermaid show? The music is kind of enchanting... oh, that came off kind of weird, really the music just sounds cool.#$b#Anyway, you should check it out, I've heard there's some kind of prize you can get.",
		"alex.schedule.nightmarket.winter_17.000.medhearts": "Have you seen the mermaid show? The music is kind of enchanting... oh, that came off kind of weird, really the music just sounds cool.#$b#I'm not just going to look at the mermaids... ugh, that's not helping. Anyway, you should check it out, I've heard there's some kind of prize you can get.#$b#I'm going to browse the vendor stalls and try to forget this conversation, heh.$s",
		"alex.strings.CommunityDay_Alex": "Hey! Are you joining the race? It'll be from here to the bathhouse, I got all these guys to take me on.$h",

//ALEX FESTIVAL DIALOGUE
		"alex.eggfestival.spring13.y1": "Hey @, you showed up. Look at all this protein! I try to eat at least three eggs every day, it helps with maintaining muscle.#$b#It might seem like I eat a lot, but I have to since muscle burns so many calories.",
		"alex.eggfestival.spring13.y2": "Are you doing the egg hunt? It looks pretty fun and you'll get a good run out of it even if you don't win.$h",
		"alex.flowerdance.spring24.y1.1.lowhearts": "I'm just hanging out and taking in the view, you look great by the way. Oh, ah, don't tell Haley I said that.$h#$b#Well,", //Grandma
		"alex.flowerdance.spring24.y1.2.lowhearts": "designed and set up all the decorations, she really worked hard on it all week.$h#$b#I helped her out with moving the planters around, I don't mind doing that kind of thing.", //Grandma
		"alex.flowerdance.spring24.y1.1.medhearts": "I'm just hanging out and taking in the view, you look great by the way.#$b#Huh, did that sound aggressive? I don't really want you to think I'm a jerk.#$b#Well,", //Grandma
		"alex.flowerdance.spring24.y1.2.medhearts": "designed and set up all the decorations, she really worked hard on it all week.$h#$b#I helped her out with moving the planters around, I don't mind doing that kind of thing.", //Grandma
		"alex.luau.summer11.y1": "Perfect weather for a beach party, huh? It's nice just soaking up the sun. Have you tried the soup yet? I'm... not sure I trust it this year.#$b#Nothing to do with you, I just have a feeling someone is planning something.$9#$b#Anyway, I won't be dancing since Haley hates to break a sweat. Are you planning to hit the dance floor?",
		"alex.luau.summer11.y2": "Do you think if I went in the water, other people would follow? I don't want to be the only one swimming, but it sure would feel good in this heat!#$b#Want to join me? We could do some shallow diving and see what we can find down there.$h",
		"alex.jellies.summer28.y1.1": "The jellies are really cool, but it's sad that summer's over... I feel like it just started.$s#$b#At least it was a fun season this year, you definitely made it more interesting, heh!$h",
		"alex.jellies.summer28.y1.2.lowhearts": "Haley mentioned trying to get some photos, so I better help her out.",
		"alex.jellies.summer28.y1.2.medhearts": "Haley's playing with her new camera lens, just don't be surprised if you end up in a few photos.$h",
		"alex.jellies.summer28.y2": "It's kind of chilly at night by the water even though it's still summer, at least for a few more hours.#$b#I wish summer lasted longer, it's really been a great year.",
		"alex.fair.fall16.1": "Ooof! I beat my high score on the strength game, but dang... I'll be paying for that tomorrow, heh!$s",
		"alex.fair.fall16.2.lowhearts": "Haley went to see the fortune teller, she says it's all fake, but she still talks to her every year. Me? I dunno, it just seems like a distraction.",
		"alex.fair.fall16.2.medhearts": "Haley wanted to know if you've visited the fortune teller, I told her she should just ask you, heh!#$b#... Me? I uh... haven't gotten there yet, but I'll see what she has to say. Just for fun.$h",
		"alex.fair.fall16.y2": "I wonder if I can beat my high score on the strength game again... hmmm... those rubber arms last year were definitely no fun.#$b#I can help you with your grange display, just show me where you want everything.",
		"alex.spiritseve.fall27.lowhearts": "There's something weird over there. But how do I get to it? There's gotta be a secret passage somewhere around here.#$b#Hey, @, do you see the way out of here? This maze is crazy! Maybe be can figure it out together.$h",
		"alex.spiritseve.fall27.medhearts": "@! You made it in this far, do you see any secret passages around here? There's gotta be a way through.#$b#I saw Sam earlier, but I bet he's completely lost by now, heh! Want to team up? I bet we can figure it out together.$h",
		"alex.spiritseve.fall27.y2": "I keep hearing weird voices in the maze, like people calling for help... it's creeping me out. *shivers*#$b#%Aww, poor Alex, he tries to put on a brave face, but he's not a fan of eerie Spirit's Eve stuff.#$b#*whispers* Let's get out of this place and find some good snacks.$s",
		"alex.icefestival.winter8.lowhearts": "Snowmen are okay, I guess. But mostly I'm looking forward to the spring. I guess I'm just not big on cold and wet.$s",
		"alex.icefestival.winter8.medhearts": "Are you building a snowman? I'll give you a hand getting the body stacked up there.$h#$b#So far, I've successfully avoided the snow war, but I'm definitely keeping an eye out for stray snowballs.#$b#All I can say is if one of those chuckleheads nails me, they'll regret it.$a#$b#%It would be really bad to be on the receiving end of an Alex snowball, but we could definitely build an awesome snowman!",
		"alex.icefestival.winter8.y2": "You think anyone would mind if I took a dip in the frozen lake after the festival? I've heard ice baths are good for the muscles.#$b#%What? He must not have thought that one through...#$b#Pfftt... Yeah, you're right, no way I want to freeze myself like that, I can barely handle being outside in winter let alone jump in a frozen lake, haha!$h",
		"alex.winterstar.winter25.y1": "Merry Winter Star @! Come join us at our table.$h#$b#This food looks great... I really miss my mom being here, but... she'd want me to be happy so I'll do my best to enjoy the day.",

//MAIL
		"alex.mail1.text": "Hi @,^I wanted to write you a thank you note.^^Thanks for helping with the walkway, it was great having another pair of hands. You're good at measuring and laying out wood planks.^^I'll see you around. These are for you.^^Thanks again.^   Alex",
		"alex.mail1.title": "Alex Note 1",
		"alex.mail2.text": "Hi @,^I guess this is another thank you note.^^Thanks for meeting me at the saloon and helping with the workout routines. I don't really like asking for help, but you make it easy and it was nice talking with you.^^Maybe I can really do this, with a little help anyway.^^Next time we're at the saloon, I'll get your food. I found this by the river and thought you might like it.^^Your friend,^   Alex",
		"alex.mail2.title": "Alex Note 2",
		"alex.mail3.text": "Hi @,^I sure had fun at the game, want to do that again? I'm happy to take you whenever.^^Sorry if Haley gets snarky with you, she's okay but I'll talk to her. I don't have a lot of friends in town and it would be good if she was nicer.^^I nailed down that omelet recipe we were working on, here's the final version.^^Your egg-loving friend.^   Alex",
		"alex.mail3.title": "Alex Note 3",
		"alex.mail4.text": "Hi @,^Dusty sure loves you, he's been looking for you so when you're around be sure to give him a pat.^^I'm starting to feel more connected to everyone in town, it's nice to have more friends. Thanks for listening to my ideas, somehow they make more sense when we talk them through.^^Come by whenever, I'm always happy to have company for watching the games.^^   Alex",
		"alex.mail4.title": "Alex Note 4",

//EVELYN DIALOGUE
	//Festivals
		"evelyn.eggfestival.Evelyn": "This festival has been a tradition for as long as I can remember.#$b#Tradition connects us with both the past and the future... it's comforting.#$b#Alex looks quite handsome, don't you think? I see a lot of George in that boy, hehe!$h",
		"evelyn.eggfestival.Evelyn_y2": "This festival brings me back. George and I used to hunt for the eggs just like you young people.$h#$b#Just between you and me, I'm sure he let me win more than once, hehe!$h",
		"evelyn.flowerdance.Evelyn": "I've been working on these floral arrangements for a week. Do you like them?#$b#Alex helped with moving the pots and dirt. He offers to help with the arranging, but, well, he doesn't quite have my artistic eye.$h",
		"evelyn.flowerdance.Evelyn_y2": "I used to visit this spot when I was younger. It hasn't changed much over the years.$0#$b#My, you do look lovely, will you be dancing today? I know Alex enjoys it. George was so nervous the first time he asked me to dance, hehe!$h",
		"evelyn.luau.Evelyn": "Ahh... The smell of the ocean takes me back many years. Long before you were born.#$b#George and I would walk along the water gathering seashells and wading in the waves when we were young. Such wonderful memories.$h",
		"evelyn.luau.Evelyn_y2": "Now, don't overeat dear. I wouldn't want you getting a stomach ache.#$b#Tell Alex the same, he tends to forget himself at these festivals, as I'm sure you've seen.",
		"evelyn.moonlightjellies.Evelyn": "I remember seeing the jellies once, as a little girl. Oh, how I jumped with joy when they arrived!#$e#But that was long ago... I'm a lot less spry now. But my spirit still jumps with happiness every year, hehe!$h",
		"evelyn.moonlightjellies.Evelyn_y2": "George and I have been watching the jellies come and go together for decades now.$1#$b#They are so wonderful, like a little bit of magic adding beauty to our lives.$h",
		"evelyn.fair.Evelyn": "Ohhh... Maybe I should start a collection of clown figurines...#$b#Oh my, George would not like that... *whispers* he's afraid of clowns, heehee!$h",
		"evelyn.fair.Evelyn_y2": "Did I tell you? I secretly started a collection of clown figurines.#$b#I keep them hidden away so George doesn't get a fright, heehee!$h",
		"evelyn.spiritseve.Evelyn": "I wish Gus would include a vegetarian option. Some zucchini skewers, maybe?#$b#Protein is healthy, as my grandson likes to remind me, but it needs balance.",
		"evelyn.spiritseve.Evelyn_y2": "Dear, can you pass the zucchini fritters please?$0#$b#I'm so happy Gus listened to my suggestion last year. These fritters are wonderful!$h",
		"evelyn.icefestival.Evelyn": "Did I ever tell you how George and I first met? He actually pelted me with a snowball in this very festival.#$e#He was a gentleman back then, and came over to see if I was okay.$h#$b#I had never seen a man so contrite, he blushed and brought me some hot cocoa. *giggles*$h",
		"evelyn.icefestival.Evelyn_y2": "Don't take life for granted, dear, be sure to enjoy every moment. Would you hand me a carrot nose for this snowman? He's quite the dapper fellow!$h",
		"evelyn.winterstar.Evelyn": "Oh, my! Aren't you cold, dear? It's freezing out here!#$b#%I take off my scarf and wrap it around Evelyn's shoulders, she certainly needs it more than I do.#$b#Darling, you don't need to do that, but my old bones thank you. Come have some food, it's wonderful this year!$h",
		"evelyn.winterstar.Evelyn_y2": "You are more than welcome to join us at our table, dear, there is so much food, even Alex can't eat it all! Hehe!$h",

//GEORGE DIALOGUE
	//Festivals
		"george.eggfestival.George": "What's everyone so happy about? Hmmph...#$b#Eggs... why eggs? Alex goes on and on about eating them, and now everyone is all excited about painting them. It makes no sense.",
		"george.eggfestival.George_y2": "Evelyn made eggs and leeks for breakfast, so I'm in a good mood.$h#$b#I suppose eggs aren't all that bad. At least not when you add a quality vegetable like leeks to them.$h",
		"george.flowerdance.George": "Flowers? I can hardly see them. It's too bright out here!#$b#Back in my day, the dance was more about the tradition and less show. If you see Alex, tell him to stop preening in that suit, he looks ridiculous. Hmph.",
		"george.flowerdance.George_y2": "Flowers? More like bumblebee magnets. Hmph. Can't smell much anyway.$0#$b#Are you going to dance? Well then, off with you, no use hanging around us old folk when you could be having fun.",
		"george.luau.George": "That music! It's too loud. Can't I have a little peace and quiet to enjoy the ocean?#$b#Be careful eating that soup, you never know what you're going to get.",
		"george.luau.George_y2": "Leek and garlic mashed potatoes? Hehe... honey, I think I've died and gone to heaven!$1#$b#Are you enjoying the festival? The food is actually good this year. Tell Alex to get over here and try this, he needs to get the recipe.$h",
		"george.moonlightjellies.George": "What, why are you looking at me like that? You think I'm too old to enjoy something like this?#$b#Are you looking for Alex? He's right there, you can go chat with him.",
		"george.moonlightjellies.George_y2": "Back in the old days, we used to scoop 'em up and put 'em in jars...$h#$b#Times have changed... Times have changed... #$b#Though watching the jellies with Evelyn when we were young, hmph... I did enjoy that. Well, I still do.$h",
		"george.fair.George": "%George is on the verge of falling asleep.#$b#Hmmmph... huh... what? Did you say something? Speak up there, no one can hear you when you're muttering like that.",
		"george.fair.George_y2": "I take it you entered the grange display competition? Good. Give Pierre a run for his money, that boy needs to be taken down a peg or two.",
		"george.spiritseve.George": "Hmm... smoked turkey haunch? I guess this festival isn't all bad.$h#$b#If you go in the maze, see if you can find Alex. He wandered off and I imagine he's stuck in there somewhere.",
		"george.spiritseve.George_y2.1": "Are you heading for the maze? Alex is lost in there somewhere. If you go look for him, make sure you don't get lost too.$h",
		"george.spiritseve.George_y2.2": "If I wasn't in this blasted chair, I'd be running circles around everyone in that maze!$0",
		"george.spiritseve.George_y2.3": "I bet we could navigate it together, want to try?",
		"george.spiritseve.George_y2.4": "Well, that's mighty kind of you, but I'll be gnawing on this turkey leg before it gets cold. Maybe next time.$h",
		"george.spiritseve.George_y2.5": "How long have there been monsters like those around here?",
		"george.spiritseve.George_y2.6": "You think I've been here since the begnining of time? Hmph... well, I do have some tales to tell about strange creatures in the valley. Here, pull up a chair.$h",
		"george.icefestival.George": "Hmmph... Wife dragged me out into the cold for this?#$b#Are you joining in the fishing competition? Willy wins by a longshot every year. Think you can take him down? Good luck to you!$h",
		"george.icefestival.George_y2": "When you get old and bald like me, you need a good, warm hat.#$b#It's in the genes. Tell Alex he better stock up on hats, heh!$h",
		"george.winterstar.George": "A feast for some stupid star? Humbug!#$b#... Well, this festival isn't that bad. *whispers* If you don't mind, try cheering up my boy, he seems to enjoy your company. Heh.#$b#At least there's a lot of food. If you see anything with leeks in it, let me know. Or better yet, bring a leek dish next time.",
		"george.winterstar.George_y2": "I already spend all day with the family, anyway. Why do we need a big hubbub out in the cold?$0#$b#@, did you take my suggestion and bring a leek dish this year? That might make it worthwhile.#$b#Seems Alex is happier this year... hmph... well. That's good at least.$h",

//CUTSCENES
	//Game Day
		"alex.cutscene.gamedayspring.1": "Hi, @! Come on in, the game's on.$h",
		"alex.cutscene.gamedayspring.2": "There's plenty of room here on the couch.",
		"alex.cutscene.gamedayspring.3": "YES!!",

		"alex.cutscene.gamedaysummer.1": "Hey, I'm glad you stopped by, come watch the game.$h",
		"alex.cutscene.gamedaysummer.2": "I'll grab us some snacks at halftime.",
		"alex.cutscene.gamedaysummer.3": "WOO HOO!!",

		"alex.cutscene.gamedayfall.1": "I hope you're not busy, it's game time.$h",
		"alex.cutscene.gamedayfall.2": "It's a close one, I'll catch you up on what's happened so far.",
		"alex.cutscene.gamedayfall.3": "GOAL!!",

		"alex.cutscene.gamedaywinter.1": "Hi @, I was waiting for you, heh! I got our favorite snacks all ready to go.$h",
		"alex.cutscene.gamedaywinter.2": "Game night is always my favorite.$h",
		"alex.cutscene.gamedaywinter.3": "IT'S GOOD!!",

	//Downtime
		"alex.cutscene.downtime.1": "Since we're here, we might as well try this again. Okay, so stand like I showed you, and keep your eye on the ball.$h",
		"alex.cutscene.downtime.2": "Ready? Here it comes!$h",

//EVENTS
//1 HEART
	//Smooth Operator
		"alex.event.smoothoperator.1": "Oh hi, um... you're a farmer so maybe you know how to do this...",
		"alex.event.smoothoperator.2.1": "I want to make a walkway from the front door to the mailbox so", //Grandpa
		"alex.event.smoothoperator.2.2": "can get the mail more easily when the ground is wet or snowy.#$b#I have all the supplies I need here, but I've never built anything like this before so I don't know exactly where to start.",
		"alex.event.smoothoperator.3": "What do you think?",
		"alex.event.smoothoperator.4": "Sure, no problem, I can help.",
		"alex.event.smoothoperator.5": "Alright, but you'll owe me lunch at the saloon.",
		"alex.event.smoothoperator.6": "Why don't you ask Robin to build it?",
		"alex.event.smoothoperator.7.female": "Thanks! It should go fast with two of us. When we're done, we can get some food at the saloon, on me.$h#$b#Wouldn't want the new girl thinking I'm a freeloader!",
		"alex.event.smoothoperator.7.male": "Thanks! It should go fast with two of us. When we're done, we can get some food at the saloon, on me.$h#$b#Wouldn't want the new guy thinking I'm a freeloader!",
		"alex.event.smoothoperator.7.neutral": "Thanks! It should go fast with two of us. When we're done, we can get some food at the saloon, on me.$h#$b#Wouldn't want the new farmer thinking I'm a freeloader!",
		"alex.event.smoothoperator.8": "Oh, sure, that's fine. I was gonna spring for food anyway if you wanted to help.",
		"alex.event.smoothoperator.9": "I would, but I really wanted it to be a surprise, something I planned and built myself.",
		"alex.event.smoothoperator.10": "Many bent nails, a few splinters, and one smashed thumb later, we have a rather nice walkway that is definitely better than the dirt and rock path from before.#Even so, I think I'll leave future building projects to Robin.",
		"alex.event.smoothoperator.11.1": "This looks great! Thanks for your help, I'm sure", //Grandpa
		"alex.event.smoothoperator.11.2": "will love it.#$b#Ready for some calories? I sure am!$h",
		//followup
		"alex.eventSeen_MaggSmoothOperator07092025": "Oh yeah, I wanted to thank you for your help on the walkway, it works great for {{GpaName}}'s wheelchair and even Robin said it looked good.$h",
		"george.eventSeen_MaggSmoothOperator07092025": "Hello, young farmer. My boy, Alex, said you helped him build the new walkway, thank you for that. It's nice to see young people caring about the community.",
		"evelyn.eventSeen_MaggSmoothOperator07092025": "Ah, I hear you helped Alex construct the walkway to our mailbox, that was so sweet of you!$h#$b#The path is wonderful, very smooth and even. When he went to get the mail, I caught George doing a wheelie in his wheelchair, heehee!$h",
		"robin.eventSeen_MaggSmoothOperator07092025": "@, you and Alex did a great job on the walkway! I'm glad you found a good use for that lumber.$h#$b#I had gotten it for a project that ended up falling through and was afraid it would just lie there and become a spider hotel, hehe!",
		"haley.eventSeen_MaggSmoothOperator07092025": "That walkway thing you helped Alex make is nice... since you're handy and not afraid to get dirty, maybe you can make some other stuff like that.#$b#A finished path to the fountain would be good, then my shoes won't get as dusty on the dirt path.",

//2 HEARTS
	//Vanilla 2 updated
		"alex.event.vanilla2.1": "Oh, hi, @.",
		"alex.event.vanilla2.2": "How's it going on the farm? You've sure done a lot of work on it, I hope you're happy living there.#$b#It sure is different from living in the city.",
		"alex.event.vanilla2.3": "I'm just enjoying this great weather, the beach is the best place to hang when it's sunny out.",
		"alex.event.vanilla2.4": "Hmm...$u#$b#Hey, go long!$h",
		"alex.event.vanilla2.5": "Heh... Nice try. It takes practice to catch a gridball, I've been tossing the ball since I was a kid.#$b#My mom was a huge gridball fan and she taught me to catch when I was little.",
		"alex.event.vanilla2.6": "I'm going to be the first professional gridball player from Stardew Valley... There's no doubt in my mind, it's been my dream for years now.#$b#I already led my school's team to the regional playoffs... Now I'm just training and getting stronger so the recruiters for the Zuzu City Tunnelers will see my ability.#$b#I'll get on the team soon, hopefully in the next round, but next year for sure.",
		"alex.event.vanilla2.7": "That's great, you really have skills.",
		"alex.event.vanilla2.8": "Wow, you sound arrogant.",
		"alex.event.vanilla2.9": "Thanks, @. It's good to hear from someone new, I've put a lot of time and effort into my training.#$b#Um, am I starting to sound like a broken record? There's other things I like besides gridball.",
		"alex.event.vanilla2.10": "Hey, that was fun, huh? I guess... I could teach you to catch if you want.",
		"alex.event.vanilla2.11": "Hmmph... I think someone's a little jealous.$a",
		"alex.event.vanilla2.12": "I'm outta here.$a",
		"alex.event.vanilla2.13": "Don't you have work to do?$a",
		//followup
		"alex.eventSeen_20": "I could teach you how to throw and catch a gridball if you want, I've been doing it so long I forget other people might not know how.",
		"sam.eventSeen_20": "Hey, I was hanging with Vince and saw you and Alex tossing the gridball at the beach, was he actually talking to you? He's barely acknowledged my existence. *shrugs*#$b#Anyway, skateboarding is more my thing, I can't catch a ball worth beans, haha!$h",
		"haley.eventSeen_20": "Oh yeah, Alex said he tried tossing you the gridball and you totally biffed it.#$b#Well, don't feel too bad, I can't catch either. I'd hate to ruin my nails so whatever.$3",

	//Sous Chef
		"alex.event.souschef.1.1": "@, come on in! I'm making crepes for", //Grandma
		"alex.event.souschef.1.2": ", she's been working on projects for Lewis and I wanted to do something to help her out.$h",
		"alex.event.souschef.2": "I have a recipe here that I found online, I've got all the ingredients but I keep having to flip back and forth between the ingredient list and the instructions.#$b#Why can't they have the measurements in the instructions too? It's so annoying.$s",
		"alex.event.souschef.3": "He has a point, it is weird that recipes are like that. There's always time to help if crepes are involved!",
		"alex.event.souschef.4": "Really? Uh, thanks... If you don't mind, just tell me the next step and I'll do the cooking part.$h",
		"alex.event.souschef.5": "Hey, these are turning out great! What do you like on yours?",
		"alex.event.souschef.6": "Of course I made you one, I mean you took the time to help me out so it's only fair.$h#$b#I'm glad you stopped by, it would have taken me a lot longer without your help.",
		"alex.event.souschef.7": "Wow, those crepes were delicious! Alex seems to like cooking, and doing things for his Grandparents.",
		//followup
		"alex.eventSeen_MaggSousChef07092025": "Thanks for helping out with the cooking...#$b#I don't usually mention this, but I'm dyslexic so reading the recipe and trying to remember all the stuff without having to keep checking back is annoying.#$b#I don't need help very often, but you made it easier.$s#$b#%It was fun cooking with Alex. And the food was awesome!#$b#Really? That's cool, I mean you're welcome anytime.$h",
		"haley.eventSeen_MaggSousChef07092025": "Alex mentioned you helped him cook some crepes or something. You think he's a good cook?#$b#Hmm, I never thought about it before, I guess it never really came up.#$b#Anyway, what do you think of this shirt? I'm not sure about the color on me.",
		"sam.eventSeen_MaggSousChef07092025": "Hey @! Mom said you and Alex cooked some fancy food for Granny Evelyn and she loved it, do you think Alex would teach me some cooking skills?#$b#Mom has tried and she says I'm a hopeless mess in the kitchen. I mean, I TRY not to make a mess, but when I'm cooking it just happens.$s",
		"evelyn.eventSeen_MaggSousChef07092025": "Hello, dear, the crepes you and Alex made for me were wonderful!#$b#Alex is quite good in the kitchen, he doesn't like following recipes but he has a knack for knowing what will taste best.$h#$b#Come by again soon, it's nice to have company.",

//3 HEARTS
	//Leveling Up
		"alex.event.levelup.1": "Hey guys, what's up?",
		"alex.event.levelup.2": "Eh, the usual. Seb said you were talking about exploring the mines, have you gone in there yet?",
		"alex.event.levelup.3": "Oh, well, not yet, I need to practice with my sword until I'm comfortable with it.#$b#I have to prove to my parents that I can take care of myself and won't get eaten by a bat or something.$s#$b#*sighs* Maybe I need to strengthen my shoulders and arms so I can be more steady and confident.",
		"alex.event.levelup.4": "Makes sense. Seb should do that too, since he just sits at the computer all day.",
		"alex.event.levelup.5": "Shut up, Sam.",
		"alex.event.levelup.6": "Hey, you know I'm right. You were just complaining about your shoulders aching the other day.#$b#It could be fun, you know? The three of us could workout together. It would be something different to do anyway.$h",
		"alex.event.levelup.7": "@! Come join us! We were just planning to start an exercise group... activity... thing. Wanna join?$h",
		"alex.event.levelup.8": "Does anyone know what exercises we should do? I mean, there's the easy stuff like pushups but I bet there's better things...$9",
		"alex.event.levelup.9": "Well, there's someone obvious we could ask...",
		"alex.event.levelup.10": "You really think Alex would want to help? I mean, he barely talks to any of us.#$b#Except maybe you, @...",
		"alex.event.levelup.11": "Worth a shot, hey, there's the man himself!$h",
		"alex.event.levelup.12": "Alex! You know a lot about exercising, want to help us out? We need some kind of beginner workout routine.#$b#Abby and I need upper body strength since we both already have killer legs, Seb needs a full-body level-up, and @... you already look awesome, so whatever you think sounds fun!$h",
		"alex.event.levelup.13": "If you're all really on board, sure, I can set up a beginner routine for you.#$b#Come by my place in a couple days, I'll show you the ropes and make sure you're using proper lifting techniques. Wouldn't want anyone to get hurt or give up right away.",
		"alex.event.levelup.14": "Awesome! Why just talk about it when we can do something and get to hang out more as a bonus? Thanks, Alex!",
		"alex.event.levelup.15": "No problem, looking forward to it.$h",
		"alex.event.levelup.16": "@, hang on a sec...#$b#I uh... I can easily come up with routines for each of you, and I can give you demonstrations and keep you on track...#$b#But it would be better if the plan was written down so you could reference it if I'm not there.",
		"alex.event.levelup.17": "Would you mind... helping me with that? I could explain everything and you could write it down, or use a computer, whichever you like better.#$b#Then I can just talk through it and not have to worry about writing it all down correctly, you know, so it makes sense.",
		"alex.event.levelup.18": "Great! Let's meet up at the saloon later, we can get food and work on the plans.$h",
		"alex.event.levelup.19": "Alex is really getting into the whole idea...",
		//followup
		"sam.eventSeen_MaggLevelingUp07092025": "It's so cool Alex is helping us out! He seems like a decent guy, at least when we're all interested in the same thing.#$b#Maybe I'll offer to show him some skateboarding tricks as trade.$h",
		"abigail.eventSeen_MaggLevelingUp07092025": "I'm not so sure I really want to workout in Alex's room or at the gym with the guys... I might just do my own thing at home.#$b#Then I can go at my own pace and not be distracted by Sam's constant chatter. It would be a good break from my homework.$h",
		"sebastian.eventSeen_MaggLevelingUp07092025": "I dunno about the whole workout thing, it's not really my skillset. And Sam called me out so... yeah.$s#$b#No promises I'll show up anyway, so don't get your hopes up.",

	//Writers Block
		"alex.event.writersblock.1": "Hey @, thanks for helping me out, I've been thinking about how to set up these workout routines and I've got a solid plan for everyone.",
		"alex.event.writersblock.2": "Alex looks a little sad, maybe he's embarrassed about having to ask for help. It's really no problem, it sounds like a fun project.",
		"alex.event.writersblock.3": "Thanks... I hate putting you out like this, but if you don't mind, I really appreciate it.#$b#Are you hungry? I ordered us some food and drinks, we need brain energy, haha!$h",
		"alex.event.writersblock.4": "Alright, ready? Here's what I'm thinking...",
		"alex.event.writersblock.5": "Alex talks through a complete plan for each person, taking into account their strengths and weaknesses while targeting specific goals.#He really knows a lot about fitness and building strength.#Alex's eyes spark as he explains each exercise, the muscles involved, and even demonstrates a few.",
		"alex.event.writersblock.6": "Well, I think that's enough to get you all started, what do you think about your plan?#$b#I worked in some flexibility and focused on muscle groups you wouldn't be using as much during your regular work.",
		"alex.event.writersblock.7": "The routine is great, exactly what's needed to balance farm work and help avoid strains or injuries.",
		"alex.event.writersblock.8": "Exactly! You see how this all works together.$h#$b#I guess the human body is like one of your farm machines, all the parts should be cared for individually so they can work better together as a whole.",
		"alex.event.writersblock.9": "You're the first person in a long time who has been interested in this stuff.#$b#I don't normally have anyone to talk to about health or fitness, so it's really nice hanging out with you and putting my ideas down on paper.",
		"alex.event.writersblock.10": "Let's do this again sometime, I have a feeling Sam will get bored with his routine pretty quickly and will need a few options to change it up.",
		"alex.event.writersblock.11": "That was much more interesting than I thought it would be, Alex seems really happy with the whole project.",
		//followup
		"gus.eventSeen_MaggWritersBlock07092025": "That sure was nice of you to help Alex out with his project, I'm not sure exactly what you were doing, but from the sound of it, you were both having fun.#$b#I'm glad the saloon can be a place to meet and work together, along with hosting celebrations and just gathering as a community.$h",
		"shane.eventSeen_MaggWritersBlock07092025": "Whatever you and Alex were working on at the saloon must have been entertaining, the way you two were laughing it up.#$b#That guy will take any excuse to show off, that's for sure.",

//4 HEARTS
	//Vanilla 4 updated
		"alex.event.vanilla4.1": "That's a good boy, Dusty. Here's some treats.",
		"alex.event.vanilla4.2": "You might be the only one around here who understands me, you always listen and never judge. You're a great dog, I love you bud.$s#$b#We've been through a lot together, I wish I could have given you a better life as a pup, but things are okay now.$s#$b#I sure do miss Mom though... there are so many things I want to tell her.",
		"alex.event.vanilla4.3": "@! I... didn't notice you there. Did you overhear that?$7",
		"alex.event.vanilla4.4": "Yes, I heard, but I was just walking by.",
		"alex.event.vanilla4.5": "Not really... why?",
		"alex.event.vanilla4.6": "Well, I haven't told anyone else around here about it other than Haley, but I guess I'll explain...$s",
		"alex.event.vanilla4.7": "Have you ever wondered why I live with my grandparents?$s#$b#*sighs* You see, my father wasn't a good guy... Okay, that's a major understatement. He was a total drunken jackass. He... Well, he made life miserable for me and my mom.$a#$b#Half the time he was gone... that was actually the good part. The other half he'd drink all night and tell me I was worthless, that I'd never amount to anything.$9#$b#I think he resented me for being young... Bitter because he'd wasted his life to that point and didn't have the courage to try to fix it.$9#$b#Mom would try to defend me sometimes, but then he'd just hit her.$a",
		"alex.event.vanilla4.8": "That's just what I remember. I was pretty young.$s#$b#Who knows what was going on in his head.$a",
		"alex.event.vanilla4.9": "One day he left, Mom and I were both relieved he was gone. But soon after that Mom got sick... and passed away.$9#$b#My grandparents took me in, they started taking care of me while Mom was sick so she could rest. She knew I'd be okay.$s",
		"alex.event.vanilla4.10": "You seem like someone I can trust... That's why I'm telling you this, @. I don't want any sympathy.$s#$b#If there's one good thing about my past, it's that I learned how to deal with tough situations, I know I can survive and become stronger.$9",
		"alex.event.vanilla4.11": "My best bud Dusty has been with me through it all, he's an old guy now but he'll never stop loving his barbecued steak.$h",
		"alex.event.vanilla4.12": "Ha! Look at you slobbering, you're such a spoiled boy, but you definitely deserve it.$h#$b#I think Dusty might love steak as much as I do.$h",
		"alex.event.vanilla4.13": "Oh... I was talking to Dusty.#$b#He and I have a lot in common, actually.$s",
		"alex.event.vanilla4.14": "Well, I haven't told anyone else around here about it other than Haley, but we've been friends for a while now and I think I can trust you.$s",
		"alex.event.vanilla4.15": "*takes a deep breath* You know what? There's no sense dwelling on this stuff... I don't want any sympathy from anyone.$9#$b#You have to look on the positive side of things... My childhood wasn't great, but it did make me stronger. I had to be to survive.$9",
		"alex.event.vanilla4.16": "Alex works so hard to keep up his strong front, it must be exhausting. He needs people to lean on sometimes.",

	//All-Star Chef
		"alex.event.allstarchef.1": "What's up, @? I'm trying a variation on the crepes we made before. They turned out great, so I thought I'd add my 'Alex twist'.$h",
		"alex.event.allstarchef.2": "That's a lot of ingredients, Alex sure is going all out on this meal!",
		"alex.event.allstarchef.3": "Oh yeah, thanks again for listening to me talk about my past.#$b#I know it's not the easiest thing to hear, but I really appreciate you letting me vent and not trying to fix it or whatever.",
		"alex.event.allstarchef.4": "Since you're here, I never write down the changes I make to recipes, but then I can never repeat them if they turn out good.#$b#Would you mind taking a few notes for me? I'll put the changes together later if I like how this works out.",
		"alex.event.allstarchef.5": "No problem! I watch Alex as he adds ingredients, he talks about how the flavors work together as he goes. I jot down as much as I can.",
		"alex.event.allstarchef.6": "Alright, time for testing! There's two different ones so let's split them and we can try both.",
		"alex.event.allstarchef.7": "How is it?",
		"alex.event.allstarchef.8": "This is amazing! The flavors really pop!",
		"alex.event.allstarchef.9": "Woah... this is REALLY spicy!",
		"alex.event.allstarchef.10": "I'm glad you like it, mmm this really does have some zing to it, you must love spice! haha!$h",
		"alex.event.allstarchef.11": "Yikes! That's putting it mildly! Make a note to cut the hot pepper down to half. Phew!! I'm sweating, haha!$7",
		"alex.event.allstarchef.12": "Thanks for being my note taker and taste tester.#$b#You know, I just realized I'm thanking you a lot... you're a great friend. If you ever need anything, you know who to ask.",
		"alex.event.allstarchef.13": "As I head toward the door, I look back at Alex... he grins as he chugs down a glass of milk.",
		//followup
		"evelyn.eventSeen_MaggAllStarChef07092025": "I've noticed you and Alex having fun cooking up some new omelet recipes, I'm glad you're enjoying each other's company.$h#$b#Alex doesn't have many friends, it's nice to see you two getting along so well.",

	//Extra ticket
		"alex.event.extraticket.1": "Good morning, @, sure is nice out here.",
		"alex.event.extraticket.2": "Oh yeah, I have an extra ticket to the Tunnelers game tonight, do you want to come?",
		"alex.event.extraticket.3": "Awesome! I'd hate for the ticket to go to waste, live games are great fun!#$b#Don't forget, meet me at the bus stop at 4 this afternoon. See ya!$h",
		"alex.event.extraticket.4": "Seems like it will be a busy afternoon!",

	//Ballgame
		"alex.event.carriedaway.1": "Hey, you're here! This game is going to be great, c'mon, let's go!$h",
		"alex.event.carriedaway.2": "The Tunnelers have been having a great season, watching a live game is so much more fun than just seeing them on TV.$h",
		"alex.event.carriedaway.4": "Here, I got us some snacks, it's not a ballgame without some classic overpriced stadium food!",
		"alex.event.carriedaway.5": "What do you think so far?",
		"alex.event.carriedaway.6": "The energy here is amazing!",
		"alex.event.carriedaway.7": "Huh?? It's really loud!",
		"alex.event.carriedaway.8": "You feel it too? It's like electricity in the air when you're watching a game with a big crowd.$h",
		"alex.event.carriedaway.9": "Oh, yeah, it takes a few minutes to get used to it after the country quiet.",
		"alex.event.carriedaway.10": "YEAH!! That was an epic play!$h",
		"alex.event.carriedaway.11": "Goal!! Woohoo!!",
		"alex.event.carriedaway.12": "Oh, heh! Sorry I was yelling so loud, got a little carried away there, but that's all part of the experience, right?$h",
		"alex.event.carriedaway.13": "That was a great game, I hope you had fun. If you ever want to go again, I'm happy to join you!$h",
		//followup
		"alex.eventSeen_MaggBallgame07092025": "Hey @, thanks again for coming to the game with me, I had a great time.#$b#Want to come by later? I have some new omelet recipe ideas, heh!$h",
		"haley.eventSeen_MaggBallgame07092025": "Alex keeps going on about the game, he loves going to live games like that.#$b#*sighs* The stadium is so loud an chaotic, the seats are dirty and sticky, and the food is awful. I just don't enjoy it.$s#$b#What did you think? I guess it's nice Alex found someone who likes to go with him, then I'm off the hook. It's just a game afterall.",

//5 HEARTS
	//Vanilla 5 updated
		"alex.event.vanilla5.1": "*sigh*$s",
		"alex.event.vanilla5.2": "Oh, Hi @.$s",
		"alex.event.vanilla5.3": "Look at all these books. I haven't read a single one. Just the thought of cracking one open makes me nervous.$s#$b#But you can't make a decent living in this world without a brain...$s",
		"alex.event.vanilla5.4": "With my dyslexia... it's pointless to even try. I'm worthless...$s",
		"alex.event.vanilla5.5": "That's crazy. You're a genius!",
		"alex.event.vanilla5.6": "We all have our strengths and weaknesses.",
		"alex.event.vanilla5.7": "That would be a big change for you.",
		"alex.event.vanilla5.8": "Well, I'm not going to give up!$a#$b#There are a lot of positive things going on in my life right now.",
		"alex.event.vanilla5.9": "If I work hard and keep moving forward, I can do anything!",
		"alex.event.vanilla5.10": "Hey, maybe one day soon we'll have dinner and discuss ...phi-lo-so-phy. Isn't that what you smart people talk about?$h",
		"alex.event.vanilla5.11": "Pfftt... Alex is far from worthless, and he's definitely not stupid. Besides, you don't need to physically read a book to learn.",
		//dialogue responses
		"alex.event.vanilla5.Event_books1": "No, I'm not! You're just trying to flatter me. Be honest, I'm sick of fake praise.$a",
		"alex.event.vanilla5.Event_books2": "Yeah, I guess you're right... it's just exhausting. School was such a struggle and I don't want to relive that.$s",
		"alex.event.vanilla5.Event_books3": "Ouch, that was kind of rude. I guess you're not wrong, though.$s",

	//Puppy Love
		"alex.event.puppylove.1": "You’re looking perky today, buddy, here's a treat for you.",
		"alex.event.puppylove.2": "Oh, hi @, I bet Dusty heard you coming and that’s why he’s looking so chipper. He really likes you.$h",
		"alex.event.puppylove.3": "Heh, nah, not just because you give him bacon treats. I mean, sure he loves those, but he’s really taken to you.$h",
		"alex.event.puppylove.4": "I don’t think I’ve told you how I got Dusty... it’s one of my best memories of my mom.$h#$b#Let's go walk over to the river, Dusty needs to stretch his legs.",
		"alex.event.puppylove.5": "Back when I was about eleven years old, I asked my parents for a dog. You know, like any kid that age, I wanted a puppy to play with.#$b#Anyway, my father of course said no, and I thought that was the end of it.#$b#Later, my parents got into one of their usual fights. *sighs* Actually, it was one of the big ones.$s",
		"alex.event.puppylove.6": "Sometimes after a fight like that, my father would be all apologetic for a while like he was hoping Mom wouldn’t leave him.#$b#Anyway, Mom convinced him to let me get a puppy.",
		"alex.event.puppylove.7": "Mom had a friend from her florist shop whose dog had puppies that were just about ready to go to new homes. She took me to go look at them and we made a day of it.#$b#We stopped for ice cream, went to the store and got me some new shoes, and played catch at the park. It was a perfect day.$h#$b#Then we finally got to see the puppies.",
		"alex.event.puppylove.8": "Man, they were all so cute! I guess all puppies are cute, but these guys were extra special.$h#$b#I played with all of them and had the best time just rolling around with puppies all over me. When it was time to choose one, I just couldn’t decide.#$b#So Mom said to try walking away and see who followed me. I took a few steps then looked back...#$b#There he was sitting right by my foot, his adorable brown face and giant puppy eyes just staring up at me.#$b#I knew right then we were going to be friends for life. I picked up the little guy, he plastered my face with puppy kisses, and we took him home.",
		"alex.event.puppylove.9": "On the ride home, Mom told me something I’ll never forget.#$b#She said, Alex, this puppy is yours. He’s your responsibility and his life depends on you taking good care of him.#$b#You need to feed him, give him water, play with him, train him, and clean up after him. He can’t take care of himself, so he’s depending on you to be a good dog owner.#$b#If you need help, ask me, but I want Dusty to be yours. And if you do all that, there is nothing Dusty won’t do for you.",
		"alex.event.puppylove.10": "That first night, I tried being a responsible dog owner and put Dusty in a crate. Boy did he cry! He was so scared and alone, I couldn’t stand it.#$b#Of course, he ended up in my bed and he’s slept with me every night since. Once he got too big to fit, he started sleeping on his own bed next to mine.#$b#Every once in a while I’ll still wake up to him shoving me out of bed ‘cause he got too lonely on the floor. Right boy? Hehe!$h",
		"alex.event.puppylove.11": "And Mom was right, I took good care of Dusty and he’s been my best friend.#$b#He’s always there to listen to me and show me how much he appreciates me. He’s the best dog anyone could have.",
		"alex.event.puppylove.12": "He was right there with me through all the stuff that happened the next year... Well, you know about that so I'll just end the story there.$s",
		"alex.event.puppylove.13.1": "When Dusty and I moved here with my grandparents, he was so happy just running all over the place.#$b#I was afraid he'd get lost or in trouble, so", //Grandpa
		"alex.event.puppylove.13.2": "and I built him this dog run to be his home base.#$b#He used to only hang out here when I couldn't watch him, but now that he's a lazy old guy, he spends most of his time just lounging around.#$b#Here in the middle of town, he can soak up all the attention from people walking by. A pretty nice life for an old dog.$h",
		"alex.event.puppylove.14": "Dusty looks up at us with those huge brown eyes, it's clear how much he loves Alex.#He deserves a nice scratch around his ears... he closes his eyes with a contented doggy groan of happiness.",
		//followup
		"alex.eventSeen_MaggPuppyLove07092025": "You know, I think Dusty really liked having you join us on the walk, and thanks for hanging with us.It's nice having someone to talk to.$h",
		"haley.eventSeen_MaggPuppyLove07092025": "Oh, hi @... have you seen the new seasonal line in the catalog at Pierre's? Yeah, I guess that's not super interesting to you.#$b#Anyway, I saw you and Alex out walking Dusty, he's pretty cute for an old dog.",

//6 HEARTS
	//Vanilla 6 updated
		"alex.event.vanilla6.1": "Oh! Hey... come on in, I'm just about ready for a break anyway.$6#$b#... Sorry, I usually workout by myself so I don't wear a shirt, saves laundry, heh.$6",
		"alex.event.vanilla6.3": "Uh... @? I've been meaning to talk to you about something...$8",
		"alex.event.vanilla6.4": "I've started to realize that... well, that I was really rude and egotistical towards you when you first moved here.$8#$b#You know, acting arrogant and going on about gridball like it's the only thing that matters.$8",
		"alex.event.vanilla6.5": "I guess it was really a long shot betting my entire future on a career in professional sports...$8#$b#Even if I'm the best quarterback around, the odds are slim that I'd get recruited... you know?$8#$b#Anyway... I want to apologize to you for bragging and being annoying about it. I appreciate that you stayed friends with me through all that.$6#$b#I knew the whole time it was really unlikely I'd be able to make a career out of gridball, but I was afraid to actually start looking at other options.$6#$b#I think I'm ready to step back from gridball and at least consider the possibilities.$6#$b#I'm not giving up on it entirely, I just don't want to lose out on something good because I'm so blinded by a single goal.$6",

	//Better Together
		"alex.event.bettertogether.1": "@! You're here! Seb and I already got started on our routines, Abby has homework so she has to do hers at home today.#$b#That was her excuse to not hang out with a bunch of sweaty guys. Ha!$h",
		"alex.event.bettertogether.2": "I'm glad you made it, Sam and Seb are doing fine on their own, I'll show you the proper form for the first few exercises.$6",
		"alex.event.bettertogether.3": "Alex demonstrates how to stand for best balance and some lifting techniques to avoid any injuries. Normally, exercise seems really boring but this is actually fun!",
		"alex.event.bettertogether.4": "Oh wait, adjust your grip just a bit there, and keep your arms tight against your body, like this.$6",
		"alex.event.bettertogether.6": "Hmmm... I think our teacher is having too much fun showing off, haha! *dramatically flexes*$h",
		"alex.event.bettertogether.7": "Pfftt... Yep.",
		"alex.event.bettertogether.8": "What are you talking about? You know, you shouldn't harass your teacher, especially when he can totally kick your skinny ass into next week.$6",
		//followup
		"sam.eventSeen_MaggBetterTogether07092025": "Hey! Glad you came over for the workout session, that sure was fun! Especially the look on Alex's face when we were teasing him, ha!$h#$b#That guy might be more fun than I thought. Or at least an easy target!",
		"sebastian.eventSeen_MaggBetterTogether07092025": "I guess exercising some isn't that bad, it's still annoying though. And insanely boring.$s#$b#It's kind of entertaining watching Sam rile Alex up though. Hopefully he has the sense not to go too far with that.",
		"abigail.eventSeen_MaggBetterTogether07092025.female": "Just between you and me, there's no way I'm hanging out in Alex's room and exercising with a bunch of stinky guys.#$b#I'll do my own thing, maybe I'll join when the bathhouse is open. Or if you want, we could do girl's sessions, maybe drag Haley and Maru or Penny into it.#$b#It would totally just be a gossip-fest, especially with Haley, but that's not a bad thing!$h",
		"abigail.eventSeen_MaggBetterTogether07092025.male": "Just so you know, there's no way I'm hanging out in Alex's room and exercising with a bunch of stinky guys, no offense.#$b#I'll do my own thing, maybe I'll join when the bathhouse is open.",
		"abigail.eventSeen_MaggBetterTogether07092025.neutral": "Just between you and me, there's no way I'm hanging out in Alex's room and exercising with a bunch of stinky guys, no offense to them.#$b#I'll do my own thing, maybe I'll join when the bathhouse is open.",

	//Longshot
		"alex.event.longshot.1": "Ah! You're a beautiful egg, time to join your buddies in the pan...$h",
		"alex.event.longshot.2": "Woah! Get back here!!",
		"alex.event.longshot.3": "Awww, man! You were such a great egg too. *sighs* Happens to the best of us I guess.$s",
		"alex.event.longshot.4": "@!! I didn't hear you come in... yeah I'm just uhh... making an omelet and talking to the eggs. Heh!$s",
		"alex.event.longshot.5": "Are you hungry? I've got plenty here, if you have a minute, join me at the table. I'll just clean this up real quick.$h",
		"alex.event.longshot.6": "Hey, you know when I was talking about different career options?",
		"alex.event.longshot.7": "I've been thinking about it a lot since then, and I've decided to start investigating a couple of things.#$b#I really had fun setting up the workout plans for you and everyone else, Harvey even mentioned he was excited to see all the new interest in health.#$b#Maybe I could be a personal trainer, or even look into rehabilitation and physical therapy, though that requires a lot of classes first.",
		"alex.event.longshot.8": "What do you think?",
		"alex.event.longshot.9": "Personal training sounds perfect for you!",
		"alex.event.longshot.10": "Are you giving up on gridball?",
		"alex.event.longshot.11": "Heh, you're always so supportive, I appreciate that.",
		"alex.event.longshot.12": "Well, not entirely. I'm going to keep up my training, just until I really settle on what I want to do.",
		"alex.event.longshot.13": "I think I'll talk to Harvey about it, he seems to know a lot of people and maybe he can connect me with someone in the field.",
		"alex.event.longshot.14": "Alex is really serious about this, the idea seems to be growing on him.",
		"alex.event.longshot.15": "What? I look relaxed and happy? Huh... now that you say it, that's exactly how I feel.#$b#Maybe... hmm... I'll have to think about that.",

	//Longshot 2
		"alex.event.longshot2.1": "@, do you have a sec? I want to ask you something.",
		"alex.event.longshot2.2": "The career stuff we talked about... you said I looked happy, more relaxed.#$b#I thought about it and you're right, when I talk about a gridball career, I always have my father's words at the back of my mind telling me I'm a loser.$s#$b#The anger I feel from that fuels my desire to prove him wrong and drives me to make a name for myself.",
		"alex.event.longshot2.3": "But becoming an all-star quarterback, marrying the prettiest girl, becoming famous... suddenly sounds so hollow.#$b#I'm realizing those things don't equal a successful life, I don't want to base my life decisions on showing up my father.#$b#I want to make the choices that will take me where I want to go, to make me happy and fulfilled.#$b#Looking back, my anger at my father guided a lot of decisions I made. Not anymore. I'm letting him go, getting him out of my head and my life.",
		"alex.event.longshot2.4": "@... will you keep me accountable? I need someone to remind me to focus on I truly want, not what will make the world think I'm successful.",
		"alex.event.longshot2.6": "Thanks, really. With you, Haley, Seb, and Sam around, I know I can stay on track.",
		//followup
		"alex.eventSeen_MaggLongshot107092025": "Hi @! Thanks for talking through all the career stuff with me, I'm feeling really good about where this is going.$h#$b#Harvey is excited about it too, he gave me a few names of people I can talk to for advice.",
		"george.eventSeen_MaggLongshot107092025": "Hello young farmer, Alex was going on about some kind of career idea he had, he's very excited about it.$h#$b#Hmmm I'm just happy he's not putting all his hopes on becoming a big-shot gridball player, that kind of life wouldn't suit someone like him.#$b#He cares too much about other people. Humph. You might not notice it at first, but he's a compassionate young man, takes after his mother that way.",
		"harvey.eventSeen_MaggLongshot107092025": "Hello @, how are you this fine day? I just spoke to Alex, we talked about career options and he wanted some references.#$b#I'm more than happy to help him out, our town could use a good physical training and nutrition coach.$h",

//7 HEARTS
	//Ghosts
		"alex.event.ghosts.1": ", want to go get some fresh air? I want to ask you something.",
		"alex.event.ghosts.2": "You do, huh? Well, alright. This show is just a rerun anyway.",
		"alex.event.ghosts.3.1": ", we're off to go wander, I'll keep", //grandpa
		"alex.event.ghosts.3.2": "out of trouble.$h",
		"alex.event.ghosts.4": "Alright, have fun, boys!$h",
		"alex.event.ghosts.5": "How are the arm exercises going? I can work up a fresh routine for you if you want.#$b#I... I think I'm actually good at that, helping people with exercise goals and stuff.$h",
		"alex.event.ghosts.6": "Hmph... arm exercises are annoying, but if it makes you happy, sure. You can help.$h#$b#@ mentioned you were helping your friends with workout routines. You could make a career out of that if you want.",
		"alex.event.ghosts.7": "That's... kind of what I wanted to talk to you about.#$b#I've been thinking about my career plans lately. My motivations for wanting to be a gridball player... why I've been so focused on that.",
		"alex.event.ghosts.8": "Hmmm... sounds like you've been thinking a lot lately. Has something changed?",
		"alex.event.ghosts.9": "Heh... yeah, I guess I've been hanging out with friends more and helping them out...",
		"alex.event.ghosts.10": "Well, the young people around here aren't so bad I suppose.",
		"alex.event.ghosts.11": "That's high praise coming from you, haha!$h",
		"alex.event.ghosts.12": "Don't go spreading it around, I'll deny everything. Humph!$h",
		"alex.event.ghosts.13": "Back to the career, I told @ about my father... and it got me thinking.#$b#I've realized my past has influenced me in ways I didn't know and I want to change that. I don't want to make choices based on what my father did to me and Mom.",
		"alex.event.ghosts.14": "I want to be my own man, pursue goals I want for my own life, not try to be someone I don't even like just to prove to my father that I'm not worthless.#$b#I'll prove him wrong by being happy and satisfied in my own life, I don't care if he ever knows.",
		"alex.event.ghosts.15": "That's my boy, I'm proud of you, Alex.#$b#You're a smart young man, I knew you'd come to this realization eventually.",
		"alex.event.ghosts.16": "Thanks... there's something I wanted to ask... I've wondered about it for a long time but wasn't sure if I should bring it up.",
		"alex.event.ghosts.17": "... Why did my mom marry my father in the first place? I just... don't understand.",
		"alex.event.ghosts.18.1": "Humph... your father... he wasn’t always like you remember him.#$b#When he and Clara first met, he was a decent man. Fully devoted to her, they were so excited to build a life together.#$b#Things started out fine, they found a nice apartment in Zuzu City, your father got a decent job out of college, your mom started her florist shop.#$b#Then you came along and they were thrilled, your", //grandma
		"alex.event.ghosts.18.2": "and I were too, everything was going fine.",
		"alex.event.ghosts.19": "After a couple of years, your father decided he wanted to move to a house with a yard, with space for you to play as you grew.#$b#It was a normal enough goal, your parents started saving for a down payment. But it was taking a long time and your father was getting impatient.#$b#Well, a coworker heard him talking about hard it was to save for a house and convinced him to invest in a startup, a guaranteed way to make a quick buck.#$b#*sighs* Unfortunately, your father fell for the scam and long story short, he lost everything. All the savings was gone, he even lost his car. He was devastated.#$b#Your parents scraped by for a while, but your father just couldn’t let it go and move forward, so he started drinking to cope.#$b#One day, he showed up to work drunk and lost his job.",
		"alex.event.ghosts.20.1": "Things only went downhill from there.#$b#Your", //grandma
		"alex.event.ghosts.20.2": "and I helped out as much as we could, but it was quite a strain on Clara keeping her business running and taking care of a family.#$b#Your father was lost by that point, he had completely given up and couldn’t find a way to drag himself out of the bottle.#$b#Your mom tried her best to keep everything from falling apart, she hid how bad it was from us for years.#$b#Humph... If I had only known... but that’s water under the bridge now. I just want you to know, son, we love you.#$b#Your", //grandma
		"alex.event.ghosts.20.3": "and I will take care of you no matter what, and if you’re ever in trouble, come to us. Never be afraid to ask for our help.",
		"alex.event.ghosts.21.1": "Th-thanks,", //grandpa
		"alex.event.ghosts.21.2": "... that makes sense. I was afraid... I was afraid it might have been my fault, you know, somehow.$s#$b#For my father leaving and for... Mom getting sick.",
		"alex.event.ghosts.22": "No, Alex. Nothing that happened was your fault. Your parents made their own choices, you were only a child and had no control over that.#$b#Your father made his choice to not seek help, and your mom...#$b#Well, her illness was not caused by stress or trauma. It was genetic, there was nothing that could have changed that.#$b#When she discovered the cause, she had you tested. Don't worry, you're fine.",
		"alex.event.ghosts.23": "... Thanks for telling me. It's a lot to take in...#$b#I... I'm glad my father wasn't always a drunken loser... maybe there's a chance for him. If he wants it.",
		"alex.event.ghosts.24": "Don't worry about that, son. His life is his own.", //grandpa
		"alex.event.ghosts.25.1": ", thanks... for taking me in and raising me. I really appreciate you and", //grandma
		"alex.event.ghosts.25.2": "being there. I love you both.",
		"alex.event.ghosts.26": "You're welcome, son. We... we love you too.",

//8 HEARTS
	//Vanilla 8 updated
		"alex.event.vanilla8.1": "*sniff*...$s",
		"alex.event.vanilla8.2": "Oh... @. *SNORF! Alex drags his sleeve over his face* ... You caught me crying.$s",
		"alex.event.vanilla8.3": "... Um, it was today, twelve years ago... that my Mom died.$9",
		"alex.event.vanilla8.4": "I still remember her well... she'd make salted radish sandwiches for lunch... and toss the gridball with me in the backyard.$9#$b#She took good care of me... and I was too young to really say 'thanks'. Now she's gone forever.$9",
		"alex.event.vanilla8.5": "This is the only keepsake I have left... her secret music box.$s",
		"alex.event.vanilla8.6": "So... What are you thinking right now, @?",
		"alex.event.vanilla8.7": "Honor your mother's memory by always doing your best.",
		"alex.event.vanilla8.8": "You shouldn't dwell in the past.",
		"alex.event.vanilla8.9": "I'll always be here for you if you get lonely.",
		"alex.event.vanilla8.10": "You talked about it making you strong before.",
		"alex.event.vanilla8.11": "Well, there's no sense sitting around sniveling... let's head back to town.$9",
		"alex.event.vanilla8.12": "Um... @?$9",
		"alex.event.vanilla8.13": "Don't tell anyone I was crying. Okay?$7",
		"alex.event.vanilla8.14": "Hey!$7",
		"alex.event_box1": "Yes... I know. I think I got off track with that though. I put everything into the gridball stuff when I should be focusing on all parts of my life...$9#$b#Not just my career, but my relationships with other people too. Family, friends... you. Mom would want me to be happy, not obsessed.",
		"alex.event_box2": "Okay... I get that but, wow... It's the anniversary of my Mom's death! Have a heart...$a",
		"alex.event_box3": "...Thanks, @.#$b#You've become my best friend in the whole town...#$b#You're always there for me. Thanks.",
		"alex.event_box4": "Yeah well... that was wrong. I was just trying to protect myself from getting hurt again.$s",
		//followup
		"alex.eventSeen_288847": "Uh... I'm not used to opening up like that, I'm sorry I fell apart in front of you.$s#$b#Thanks for sticking it out with me.",
		"alex.eventSeen_288847_memory_oneweek": "Hey... uh... @? I... feel a lot more 'at peace' after talking to you on the beach last week.$s#$b#Thanks for listening to me, it really meant a lot.",

	//Ace Serve
		"alex.event.aceserve.1": "Hey, @! Sam and Shane agreed to play a quick 2 on 2 game, wanna partner up?$h",
		"alex.event.aceserve.2": "Yeah! Join us, Shane and I are ready to totally demolish Alex!$h",
		"alex.event.aceserve.3": "As long as the free pizza at the saloon is still on the table, that is.",
		"alex.event.aceserve.4": "C'mon, man, you know I'm good for it!",
		"alex.event.aceserve.5": "Alright! You two are going DOWN!!$h",
		"alex.event.aceserve.6": "I got it, I got it!$8",
		"alex.event.aceserve.7": "Ooof!!$7",
		"alex.event.aceserve.8": "Woah, close one!$h",
		"alex.event.aceserve.9": "Ace! YES!!! That's the game, woo hoo!!$h",
		"alex.event.aceserve.11": "We annihilated those two, haha!",
		"alex.event.aceserve.14": "Alright, Sam, you owe me a pizza, let's head over to the saloon, I'm starved.$h",
		"alex.event.aceserve.15": "Oh yeah, pizza time!!$h",
		"alex.event.aceserve.16": "How about you? I'm not gonna eat pizza, but maybe a burger, hold the bun. Heh!$h",
		//followup
		"sam.eventSeen_MaggAceServe07092025": "Oh yeah, Gus' pizza is so good...#$b#Shane ate nearly an entire pizza himself, now I'm out of spending money.$s#$b#Oh well, it was a good time anyway.$h",
		"shane.eventSeen_MaggAceServe07092025": "Huh? Oh yeah, Sam was good for the pizza, I really took advantage of that doofus, payback for how annoying he gets at work, heh!$h",

	//Off the Leash
		"alex.event.offleash.1": "Hi @, I'm about to take Dusty for a walk, do you want to come?",
		"alex.event.offleash.2": "Great! It won't be a speedy walk, more like a shuffle. Dusty is a bit slower than he used to be but he's still excited to get out and wander.$h",
		"alex.event.offleash.3": "Alex pauses to let Dusty catch up, he's such a sweet old dog... he lifts his head for a nice ear scratch.",
		"alex.event.offleash.4": "I've been looking more into the whole future job thing... I talked to some professional personal trainers and physical therapists from Zuzu City.#$b#I think I know where I want to go from here.#$b#I'm going to take a few online classes to get a certificate as a nutrition and health coach, then work as a personal trainer and coach for a while.#$b#Harvey said he would refer patients to help get me started, and a few people around town are already interested.#$b#Maybe if that all goes well, I'll take more online classes and work towards a degree in physical therapy.#$b#I'm confident I can do it.$h",
		"alex.event.offleash.6": "I realized after helping you, Sam, Seb, and Abby that I really love the connection to people. I like guiding them on a path to their goals.#$b#I want to do more of that, whether it's helping someone live a healthier lifestyle so they can do the things they love, or coaching someone towards an athletic career.#$b#It's funny, I'd rather do that than have a career as a professional athlete myself.#$b#Maybe I have different priorities now, I'd hate to have to spend so much time away from my family and the people I care about.",
		"alex.event.offleash.8": "Aww, looks like Dusty is tired out and needs a break. How about we rest here for a bit?",
		"alex.event.offleash.9": "This is really nice... I don't know if I would have enjoyed just being quiet and listening to nature before.#$b#My mind was too preoccupied with what training I needed to do that day.",
		"alex.event.offleash.10": "Ready to head back? I'll hang with Dusty until he's ready to wander home. See ya later, @!$h",

//9 HEARTS
	//Upgrade
		"alex.event.upgrade.1": "Hey...",
		"alex.event.upgrade.2": "Oh, hey Seb, thanks for coming by, I just need some help with this computer.#$b#I want to get all the workout stuff I've written in one place so I can find what I need and make changes for different people.",
		"alex.event.upgrade.3": "Sure, that should be easy. I have a program that will work, I'll install it and set everything up for what you need.",
		"alex.event.upgrade.4": "Awesome, thanks man! And thanks for giving me a chance and being one of my first guinea pigs too.$h",
		"alex.event.upgrade.5": "Um, yeah. Just give me a few minutes.",
		"alex.event.upgrade.6": "@! Seb is setting up a thing on my computer to store all the workouts and stuff. It's going to make keeping track of everything so much easier.$h",
		"alex.event.upgrade.7": "Okay, c'mere and I'll show you how to use this.",
		"alex.event.upgrade.8": "Seb patiently shows Alex how to use the computer program to set up workouts and store client information. It's very easy to use, I'm quite impressed, Seb really is a coding genius.",
		"alex.event.upgrade.9": "Well, that's it. Call me if you get stuck or need anything added later.",
		"alex.event.upgrade.10": "See ya.",
		"alex.event.upgrade.11": "This is great, you'll help me with the first couple, right?$h",
		//followup
		"sebastian.eventSeen_MaggUpgrade07092025": "How's Alex doing with the computer software? If he needs any help, I'll come by and show him again. No big deal.",

	//MORNING WALK can be disabled if married or dating someone else
		"alex.date.winterwalkintro.1": "Hi @... it's starting to get cold at night, I can feel winter is coming soon.#$b#*sighs* I'm not a fan of winter. Not just because it's wet and gloomy outside, but I just feel... out of it the whole season.",
		"alex.date.winterwalkintro.2": "Like I'm in hibernation and just waiting for spring.$s",
		"alex.date.winterwalkintro.3": "What if I come by your place in the mornings in winter and we could take a walk before you start the farm work?",
		"alex.date.winterwalkintro.4": "That sounds like a great idea, and a nice way to start the day.",
		"alex.date.winterwalkintro.5": "Thanks... that gives me something to look forward to.$h",

		"alex.date.firstwinterwalk.1": "Good morning! Um, hey, remember when you said we could take a walk in the mornings in winter? You still on for that?",
		"alex.date.firstwinterwalk.2": "Great! I guess I already took a walk coming over here, but... that's kind of boring by myself.",
		"alex.date.firstwinterwalk.3": "Even though it's cold, it really is beautiful out here.",
		"alex.date.firstwinterwalk.4": "We walk for a while, just enjoying the stillness of the snowy world and each other's company.",
		"alex.date.firstwinterwalk.5": "Thanks for taking time out for this.",
		"alex.date.firstwinterwalk.7": "Want to head back? I think it's time for some coffee.#$b#I know you have work to do so I'll let you go. See ya later.$h",
		"alex.date.firstwinterwalk.8": "Coffee sounds great after that brisk walk. Spending a few minutes just walking and talking was nice.",

		//beginning
		"alex.date.winterwalk.1": "Wow, it sure is crispy out here! Heh! If I breathe in too hard, my nostrils might freeze shut!",
		"alex.date.winterwalk.2": "You know, it is really nice out here in the winter, so quiet and the light sparkles on the snow.",
		"alex.date.winterwalk.3": "Dusty really doesn't love the cold either, but he likes to come along. He gets lonely if I leave him at home too often.",
		"alex.date.winterwalk.4": "How's the farm doing? I bet you need heaters in all your buildings.#$b#At least the animals have built-in coats, wouldn't that be nice! *shivers*$s",
		"alex.date.winterwalk.5": "You never seem to mind the cold, I kind of feel like a wimp next to you, heh!$s",
		"alex.date.winterwalk.6": "There was frost on the windows this morning, it looked pretty cool. Like sparkly lace.$h",
		"alex.date.winterwalk.7": "Are you warm enough? Just say the word if you're cold and want to go back.",
		"alex.date.winterwalk.8": "Oh hey, there's some rabbits. They look so fluffy in the winter, I guess they have to be!",
		"alex.date.winterwalk.9": "I saw Seb wearing a really nice scarf, gotta see if I can get my hands on one of those.",
		"alex.date.winterwalk.10": "Thanks for coming with me, it's a lot easier to brave the cold when you're with someone else.",
		//middle
		"alex.date.winterwalk.11": "Hmmm... I think I need to expand my winter wardrobe, heh!$h",
		"alex.date.winterwalk.12": "I bet your work really warms you up, it seems like you're always busy.",
		"alex.date.winterwalk.13": "I really like these morning walks with you, let's make this a habit, okay?$h",
		"alex.date.winterwalk.14": "Are you keeping busy? It's good you have less work in the winter so you can take a break.",
		"alex.date.winterwalk.15": "Maybe these morning walks will help me get used to the cold... I've heard that jumping in nearly frozen water is great for your health, but I dunno.",
		"alex.date.winterwalk.16": "The farm looks really amazing in the winter, when I was walking over, I saw a spiderweb all covered in frost. I bet Haley would love to take pictures!$h",
		"alex.date.winterwalk.17": "I'm not saying I'm cold but... @, I'm frickin' freezing!! Will you think less of me if we head back now?$s",
		"alex.date.winterwalk.18": "Do you have any ducks on the farm? Duck eggs are great! And we can make some special duck egg omelets.",
		"alex.date.winterwalk.19": "Have you ever tried making clothes? Emily seems to really like it, but Haley says it's not the same.",
		"alex.date.winterwalk.20": "See all these animal tracks in the snow? Makes you wonder what goes on when people aren't around.#$b#Shane mentioned wolves once, be sure you're careful out at night.",
		//end
		"alex.date.winterwalk.31": "Want to make a snowman since we're already out here? This is a nice place for it. Then we can go warm up at the saloon.$h",
		"alex.date.winterwalk.32": "Your farm chores are a workout by themselves, don't feel bad if you don't have time for a routine, you have it covered.",
		"alex.date.winterwalk.33": "This is the best season to take advantage of the bathhouse pool. I'll hit the gym and relax in the hotspring water later.$h",
		"alex.date.winterwalk.34": "Maybe I'll start hanging out at the saloon on Fridays with the gang. Not much going on in winter, might as well learn to play pool.$h",
		"alex.date.winterwalk.35": "Oh, you have that sneaky look... no snowballs! You know how I feel about-#$b#*SPLAT!* HEY!!$7#$b#Okay, you asked for it!$h",
		"alex.date.winterwalk.36": "There are some great spots for photos out here, no wonder Haley likes to hang out and take pictures.#$b#She was telling me about some new lenses she bought and some ideas for professional photography.",
		"alex.date.winterwalk.37": "Want to head to the saloon? We can get breakfast and some hot drinks... if I stay here much longer, I'll be frozen until spring.$s#$b#Gus will let us in even though it's early, and I bet he has the fireplace going.",
		"alex.date.winterwalk.38": "I wonder if Gus needs a sous chef? The warm kitchen sounds amazing and big griddle would be great for making omelettes.$h",
		"alex.date.winterwalk.39": "This snow is so smooth, let's make some snowangels before we go...$h#$b#... Heh, our snowangels look great! We'll see if they're still here when we come back.$h",
		"alex.date.winterwalk.40": "It's so nice out here, and slogging through the snow is great for my quads.$h#$b#The wizard lives around here, maybe we'll run into him sometime. I wonder if he has a potion for staying warm all winter.",
}
