{
  //Mail
  "Miihau.HaleyEE.Mail.001": "Hey @,^^You know how much I love fashion and experimenting with different looks, right? Well, I've been working on some new outfits, and I thought it would be really special to have you over so I can show them to you. You've been such an amazing friend, and your support means a lot to me.^I'd be thrilled if you could join me—your opinion matters, and I value your perspective.^^    Take care, and talk to you soon!^^    Warmly,^    Haley[#]Haley's Fashion Invitation",
  "Miihau.HaleyEE.Mail.002": "@!^^I've been thinking about how we can make our town an even better place to live, and I've come up with an idea I'm really excited about: a Beach Cleanup Day for the whole community.^It's a chance for us to come together, show some love to our beautiful beach, and make a positive impact on the environment. With a little teamwork, we can make a big difference.^^The cleanup will take place on the next sunny day after 1 PM. Meet us at the beach.^^Your support and presence would mean a lot to me—and to everyone who cares about Pelican Town.^^    Looking forward to seeing you there!^^    Warmest regards,^    Haley[#]Haley's Beach Cleanup Invitation",
  "Miihau.HaleyEE.Mail.003": "Dear @,^^Meet me at the beach at midnight. There's something I want to share with you.^It's important.^^    See you there,^    A Friend^^(MOD-MAKER: Please set “Game-Zoom” to 100 % before the event.)[#]Invitation from a friend?",

  //Event1
  "Miihau.HaleyEE.E1.001": "You picked up a stylish-looking hair tie from the ground.",
  "Miihau.HaleyEE.E1.002": "You try to tell Haley about the hair tie you found, but she cuts you off before you can say anything.",
  "Miihau.HaleyEE.E1.003": "Oh... hi there...$7#$b#Um, how do I say this...$7#$b#I appreciate your gifts and such, but please don't get the wrong idea.$2#$b#It's not like a little flower will make us besties or anything, you know?$1",
  "Miihau.HaleyEE.E1.004": "How do you react?#Try to explain that you just wanted to ask about the hair tie.#Excuse yourself and leave.",
  "Miihau.HaleyEE.E1.005": "Huh? Oh, really? The hair tie?$8#$b#I... I didn't even notice it was missing.$2#$b#Sorry for jumping to conclusions.$2#$b#It's just... well, never mind.$2#$b#Thanks for finding it, I guess. That was nice of you.$0",
  "Miihau.HaleyEE.E1.006": "You give Haley her hair tie, and you both exchange a pleasant smile while Haley slips the tie onto her wrist.",
  "Miihau.HaleyEE.E1.007": "I hope you don't mind, but could you leave me alone for a bit?$0#$b#It has nothing to do with you; I'd just like to spend some time on my own.$7",
  "Miihau.HaleyEE.E1.008": "Thanks for the hair tie.$0",
  "Miihau.HaleyEE.E1.009": "Oh, really? Changing your mind already?$2#$b#Suit yourself. I've got better things to do anyway.$0",
  "Miihau.HaleyEE.E1.010": "You put the stylish-looking hair tie back where you found it.",
  "Miihau.HaleyEE.E1.011": "Hi again—have you seen a hair tie by any chance?$3",

  //Event2
  "Miihau.HaleyEE.E2.001": "Another great shopping day in Zuzu City!$1",
  "Miihau.HaleyEE.E2.002": "Hello, @.$0#$b#Sorry if I look a bit exhausted.$0#$b#You know, a real shopping spree can get a bit action-packed at times.$0#$b#I may have gone overboard—these bags are starting to feel heavier than I expected.$0",
  "Miihau.HaleyEE.E2.003": "What do you do?$h#$b#$q 1767401 null##$r 1767401 -10 event_shopping1#Offer to carry both bags.#$r 1767402 20 event_shopping2#Offer to carry one of the bags.#$r 1767403 -20 event_shopping3#Don't offer help.",
  "Miihau.HaleyEE.E2.004": "You can take this one.",
  "Miihau.HaleyEE.E2.005": "And I'll take that one.",
  "Miihau.HaleyEE.E2.006": "You walk back to Haley's home.#You chat a bit about her shopping trip.",
  "Miihau.HaleyEE.E2.007": "Oh, you know, I just got some new clothes and accessories.$0#$b#Fashion is a passion of mine, and I can't resist a good sale.$0#$b#I've always admired people who have a sense of style—it's like art you wear.$0",
  "Miihau.HaleyEE.E2.008": "Fashion is a form of self-expression, and I love playing around with different looks.$0#$b#It's like telling a story through what you wear.$0",
  "Miihau.HaleyEE.E2.009": "Thanks for helping me with the bags, and for keeping me company. I really appreciate it.$0#$b#Well, I should probably start putting these things away. See you around, okay?$1",
  "Miihau.HaleyEE.E2.010": "Thanks for the help today!$0",
  "Miihau.HaleyEE.E2.011": "Guess I overestimated his chivalry...$2^Guess I overestimated her chivalry...$2",
  "Miihau.HaleyEE.E2.012": "Oh, don't worry, I managed just fine. Who needs a helping hand when they have their own super strength, right?$0",
  "Miihau.HaleyEE.E2.013": "That's very kind of you!$0#$b#But how about you take one of the bags, and I take the other.$0#$b#Don't underestimate my strength, okay?$0#$b#Especially when it comes to shopping.$1",
  "Miihau.HaleyEE.E2.014": "Thanks, that's really nice of you.$0",
  "Miihau.HaleyEE.E2.015": "Well... I think I have to get going now.%fork$7",

  //Event3
  "Miihau.HaleyEE.E3.001": "*sigh* How many variations of the same shot can I take?$2",
  "Miihau.HaleyEE.E3.002": "Oh... hi, @.$2#$b#Did you hear me talking to myself?$2#$b#I mean, it's just... it's getting so boring.$s#$b#I used to love this—capturing the beauty in everything—but now it's like I'm stuck in a loop.$3#$b#There's got to be more to photography than just this.$2",
  "Miihau.HaleyEE.E3.003": "What's your advice?#'You need to find some new subjects to spark your excitement again.'#'Just power through it.'",
  "Miihau.HaleyEE.E3.004": "You might be on to something there.$0#$b#I've been so focused on the same old scenes that I haven't really thought about branching out.$2#$b#It's just... it's hard to break out of my comfort zone, you know?$2",
  "Miihau.HaleyEE.E3.005": "What do you do?#Ask Haley to take a picture of you.#Show Haley the rose so she can take a picture.",
  "Miihau.HaleyEE.E3.006": "You want to show me something?$0#$b#Sure, why not!$1",
  "Miihau.HaleyEE.E3.007": "...$8#$b#I haven't seen a flower like this around here in a while.$8",
  "Miihau.HaleyEE.E3.008": "Thanks for helping me out at my photography session.$0",
  "Miihau.HaleyEE.E3.009": "Seriously?$3#$b#'Power through it'? That's your solution?$3#$b#It's not that simple, you know.$3",
  "Miihau.HaleyEE.E3.010": "*sigh* Look, it's not like I'm giving up or anything.$3#$b#I just want my photography to mean something.$2#$b#Forcing myself to keep snapping the same old scenes won't magically fix everything.$2",
  "Miihau.HaleyEE.E3.011": "I know you're trying to help, but there has to be a better way, you know?$2#$b#I want to find that spark again, but forcing it won't do anyone any good.$2",
  "Miihau.HaleyEE.E3.012": "I guess I'll just try taking pictures another day. That's enough for today.$2#$b#Goodbye, @.$7",
  "Miihau.HaleyEE.E3.013": "Am I good enough at anything?$2#$e#Photography is hard.$2",
  "Miihau.HaleyEE.E3.014": "Um... you know what...$0#$b#Sure, why not!$1",
  "Miihau.HaleyEE.E3.015": "Just stand right here.$0#$b#And please try to look fashionable.$0",
  "Miihau.HaleyEE.E3.016": "Get ready to pose!$1",
  "Miihau.HaleyEE.E3.017": "You're more photogenic than I thought.$1",


  //Event4
  "Miihau.HaleyEE.E4.001": "*sniff* *sniff*$s",
  "Miihau.HaleyEE.E4.002": "Oh, it's you... I didn't expect anyone to come in.$s#$b#I'm... I'm fine. Just having a rough day.$s",
  "Miihau.HaleyEE.E4.003": "#'Are you sure you're okay?'#'Do you want to talk about it?'",
  "Miihau.HaleyEE.E4.004": "I don't know.$s#$b#It's just... a lot of stress lately, you know?$s",
  "Miihau.HaleyEE.E4.004X": "#'You don't have to go through this alone.'#'Is there anything I can do to help?'",
  "Miihau.HaleyEE.E4.005": "You're really sweet, you know that? Sometimes I forget... thanks.$8",
  "Miihau.HaleyEE.E4.006": "Just being here with me right now... it means a lot.$8#$b#But I guess if you really want to help, you could listen to me vent for a bit.$s",
  "Miihau.HaleyEE.E4.007": "It's... it's this modeling job I wanted so badly.$s#$b#The local newspaper was looking for a model for its photoshoot, and I thought this was finally my chance to prove myself, to contribute something meaningful.$s#$b#But...$s",
  "Miihau.HaleyEE.E4.008": "I didn't get it... again.$s#$b#And I haven't landed a gig in such a long time now...$s",
  "Miihau.HaleyEE.E4.009": "#'I'm so sorry, Haley.'#'Modeling isn't a stable job anyway.'",
  "Miihau.HaleyEE.E4.010": "Thank you... it just hurts, you know?$s#$b#I keep trying my best, but it feels like I'm getting nowhere.$s",
  "Miihau.HaleyEE.E4.011": "It's just hard not to feel like the failure of the family.$s#$b#I want to support my family, to show them that I can do something important.$s",
  "Miihau.HaleyEE.E4.011X": "#'You're not a failure.'#'Your family cares about you, Haley, not your job.'",
  "Miihau.HaleyEE.E4.012": "Thank you... I needed that.$s#$b#I guess I've been too focused on this one thing and forgot about everything else.$s",
  "Miihau.HaleyEE.E4.013": "I'm not sure about that...$s#$b#I feel like my parents have given up on me.$s#$b#They've always been there for me, no matter what.$2#$b#But now they only send a letter once a year.$s#$b#I'm sorry—it's complicated.$s",
  "Miihau.HaleyEE.E4.013X": "#'Take some time for yourself.'#'Keep pushing forward, Haley!'",
  "Miihau.HaleyEE.E4.014": "Yeah... maybe I should.$s#$b#I'll try to relax, clear my mind, and maybe get back to what I love most—taking photos.$0",
  "Miihau.HaleyEE.E4.015": "You know what? You're right. I shouldn't give up. I'll keep working hard and prove that I can succeed.",
  "Miihau.HaleyEE.E4.015X": "#'I believe in you.'#'You've got this, Haley.'",
  "Miihau.HaleyEE.E4.016": "Thank you... it means so much to me to have someone who believes in me.$8",
  "Miihau.HaleyEE.E4.017": "Yeah, I do! I won't let one rejection define me. I'll keep striving for success.",
  "Miihau.HaleyEE.E4.018": "Thanks for being here, @.$0#$b#You really helped me feel better.$0",
  "Miihau.HaleyEE.E4.019": "Oh, hi, @. I'm feeling a bit better, thanks.$0#$e#Your words really helped me put things into perspective.$0#$b#I've decided not to let one rejection get me down.$0",
  "Miihau.HaleyEE.E4.020": "...$3#$b#I don't know what that was supposed to mean.$3#$b#But thanks—now I'm less sad and more annoyed.$3",
  "Miihau.HaleyEE.E4.021": "Please leave.$3",
  "Miihau.HaleyEE.E4.022": "'Modeling isn't a stable job anyway.'$3#$b#The audacity to try talking to me after that.$3",

  //Event5
  "Miihau.HaleyEE.E5.001": "Oh, hi! I didn't expect to see anyone here so early.$2#$b#Yeah, I... uh, just felt like coming for some fresh air.$2",
  "Miihau.HaleyEE.E5.002": "#'Everything alright? You seem a bit caught off guard.'#'Are you going for a swim?'",
  "Miihau.HaleyEE.E5.003": "Well, I guess I am.$2#$b#I've been thinking about getting out of my comfort zone.$2",
  "Miihau.HaleyEE.E5.004": "Okay, fine—I'll admit it.$2#$b#I'm scared of swimming in the ocean. Silly, right?$2#$b#I read online about confronting your fears and thought I'd give it a shot.$2#$b#But... *sigh* I couldn't bring myself to do it.$2",
  "Miihau.HaleyEE.E5.005": "#'It's not silly at all. Fears are real, and it's a big step to even try facing them.'#'Maybe you should stay off the internet until you're ready for the real world.'",
  "Miihau.HaleyEE.E5.006": "Thanks for understanding.$0#$b#But now I feel like I let myself down.$2",
  "Miihau.HaleyEE.E5.007": "#'Maybe it's about finding the right way to face your fear. How about we do it together?'#'Maybe it's about finding the right way to face your fear. How about you try it with Emily tomorrow?'",
  "Miihau.HaleyEE.E5.008": "You'd do that?$0",
  "Miihau.HaleyEE.E5.009": "Alright, I'll give it another shot.$0#$b#But promise you'll be there with me?$0",
  "Miihau.HaleyEE.E5.010": "With your support, Haley takes a deep breath and steps closer to the water.#Wearing your trusty bathing suit, you join her, the waves lapping at your feet.#You feel her hand slip into yours as reassurance.",
  "Miihau.HaleyEE.E5.011": "Okay, here goes nothing.$0",
  "Miihau.HaleyEE.E5.012": "As the water swirls around your ankles, you feel the tension ease from Haley's grip.#Slowly but surely, you guide her into the shallows, watching her courage grow as she takes the first steps toward confronting her fear.",
  "Miihau.HaleyEE.E5.013": "Okay, here I am, in the water.$2#$b#This is... definitely different.$2",
  "Miihau.HaleyEE.E5.014": "Could you come a bit closer to me?$2#$b#I'm still a bit scared.$2",
  "Miihau.HaleyEE.E5.015": "Thank you!$0",
  "Miihau.HaleyEE.E5.016": "One step at a time.$2#$b#It's not that bad, right? I mean, it's just water.$0",
  "Miihau.HaleyEE.E5.017": "Can you believe I modeled swimsuits once? This feels a lot different from a photoshoot.$1",
  "Miihau.HaleyEE.E5.018": "#'Doing photoshoots takes a lot of bravery, too.'#'I could never do a modeling job.'",
  "Miihau.HaleyEE.E5.019": "You know what?$0#$b#In some ways, I've faced scarier things.$0#$b#Like wearing heels on a rocky path for a shoot.$1#$b#At least this won't ruin my shoes.$1",
  "Miihau.HaleyEE.E5.020": "I think I'm ready.$0",
  "Miihau.HaleyEE.E5.021": "I'll try to swim farther out.$0",
  "Miihau.HaleyEE.E5.022": "I'm doing it!$1#$b#I'm swimming in the ocean!$1",
  "Miihau.HaleyEE.E5.023": "Hey, I wanted to say thanks again for earlier.$0#$b#I can't believe I actually did it.$0#$e#It's funny—you know, I've been avoiding the ocean for so long, and today I took those steps with you.$0#$b#It felt... empowering.$0#$b#Having you there made a huge difference.$0#$b#I couldn't have done it without your support.$l",
  "Miihau.HaleyEE.E5.024": "...$2#$b#Wow, that was mean.$2#$b#But maybe you're right.$2",
  "Miihau.HaleyEE.E5.025": "Bye, jerk.$2",
  "Miihau.HaleyEE.E5.026": "I guess I was wrong about you.$3",
  "Miihau.HaleyEE.E5.027": "Emily, huh?$2#$b#Well, I guess it's an idea.$0#$b#She's always been good at helping me see things from a different perspective.$0#$b#I don't want to burden her with my silly fears.$2",
  "Miihau.HaleyEE.E5.028": "#'I bet Emily would support you facing your fears.'#'Emily is your sister—she'll understand.'",
  "Miihau.HaleyEE.E5.029": "You really think so?$0",
  "Miihau.HaleyEE.E5.030": "Alright, I'll talk to her about it.$0#$b#Thanks for the suggestion, and for checking in on me.$0#$b#You're a real sweetheart.$1",
  "Miihau.HaleyEE.E5.031": "Emily told me that facing fears is a journey, and I don't have to go alone.$0#$e#We're planning a beach day together soon.$0",

  //Event6
  "Miihau.HaleyEE.E6.001": "Hey there, @! Thanks for coming.$0#$b#I've been working on some new looks and wanted your opinion.$0#$b#But you already knew that because I sent you that letter.$1",
  "Miihau.HaleyEE.E6.002": "I've been experimenting with different styles lately, trying to break out of my usual choices.$0",
  "Miihau.HaleyEE.E6.003": "Emily's been helping me, too.$0#$b#She even lent me this portable dressing room.",
  "Miihau.HaleyEE.E6.004": "Pretty cool, huh?",
  "Miihau.HaleyEE.E6.005": "You can wait by my dressing table while I change into the first outfit.$0",
  "Miihau.HaleyEE.E6.006": "So, what do you think? Does it work?$0",
  "Miihau.HaleyEE.E6.006X": "#'You look amazing, Haley. The dress is very cute.'#'It's fine, I guess.'",
  "Miihau.HaleyEE.E6.007": "Really?$8#$b#You think so?$8#$b#That means a lot coming from you.$0",
  "Miihau.HaleyEE.E6.008": "Hmm, just fine?$2#$b#I felt really pretty, but... okay.$2",
  "Miihau.HaleyEE.E6.009": "Let's try the next outfit.$0",
  "Miihau.HaleyEE.E6.010": "You know, fashion has always been more than just clothes to me.$6#$b#It's a form of self-expression, a way to tell a story without words.$6",
  "Miihau.HaleyEE.E6.011": "Are you ready?$1",
  "Miihau.HaleyEE.E6.012": "How about this one?$0",
  "Miihau.HaleyEE.E6.012X": "#'You really have an eye for putting things together.'#'Personally, not my favorite.'",
  "Miihau.HaleyEE.E6.013": "Thanks, @.$0#$b#You have no idea how much it means to hear you say that.$0#$b#Growing up, no one really took my interest in fashion seriously.$s#$b#They thought it was just a phase.$3",
  "Miihau.HaleyEE.E6.014": "Are you sure?$s#$b#I put a lot of effort into matching the hair with the dress.$s#$b#Oh well...$s",
  "Miihau.HaleyEE.E6.015": "We still have two outfits to go.$0#$b#I'd better go change again.$1",
  "Miihau.HaleyEE.E6.016": "Emily and I used to play dress-up all the time when we were kids.$6#$b#It was our way of escaping, of imagining different worlds.$6",
  "Miihau.HaleyEE.E6.017": "Okay, I'm ready.$1",
  "Miihau.HaleyEE.E6.018": "Alright, hit me with it.$0#$b#What's your take on this one?$0",
  "Miihau.HaleyEE.E6.018X": "#'You look sporty and confident. I like it!'#'I don't like the sporty look.'",
  "Miihau.HaleyEE.E6.019": "Thank you!$1#$b#I usually wear my hair down, but like you said, the outfit has a sporty vibe.$0#$b#I'm really happy you think I can pull it off.$0",
  "Miihau.HaleyEE.E6.020": "Hmm...$s#$b#Maybe you're right.$s#$b#I thought I could pull it off, but it's just not my style.$s",
  "Miihau.HaleyEE.E6.021": "Okay, only one more outfit.$0#$b#I hope it's not getting boring for you.$1",
  "Miihau.HaleyEE.E6.022": "I'll be right back.$0",
  "Miihau.HaleyEE.E6.023": "I'm really curious what you'll say to this one.$6#$b#I spent by far the most time on this outfit.$6#$b#It means a lot to me.$6",
  "Miihau.HaleyEE.E6.024": "And here's the grand finale.$0#$b#What do you think?$0",
  "Miihau.HaleyEE.E6.025": "#'You look very stylish and elegant.'#'I don't like the outfit at all.'",
  "Miihau.HaleyEE.E6.026": "Wow, thank you. You're making me blush.$l#$b#I never expected such kind words.$l",
  "Miihau.HaleyEE.E6.027": "This scarf means a lot to me.$0#$b#It was my mom's.$0#$b#I think she forgot to pack it before she and Dad left.$2#$b#It has a really special place in my heart.$0",
  "Miihau.HaleyEE.E6.028": "@, you've made me feel like my passion actually matters, like it's worth something.$0#$b#Thank you for seeing me for who I am.$0",
  "Miihau.HaleyEE.E6.029": "I really appreciate that, despite your busy schedule, you took the time to attend my little fashion show.$0",
  "Miihau.HaleyEE.E6.030": "...$2",
  "Miihau.HaleyEE.E6.031": "Please leave...$2",
  "Miihau.HaleyEE.E6.032": "Hey, sis, is everything okay?$2#$b#I can hear you crying in there.$s",
  "Miihau.HaleyEE.E6.033": "Haley, are you wearing Mom's old scarf again?$2",
  "Miihau.HaleyEE.E6.034": "I'm sorry you didn't like the outfit.$2#$b#%Haley can't look you in the eye.",


  //Event7
  "Miihau.HaleyEE.E7.001": "Oh... it's you...$s#$b#You're the only person I don't mind having as company right now.$s",
  "Miihau.HaleyEE.E7.002": "Do you mind joining me for a bit?$s",
  "Miihau.HaleyEE.E7.003": "You know, I've always been the type who tries to keep up appearances.$s#$b#The perfect hair, the stylish outfits... they've become my armour, a way to shield myself from the truth.$s",
  "Miihau.HaleyEE.E7.004": "*sigh* The truth about my family.$s#$b#A few years ago, my parents left. Just like that.$s#$b#They packed their bags and said they needed to find themselves or something.$s#$b#They left Emily and me behind, and it felt like our world shattered.$s",
  "Miihau.HaleyEE.E7.005": "#'I had no idea, Haley. That must have been really tough.'#'Sounds like a pretty scarring experience.'",
  "Miihau.HaleyEE.E7.006": "Yeah, it was.$s#$b#Emily and I had to rely on each other, to be each other's family.$s#$b#Even when we reached out, they seemed distant... like they wanted as little to do with us as possible.$s#$b#It hurt more than I could admit.$s",
  "Miihau.HaleyEE.E7.007": "I used to look at close families and wonder why ours couldn't be like that.$s#$b#But I've realised something.$7#$b#Family isn't just blood.$7#$b#It's the people who stand by you and support you at your lowest.$7",
  "Miihau.HaleyEE.E7.008": "Emily has been my rock.$0#$b#We've shared disappointments, tears, and nights wondering why they left.$2#$b#But we've also shared laughter and dreams.$0#$b#And you have become part of my life too, encouraging me to be myself.$0",
  "Miihau.HaleyEE.E7.009": "You've shown me what it's like to engage in a community, to be part of something bigger.$0#$b#Pelican Town has grown on me... the people, the festivals, the simple moments.$0",
  "Miihau.HaleyEE.E7.010": "I wish I could engage more, you know?$s#$b#But sometimes my past holds me back.$s#$b#I worry people still see me as the 'dumb blonde', someone who doesn't belong.$s",
  "Miihau.HaleyEE.E7.011": "#'Don't let those worries define you, Haley. You're so much more than that.'#'You still have a lot to work on.'",
  "Miihau.HaleyEE.E7.012": "You're right. I won't let those doubts stop me.$0",
  "Miihau.HaleyEE.E7.013": "Thanks, @.$0#$b#You always seem to see the best in me, even when I can't.$8",
  "Miihau.HaleyEE.E7.014": "#'That's because I know there's so much more to you than meets the eye.'#'I'm here to support you every step of the way.'",
  "Miihau.HaleyEE.E7.015": "That means a lot.$l#$b#You've shown me kindness and acceptance, even when my walls were up.$8",
  "Miihau.HaleyEE.E7.016": "Maybe I'll start by joining some town events.$0#$b#I've always admired how everyone comes together.$0",
  "Miihau.HaleyEE.E7.017": "You know what?$0#$b#I'm actually looking forward to it.$0#$b#I've got some brainstorming to do.$1",
  "Miihau.HaleyEE.E7.018": "Emily and I want to plan a community event.$0#$b#We hope to contribute in a meaningful way and show we belong here.$0#$e#I'll keep you in the loop.$0",
  "Miihau.HaleyEE.E7.019": "Wow, thanks for pointing out the obvious.$s#$b#I'm well aware I'm not perfect, okay?$s",
  "Miihau.HaleyEE.E7.020": "You really think you have it all figured out, huh?$3#$b#Some of us still struggle, you know.$3",
  "Miihau.HaleyEE.E7.021": "Maybe stick to giving photography tips or whatever.$3",
  "Miihau.HaleyEE.E7.022": "#'I didn't mean to come across that way.'#'I'm sorry if it sounded harsh.'",
  "Miihau.HaleyEE.E7.023": "Whatever.$3#$b#I thought we were having a real conversation, but I guess not.$2#$b#Forget I said anything.$s",
  "Miihau.HaleyEE.E7.024": "Checking whether I'm working on myself?$3#$e#%Haley looks at you angrily, with a hint of disappointment.",

  //Event8
  "Miihau.HaleyEE.E8.001": "Hey, @. I'm really glad you came.$2",
  "Miihau.HaleyEE.E8.002": "I just hope everything goes well.$2",
  "Miihau.HaleyEE.E8.003": "There are more people than I expected.$2#$b#I really want this to be a success.$2",
  "Miihau.HaleyEE.E8.004": "I'm afraid people won't take me seriously.$2#$b#I'm known for fashion and photos, but this is different.$2#$b#Why do I feel so insecure?$s",
  "Miihau.HaleyEE.E8.004X": "#'I'd be nervous too.'#'We're here to support you, Haley. We believe in you and the cause.'",
  "Miihau.HaleyEE.E8.005": "If you'd feel like this too...$s#$b#Maybe it's normal.$s",
  "Miihau.HaleyEE.E8.006": "Thanks, @.$0#$b#I needed to hear that.$0",
  "Miihau.HaleyEE.E8.007": "Okay, it's time to start.$s#$b#I need to give a short speech to kick things off.$s#$b#Will you stay by my side?$8",
  "Miihau.HaleyEE.E8.008": "Thanks, @.$0",
  "Miihau.HaleyEE.E8.009": "Okay, Haley...$0#$b#Deep breaths...$11#$b#You got this.$11",
  "Miihau.HaleyEE.E8.010": "...$0#$b#Let's do this.$0",
  "Miihau.HaleyEE.E8.011": "Hey, everyone.$1#$b#Thank you so much for being here today.$1",
  "Miihau.HaleyEE.E8.012": "It means a lot to see so many familiar faces.$0#$b#We're here because we care about our town—its beauty and its future.$1",
  "Miihau.HaleyEE.E8.013": "Haley glances at you, drawing strength from your presence.",
  "Miihau.HaleyEE.E8.014": "I'm usually more comfortable behind a camera or picking outfits, but today we're doing something different.$0#$b#We're here to clean up our beach and make a small yet important difference.$1#$b#Our town is special because of the people and shared moments.$0#$b#By cleaning this beach we help preserve that beauty.$0#$b#I may have stayed on the sidelines before, but I hope it's not too late to change.$0",
  "Miihau.HaleyEE.E8.015": "So, let's get to work.$1#$b#Grab your gloves and bags, and let's show that Pelican Town is a place of unity and action.$1",
  "Miihau.HaleyEE.E8.016": "What a lovely speech, Haley! Thanks for bringing us together.$1#$b#Let's do this!$1",
  "Miihau.HaleyEE.E8.017": "Haley's beach-cleanup event is a triumph. Laughter and accomplishment fill the air as the shoreline transforms.#Afterward, you spend some quiet time with Haley on the beach.",
  "Miihau.HaleyEE.E8.018": "Thank you, Haley, for your effort.$0#$b#As mayor of Pelican Town I thank you on behalf of all our residents.$1",
  "Miihau.HaleyEE.E8.019": "Thank you, Mayor. I'm glad the event was a success.$1",
  "Miihau.HaleyEE.E8.020": "Me too!$1#$b#Well, I have more mayor duties to attend to.$0",
  "Miihau.HaleyEE.E8.021": "I can't believe how much we accomplished today.$0#$b#Even small actions can make a big difference.$0",
  "Miihau.HaleyEE.E8.022": "It's easy to underestimate the impact we can have.$0#$b#I used to think my hobbies were insignificant, but today I see every passion has its place.$0",
  "Miihau.HaleyEE.E8.023": "Thanks for always believing in me, @.$0#$b#You've shown me that even the things I love can contribute to something greater.$0",
  "Miihau.HaleyEE.E8.024": "I couldn't have done it without everyone's support, including yours.$l#$b#You've helped me find my true self, @.$l",
  "Miihau.HaleyEE.E8.025": "Haley hugs you.",
  "Miihau.HaleyEE.E8.026": "I'm so glad you're in my life.$l",
  "Miihau.HaleyEE.E8.027": "Today was incredible. I can't believe how much we achieved.$0#$b#Thank you again for being there for me, @.",
  "Miihau.HaleyEE.E8.028": "It's starting!",
  "Miihau.HaleyEE.E8.029": "Wow!",
  "Miihau.HaleyEE.E8.030": "Aye aye!",
  "Miihau.HaleyEE.E8.031": "Bye!",


  //Event9
  "Miihau.HaleyEE.E9.000": "Hi!",
  "Miihau.HaleyEE.E9.001": "I'm so happy you came to visit!$1#$b#I have great news!$1",
  "Miihau.HaleyEE.E9.002": "Let's get a bit more comfortable.$1",
  "Miihau.HaleyEE.E9.003": "So, about the news I have.$0",
  "Miihau.HaleyEE.E9.004": "Do you remember the local newspaper I applied to for that modelling job?$0#$b#The one I sadly didn't get?$s",
  "Miihau.HaleyEE.E9.005": "Well, guess what!$0#$b#They might not have chosen me to model, but they're interested in my photography instead!$1",
  "Miihau.HaleyEE.E9.006": "It feels incredible to be recognised for my photos.$0#$b#They want me to capture a few still shots around town each month for a new nature column.$0",
  "Miihau.HaleyEE.E9.007": "#'That's a perfect fit for you!'#'I don't know if it's the right thing for you.'",
  "Miihau.HaleyEE.E9.008": "Thank you, @. I couldn't have done it without your support and encouragement.$0#$b#You believed in my passion even when I doubted myself.$0",
  "Miihau.HaleyEE.E9.009": "You know, it's funny how life works.$0#$b#I wanted that modelling job so badly, but now I see this opportunity is even more meaningful.$0",
  "Miihau.HaleyEE.E9.010": "Modelling felt like something I *should* do to prove myself.$0#$b#But photography is my true passion.$0#$b#It's how I connect with the world and share its beauty.$0",
  "Miihau.HaleyEE.E9.011": "You've always believed in me.$l#$b#I'm so glad to call you my boyfriend.$l^I'm so glad to call you my girlfriend.$l#$b#Your support means everything.$l",
  "Miihau.HaleyEE.E9.012": "...You know, @...$l#$b#Sometimes I just want to k...$l",
  "Miihau.HaleyEE.E9.013": "Oh! I totally forgot!$1",
  "Miihau.HaleyEE.E9.014": "I was baking cookies to celebrate.$0#$b#Don't worry, I'll pack some for you to take home!$1",
  "Miihau.HaleyEE.E9.015": "Warm and fresh![223]",
  "Miihau.HaleyEE.E9.016": "I hope the cookies turned out well.$0",
  "Miihau.HaleyEE.E9.017": "Hmm...$s#$b#Maybe you're right.$s#$b#I thought it was a good opportunity, but if you don't think it fits...$s",
  "Miihau.HaleyEE.E9.018": "I don't know anymore.$s#$b#I was excited, but now I'm not so sure.$s#$b#Maybe I should decline the offer.$s",
  "Miihau.HaleyEE.E9.019": "I appreciate your honesty, @.$s#$b#I just need some time to think.$s",
  "Miihau.HaleyEE.E9.019X": "#'Can I stay and comfort you?'#'Do you need some alone time?'",
  "Miihau.HaleyEE.E9.020": "Thanks.$s#$b#But for now I'd like to be alone for a bit.$s#$b#Do you mind?$s",
  "Miihau.HaleyEE.E9.021": "Yes, I feel like being alone would be nice right now.$s",
  "Miihau.HaleyEE.E9.022": "Didn't I say I would like some alone time?$s",

  //Event10  
  "Miihau.HaleyEE.E10.001": "I was hoping you'd come.$l",
  "Miihau.HaleyEE.E10.002": "Please, come closer, @.$0",
  "Miihau.HaleyEE.E10.003": "@, do you ever think about how far we've come?$0#$b#From those awkward beginnings to friends who truly understand each other, and then... more.$0#$b#It's a story I never saw coming.$l",
  "Miihau.HaleyEE.E10.004": "I remember being so guarded, maybe even a bit mean.$s#$b#But you saw past the exterior.$0#$b#You believed in me when I didn't believe in myself.$l#$b#Slowly, without realising, you became someone I trusted and cared for deeply.$l",
  "Miihau.HaleyEE.E10.005": "Through ups and downs, we built a connection.$l#$b#I'm grateful for every step that led us here.$l",
  "Miihau.HaleyEE.E10.006": "Let's look at the stars.$0",
  "Miihau.HaleyEE.E10.007": "Each star tells a story, just like every moment we've shared.$0#$b#We've laughed, cried, and supported each other.$0#$b#I wouldn't trade this journey for anything.$l",
  "Miihau.HaleyEE.E10.008": "Through it all we've grown so close.$0#$b#What started as friendship became something more.$l#$b#Something I never expected and never knew I deserved.$l",
  "Miihau.HaleyEE.E10.009": "Look, @!",
  "Miihau.HaleyEE.E10.010": "The moon.$0#$b#Isn't it beautiful?$l",
  "Miihau.HaleyEE.E10.011": "The way its light shimmers on the water is so romantic.$l#$b#Don't you think?$l",
  "Miihau.HaleyEE.E10.012": "@, I want you to know...$l#$b#I've fallen in love with you.$l#$b#You've supported me, believed in me, and shown me true happiness.$l#$b#I can't imagine my life without you.$l",
  "Miihau.HaleyEE.E10.013": "@, may I kiss you?$l",
  "Miihau.HaleyEE.E10.014": "#Kiss#Don't kiss",
  "Miihau.HaleyEE.E10.015": "I was hoping you'd come.$l", 
    // duplicate branch starts
  "Miihau.HaleyEE.E10.016": "Please, come closer, @.$0",
  "Miihau.HaleyEE.E10.017": "@, do you ever think about how far we've come?$0#$b#From those awkward beginnings to friends who truly understand each other, and then... more.$0#$b#It's a story I never saw coming.$l",
  "Miihau.HaleyEE.E10.018": "I remember being so guarded, maybe even a bit mean.$s#$b#But you saw past the exterior.$0#$b#You believed in me when I didn't believe in myself.$l#$b#Slowly, without realising, you became someone I trusted and cared for deeply.$l",
  "Miihau.HaleyEE.E10.019": "Through ups and downs, we built a connection.$l#$b#I'm grateful for every step that led us here.$l",
  "Miihau.HaleyEE.E10.020": "Let's look at the stars.$0",
  "Miihau.HaleyEE.E10.021": "Each star tells a story, just like every moment we've shared.$0#$b#We've laughed, cried, and supported each other.$0#$b#I wouldn't trade this journey for anything.$l",
  "Miihau.HaleyEE.E10.022": "Through it all we've grown so close.$0#$b#What started as friendship became something more.$l#$b#Something I never expected and never knew I deserved.$l",
  "Miihau.HaleyEE.E10.023": "Look, @!",
  "Miihau.HaleyEE.E10.024": "The moon.$0#$b#Isn't it beautiful?$l",
  "Miihau.HaleyEE.E10.025": "The way its light shimmers on the water is so romantic.$l#$b#Don't you think?$l",
  "Miihau.HaleyEE.E10.026": "@, I want you to know...$l#$b#I've fallen in love with you.$l#$b#You've supported me, believed in me, and shown me true happiness.$l#$b#I can't imagine my life without you.$l",
  "Miihau.HaleyEE.E10.027": "@, may I kiss you?$l",
  "Miihau.HaleyEE.E10.028": "#Kiss#Don't kiss",
  "Miihau.HaleyEE.E10.029": "...$s",
  "Miihau.HaleyEE.E10.030": "Haley ran away."


}