{
    "Changes": [
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Introduction": "こんにちは、@。はじめまして。#$b#私の名前はジャスパーです。私もこの町に戻ってきたばかりです。$1",
                "Resort_Entering": "ここは素晴らしい場所でしょう？まるでタイムスリップしたような気分です！$1",
                "Resort_Leaving": "ああ、この雰囲気…。ここにはきっと素晴らしいものが隠されているに違いありません。#$b#いつか、その秘密を解き明かす日が来るかもしれません。",
                "Resort_Shore": "このビーチには、さまざまな興味深いゴミが落ちているのではないかと想像します。",
                "Resort_Umbrella": "ああ、日差しがちょっと強すぎます。少し休まないと。",
                "Resort_Wander": "うーん、これは何だろう、こっちかな？島の北に何か…神秘的なものを感じます。",
                "Resort_Bar": "ありがとう、ガス。今日のような日には、冷たい飲み物が必要だったんです。",
                "Resort": "素晴らしい場所でしょう？ここに教授が駐在していたそうですね…スネイル教授が一人？#$b#おそらく、彼に会いに行くことになるでしょう。$1",
                "danceRejection": "申し訳ありませんが、見世物になる気はありません。$2",
                "Mon": "この谷の土壌は非常に肥沃です。あなたの農場は繁栄することでしょう。",
                "Tue": "あれ、こんな時間？またしても食事を忘れてしまいました。$2",
                "Wed": "ギュンターは私が図書館に滞在することを許可してくれました。#$b#狭いアパートですが、読むものに事欠くことはありません！$1",
                "Thu": "土の下には隠れた宝物が埋まっています。くねくねとした茶色の茎を探しましょう。#$b#それは谷が秘密をあなたに明かす方法なのです。",
                "Fri": "この世界には目には見えないものが多く存在します。$1",
                "Sat": "早足で歩くと、やる気が出てくるんですよ。",
                "Sun": "洞窟に入ったことはありますか？#$b#気をつけて下さい！油断した冒険者には危険がいっぱいです。$2",
                "Mon2": "村人にはたくさん会いましたか？#$b#私？どちらかというと、郊外をウロウロしているのが好きなので。",
                "Mon6": "私は一時期、ブルーミア・ヒルズでゴブリンたちと一緒に暮らしていました。彼らは騒々しいルームメイトでした！$3",
                "Mon8": "厚かましいと思われるかもしれませんが、ぜひあなたの農場を訪ねてみたいです。$5",
                "Tue4": "@、私はペリカン・タウンで育ちました。学校もあり、子供たちの笑い声が響いていました。#$b#今、私の故郷はすっかり廃れてしまいましたが、私はまだここに魔法を感じています。魔法、そして再生の約束。",
                "Tue10": "$1 JasperDad_Gone#父は亡くなりました。父を家に連れて帰ることはできないと、今は受け入れています。$2$k#$e#父の死は母の心を打ち砕きました。母が完全に立ち直ったとは思いません。",
                "Wed2": "また話をしに来てくださったんですか？光栄です。#$b#あなたには、私のような者と会話するよりももっとすべきことがあるに違いないと思いますから。",
                "Wed6": "ええ、正式には教授です。でも、ジャスパー教授というと、とても年寄りに聞こえますよね！$3#$b#そして私の教師としてのキャリアは…まあ、突然の幕引きとなったようだ、とだけ言っておきましょう。$2",
                "Thu4": "洞窟を探検しているときに見つけました。[80 84 86]#$b#あなたの役に立つと思いまして、@。$4",
                "Thu8": "たまに地面を掘っていると、父や他の36人の善良な鉱夫たちはどんな気持ちだったのだろうと思うことがあります。#$b#暗闇と埃の中、孤独で、再び空を見ることができるという望みはほとんどなかった。$2",
                "Thu10": "@、あなたは私を暗く憂鬱な世界から救い出してくれました。そのことに、私は永遠の感謝を捧げます。$l",
                "Fri2": "週末に友人たちと会うのはいいことです。それにギルはいろいろな話をしてくれます。#$b#起きている彼を捕まえることができればの話ですけどね！$4",
                "Sat4": "スターデューバレーの洞窟は独特で、まるで生きているかのようです。$1",
                "Sun2": "ここはとても平和なところです。木々にそよぐ風のささやき、互いに呼び合う鳥たち。#$b#世界の他の部分が遠くにあるように感じます。$1",
                "Sun6": "私は追放されたようなものです。あなたのようにオープンマインドな人はほとんどいませんよ。",
                "summer_Mon": "スターデューバレーには多くの秘密があります。それを発掘するのが私の目標です。$3#$b#発掘？手に入れる？違う？… $4",
                "summer_Mon4": "ピーズボディ教授？あぁ、その名前を聞くと、寒気が走ります。$5#$b#教授？なぜ？彼の博士号はシリアルの箱の底から取得したんじゃないですか？^教授？なぜ？彼女の博士号はシリアルの箱の底から取得したんじゃないんですか？$1",
                "summer_Mon8": "聴衆の前で発表し、彼らを魅了することは、大きな喜びです、@。#$b#しかし、彼らの目に笑いが宿り、彼らから嘲笑が聞こえると…それが私の悪夢なのです。$2",
                "summer_Tue2": "ギュンターの好意で、私の出版物をいくつか扱ってくれることになりました。#$b#しかし、『ドワーフの謎』はまだ進行中のプロジェクトです！$3",
                "summer_Tue6": "私の父は鉱夫だったんです。洞窟は父と同じように私を呼んでいます。#$b#彼らは結局、父の命をうばった。そしていつか、私の命もうばわれるのではないかと恐れています。",
                "summer_Wed": "ああ、こんにちは@！そこにあなたがいるのに気がつきませんでした！",
                "summer_Wed4": "星も地球も…みんなつながっているんですよ、@。",
                "summer_Thu2": "@、ここには珍しい鉱物がたくさんあります。あまりの数の多さと種類の多さに、科学以上のものが働いていると感じざるを得ません。$3",
                "summer_Thu6": "幼い頃、母はいつも私のことを感受性が豊かだと言っていました。他の男の子たちには容赦なくからかわれましたけどね。#$b#いえ、彼女は私が周りの世界と調和し、私たちの世界を共有する生命に敏感であることを言っていたのです。",
                "summer_Fri": "うーん…なんて魅力的な標本なんだ…#$b#あ？あ、こんにちは@！ えーっと、今日はいい天気ですね。$4",
                "summer_Fri4": "$1 Peasbody1#昨日、ピーズボディからノートを受け取りました。ああ、気が狂いそうです。$k#$e#ピーズボディが私を嫌っているのは確かです。でも、どう対処すれば？",
                "summer_Sat2": "この地域の地質構成は、その歴史におけるトラウマを示しています。#$b#地震でしょうか？暫定的な見解ではありますが、内部からというより、外部からの衝撃のように思えます。",
                "summer_Sat6": "かつては同僚でしたよ、ピーズボディと私は。彼を友人とさえ思っていました。^かつては同僚でしたよ、ピーズボディと私は。彼女を友人とさえ思っていました。$2#$b#その後、残念なことに、すべてが変わってしまいました。そして今、彼は私の評判を落とそうとしているのではないでしょうか。^その後、残念なことに、すべてが変わってしまいました。そして今、彼女は私の評判を落とそうしているのではないでしょうか。$5",
                "summer_Sun": "夏には鳥がいないことにお気づきですか、@？#$b#ジェム海の小島に渡るのです。",
                "summer_Sun4": "私はペリカン・タウンで育ちました。思い出は、コミュニティセンターでのゲームやアート＆クラフト、ビーチでの貝殻やカニ探し…:$1#$b#今は、まるで町に暗い影が落とされたかのようです。$2#$b#光はまだそこにあるけれど、弱まってしまった。どうすれば元に戻せるのかが分かればいいのですが。$6",
                "summer_Sun8": "父からプレゼントされた石をペットとして飼っていたことがあります。私は彼にイグネウスと名付けました。$1#$b#彼は逃げてしまいました。$2#$b#ああ、もちろん冗談ですよ、@。何人かのいじめっ子が彼を湖に投げ込んだんです。$5.",
                "fall_Mon": "今朝は肌寒いですね、@。冬がもうすぐそこまで来ているのを感じます。",
                "fall_Mon4": "$1 Jasper_LaughingStock#『教授か道化師か？とんでもないトーマス教授がまた急降下』あぁ、@。今日、ZUCUの発行する機関紙が届きました。私はまだ笑いものになっているようです。$5$k#$e#アカデミックなコミュニティは、既成概念にとらわれない考え方をする人たちをまったく尊敬していないのです。",
                "fall_Tue6": "'ビューティフル・オータムデイ！美しい実りの秋ですね。『オータム』？そう、『フォール』よりずっと音楽的でロマンチックです。$3#$b#女の子の名前にしたら素敵ですね。…馬鹿げた考えですね。私が子供を持つなんて、そんな事…$2",
                "fall_Tue4": "$q 5070433/5070434 DwarfQuest#あなたの判断を信頼しますよ、@。 私はドワーフを見つけられると思いますか？#$r 5070433 25 Dwarf_Yes#もちろん！#$r 5070433 0 Dwarf_Maybe#もしかしたら、ドワーフは見つけられたくないのだろうか？#$r 5070434 -50 Dwarf_No#いや、あなたの理論は馬鹿げてるよ。",
                "Dwarf_Yes": "私を信頼してくれて感謝します、@。それが見当違いでないことを願っています。",
                "Dwarf_Maybe": "その可能性は考えていませんでしたが、理にかなっていますね。#$b#私たち人間は、干渉すべきでないところに干渉することでよく知られていますから。",
                "Dwarf_No": "あなたはピーズボディ教授と同じくらい最悪です！ そして、それは実に極悪非道な侮辱です！$5",
                "DwarfQuest": "$p 5070433#ドワーフは私の運命だと感じずにはいられません。彼らを探し、見つけ、そして私の名声を回復しなければなりません。|あなたの言葉を注意深く考えました。しかし、@、私は研究を放棄することはできません。もしドワーフが見つかるのなら、私はドワーフを見つけなければなりません。",
                "fall_Wed": "うーん、今日は何を買おうかな？リンゴかな、リンゴのがおいしい季節ですから。",
                "fall_Wed4": "腐敗したムスクの香りと空気中の湿気は、ゴブリンと彼らが住む森を思い出させます。",
                "fall_Wed8": "父は私に鉱山の話をしてくれました。地中深くに埋もれた神秘的な城がどのようにして発掘されたのかという話でした。#$b#彼は怖がりました、@。そして父は簡単には怖がらない人でした。",
                "fall_Thu4": "ボイドマヨネーズはゴブリンの嗜好品ですよ。一度だけ、思い切ってスプーン一杯食べてみたことがあります。$1#$b#後味が消えるまで1週間かかりました。$2",
                "fall_Thu6": "ゴブリンビールを飲んだことはありますか、@？$1#$b#芝生の刈りくずのような味で、怒ったラバに蹴られたような衝撃です。 オススメしません。$2",
                "fall_Thu10": "私は一度、文化的な誤解のせいで、うっかり婚約してしまいました。$2#$b#ああ、彼女は色白のゴブリンの乙女で、私のような青白く醜い人間にひどくうんざりしていました！$3#$b#私は『さようなら』を言わずに去るのが最善だと思いました。 彼女の父親が、彼女にもっと良い相手を見つけることを願っています。$2",
                "fall_Fri": "こんにちは、@！ 冒険者ギルドに立ち寄ったことはありますか？マーロンもギルもきっとお客さんを歓迎すると思いますよ！",
                "fall_Fri4": "ゴブリン族は深く誤解されています。 確かに彼らは奇妙で、私たちの目には不快に映り、その習性は好ましくないものと思われているかもしれません。#$b#しかし、彼らは音楽家であり、語り部の一族であり、多くの素晴らしい資質を持っています。",
                "fall_Sat2": "森はコートを脱ぎ捨て、雪のマントに備えています。",
                "fall_Sat6": "ゴブリンの音楽は、私がこれまで聴いた中で最も奇妙なもののひとつです。#$b#彼らは骨で楽器を作ります。それは不気味で有機的な音を生み出します。",
                "fall_Sun": "ああ、ごきげんよう@！あなたにとって忙しい季節に違いありませんね。",
                "fall_Sun4": "シンダーサップに潜む存在を感じたことはありますか？ それは私を困惑させるのと同じくらい魅力的です。",
                "winter_Mon": "冬、大地は眠っています。 地表を掘り下げるには良い季節です。",
                "winter_Mon4": "私たちはダイヤモンドの価値に騙されていますよね。#$e#それでも私はこの宝石が好きです！この多面的な輝きを真に捉えている宝石は他にはありません！$4",
                "winter_Mon8": "ありがとう、@。あなたは私を批判することもなく、私の考えを軽蔑することもない、本当に大切な友人です。$3",
                "winter_Tue2": "こんにちは、@。暖かくお過ごしでしょうか。今朝は霜が窓に模様を刻んでいました。ジャック・フロストは本当にここにいます。",
                "winter_Tue6": "冬の間は、現実のものと非現実のものがおもてに現れます。#$b#そして、その虚無は人々の心を堕落させていきます。",
                "winter_Wed": "スカーフを買おうかな。どう思いますか？ブルーとブロンズのものが私に似合うと思いませんか？ ",
                "winter_Wed4": "ペリカン・タウンは悲劇の宝庫です。かつて鉱山村として栄えていたことをご存知ですか？#$b#この深みからは、ちょっとした 宝石が採れました。",
                "winter_Wed8": "親愛なる@。あなたが来るまでは、私には友達という存在がほとんどありませんでした。#$b#あなたの人生に私を迎え入れてくれたことに感謝しています。",
                "winter_Thu2": "博物館は悲しい光景です。一部の人たちの大胆さが信じられません！全コレクションを持って消えるなんて！$5#$b#鉱山に入るときは、遺物がないか目を光らせていますが、今のところ幸運はありません。",
                "winter_Thu6": "父は深えんの呼び声を感じ、洞窟の孤独に静けさを見出しました。#$b#それは父に存在を主張しました。鉱山は彼を丸ごと飲み込んでしまいました。$2",
                "winter_Fri": "ギュンターのコレクションを一生懸命手伝ってくれているそうですね、@。 でも、もし余分な鉱物を見つけたら、私の研究のために提供してくれるとありがたいです。",
                "winter_Fri4": "鉱山を探検していると聞きました。ドワーフの痕跡を見つけたら教えてください。彼らは謎めいた、警戒心の強い民族のようです。$1",
                "winter_Sat2": "血が出てる？ああ、かすり傷ですよ。#$b#岩ガニと不運にもぶつかってしまったんです。$2",
                "winter_Sat6": "ドワーフ…スモルアヌは何年もの間、私を避け続けてきました。 しかし、彼らは実在するのです、私はそれを知っています！#$b#昨晩、彼らの一人がやってきて、私のお気に入りのペンを『入手した』ようなんです…$2",
                "winter_Sun": "こんにちは、@。寒い日の爽やかな散歩は、心に活力を与えてくれると思いませんか？",
                "winter_Sun4": "冬には静けさがありますね、@。世界がまどろみ、春を待ち望んでいるときの安らぎ。$1",
                "Town_50_22": "$d CC#私が子供の頃、ここは地域の中心でした。私は、ここが再び活気づくのを嬉しく思います。#$b#ありがとう、@。あなたはこの町のために多くのことをしてくれました。|私が子供の頃、ここは地域の中心でした。#$b#今は違う種類のホスト役を務めています。$1#$b#彼らはあそこにいます、@。 彼らの声が聞こえるんです。#$b#しかし、彼らは私に姿を見せようとはしません。$2",
                "Mine_24_11": "この地層を見ましたか？ その複雑さに興味をそそられます。#$b#その地層は、何世紀も前の激変を物語っています。#$b#おそらく噴火でしょうが、それよりも隕石の衝突の可能性が高いと思います。#$b#ああ、ごめんなさい、またとりとめのない話になってしまいましたね。",
                "JojaMart": "分かってます、分かってますよ、私は巨大企業のサポートをしているんです。しかし、あのピエールは…その…質問が多すぎます、しかも私が楽しく答えられるようなものではありません！$4#$b#そして、ここでは？まあ、誰も気にしません。$1",
                "JojaMart_11_25": "あ…どうも…えっと…素敵な日だと思いませんか？#$b#ああ、こんにちは@！私ももっと気軽に世間話ができるようになりたい…$2",
                "Seedshop": "@、あなたはどうか知りませんが、@。私はここに入るといつもジャッジされているような気がするんです。#$b#裁かれ、不足していることが分かる。$2",
                "winterForest_Tue": "シンダーサップに潜む存在。それを感じることができますか、@？#$b#虚無を感じさせながらも、それ以上の何か…もっと明るい何か…。ヨバの光のような。",
                "Custom_LK_Museum2_Mon": "ギュンターと私は共同研究について話し合ってきました。 彼は谷の人間の歴史を研究していますが、私はデミ・ヒューマンを研究しています。",
                "spring_Thu_1": "私は洞窟を研究するためにここに来ましたが、最初にここを発見したのはJojaでした。$5#$b#彼らが、眠らせておくのが最善だったものを目覚めさせるのではないかと心配しています。",
                "spring_12": "明日はエッグハントがあるそうですね。 残念ながら、私のスケジュールはそのような楽しいことをすることを許してくれません。",
                "spring_12_2": "エッグフェスティバルは実は自然の祭典であることをご存知ですか？再生の祭典でもあるのです。$2#$b#ええ、もちろんです。それは常識ですよね。$4",
                "spring_23": "明日のダンスの招待状が届きました。 私は出席しないと思います。#$b#大勢でいると落ち着かないんです。",
                "spring_23_2": "明日のダンスには参加しますか、@？よく言われるように、私は『show the flag』一応顔は出しますが、踊ることはないでしょう。",
                "summer_10": "仲の良い友人が、明日のルアウに付き合ってほしいと言ってきたんです。$3#$b#しかし私がスープに何か貢献できるでしょうか、@？ 洞窟ニンジンが喜ばれるとは到底思えません。$2",
                "summer_12": "昨日の軽薄な言動を楽しんでいただけましたか、@？#$b#私？ 私は食べすぎました。 社交的なイベントは苦手すぎて、ビュッフェテーブルの方に逃げてしまいますから。#3",
                "summer_12_2": "昨日の軽薄な言動楽しんでいただけたなら幸いです、@。#$b#私？私は食べすぎました。社交的なイベントは苦手すぎて、ビュッフェテーブルの方に逃げてしまいますから。#3",
                "summer_15": "今日は私にとって嫌な思い出があります。どうかご理解とご容赦を。",
                "summer_15_2": "今日は私にとって嫌な思い出があります。どうかご理解とご容赦を。",
                "summer_28": "今夜、ゲッコウクラゲのダンスを見にいきますか？#$b#彼らは実体のない生物に見えますが、その毒はかなり強烈です。",
                "summer_28_2": "今夜、ゲッコウクラゲのダンスを見に行きますか？?#$b#彼らは実体のない生物に見えますが、その毒はかなり強烈です。",
                "fall_15": "明日は何かお祭りがあるそうですね？#$b#私はそういったことを楽しむ自信がありません。でも、あなたには楽しんでほしいです。",
                "fall_15_2": "スターデューバレーまつりの品評会に参加しますよね？#$b#私は冒険者ギルドの品評会に参加するよう説得されました。",
                "fall_26": "スピリット・イブは、私にとって恐怖に満ちた時間です。$2#$b#虚無がピークに達しているときです。$2",
                "fall_26_2": "スピリット・イブは、私にとって恐怖に満ちた時間です。$2#$b#虚無がピークに達しているときです。$2",
                "winter_24": "明日の秘密の贈り物に参加しますか？受け取った人がプレゼントを楽しんでくれるといいん ですが…$3#$b#あぁ、いえ、私が誰にもらったかは教えられません！$4",
                "winter_24_2": "@、正直なところ、明日の秘密の贈り物のことで緊張しています。プレゼントを受け取った人が楽しんでくれることを願っています！",
                "winter_26": "冬の星の話を聞いたことがありますか？#$b#神話に近いスタードロップと関係があるという説もあります。 しかし、私には私なりの理論があります。",
                "winter_26_2": "冬の星の話を聞いたことがありますか？#$b#神話に近いスタードロップと関係があるという説もあります。 しかし、私には私なりの理論があります。",
                "Custom_LK_Museum2_18_13": "これも電子レンジで、あれもレンジで温めて…。この図書館のどこかに料理本があるはずです！でも、コンビニ・ディナーは本当に...その...便利ですよね！$3",
                "spiritquest_Yes": "そうなんですか！うれしいです、@！初めて会ったときから、あなたが特別な人だとわかっていました。$3",
                "spiritquest_Neu": "確かにそうですね。しかし科学者であるということは、冷徹で堅い論理の壁の中に閉じこもるということではありません。#$b#あなたは他の可能性にも心を開いていなければなりません。",
                "spiritquest_No": "ああ…それは非常に残念なことです。#$b#私のちょっとした 奇行でお邪魔して申し訳ありません。$2",
                "spiritquest_followup": "$p 50700437#私は森の精霊たちと話したことがありますが、彼らはあなたのことを『友人』だと思っています。$1|楽しい一日をお過ごしでしょうか？",
                "Write_Yes": "そうですね、あなたの言う通りだと思います。 勇気が要ったでしょうし、ライバルのやり方ではない…#$b#いや、それはむしろ…友人のやり方です。",
                "Write_Maybe": "あなたのアドバイスは、いつものように慎重に検討します。復活したコミュニケーションは役に立つのか？それとも害になるのか？うーん…",
                "Write_No": "彼は私に連絡をしてきました。彼にもチャンスはあるはずです。^彼女は私に連絡をしてきました。彼女にもチャンスはあるはずです。",
                "Rekindle_Yes": "あなたが私のことを一番に考えてくれていることは分かっていますが、彼の笑顔は今でも私の心をときめかせます。$4^あなたが私のことを一番に考えてくれていることは分かっていますが、彼女の笑顔は今でも私の心をときめかせます。$4#$b#この結果がどうなるかは見てみないと分かりませんが、そうですね、私は自分の魂を賢明に守ろうと思います。$1",
                "Rekindle_No": "領事は賢明です。 我々はすでに一度挑戦して失敗しています。 再び同じ道を歩むのは愚かなことです。$2",
                "NewYears_1": "ああ、私はあなたが物質主義的なタイプだとは思いませんでした。 それでも、お金で幸福を買うことはできませんが、多くの重荷を軽減することができるのは確かです。",
                "NewYears_2": "ルイス町長はどう反応するでしょうね？ まあ、あなたには私の票がありますよ！$1",
                "NewYears_3": "実に価値ある努力ですね！そして、私はその道のりであなたを応援します。",
                "NewYears_4": "私もです、愛しい人よ。$4",
                "NewYears_5": "ああ…尋ねてしまってすみません…$2",
                "NewYears_6": "おぉ…$2",
                "joja_Begin": "Jojaメンバーシップを購入されたそうですね。私もそこで買い物をしています。Jojaコーラのファンとは言えませんが。%revealtasteJasper167",
                "cc_begin": "旧公民館に足を踏み入れたそうですね。人間が捨てた場所に、謎の生物が入り込むといううわさを聞いたことがあります。#$b#もし見かけたら教えていただけますか？",
                "cc_Greenhouse": "食器棚の奥でこれを見つけたのですが…私よりもっといい使い道があるんじゃないかと思って。[745][745][745][745][745]$4",
                "cc_Bridge": "採石場へ渡る橋が不思議なことに修復されたとマーロンが教えてくれました。#$b#あなたはそのことについて何も知らないんでしょう、@？",
                "cc_Bus": "ああ、バスがまた動き出したと聞いて嬉しいです！私もカリコ砂漠に出かけてみようかな。#$b#そこには複雑で死の危険がある洞窟があると聞いています。これは役に立つでしょうか？[773]",
                "cc_Minecart": "奇妙ですよね？トロッコが再び走り始めました！本当に何か神秘的なことが働いているに違いありません。",
                "movieTheater": "街の劇場？それは最高に面白いでしょうね。 しかし、一人で映画を観に行くのは気が引けますね。",
                "TalkJasperHome": "暗闇に横たわり、命が失われていくのを感じました。そして心は痛みで曇っていくなか、私はあることに気づきました、@。$2#$b#私は、人生には見逃してきたものがたくさんあることに気づきました。研究に没頭するあまり、気にかけてくれる人たちから自分を遠ざけていたのです。$2#$b#私を探しに来てくれてありがとう、@。$4",
                "JasperHomeB": "@、私を助けてくれたあの子供は…彼らはいったい誰だったのでしょう…。私の精神は痛みで混濁していたので、何も考えられなくなっていました…#$b#$q 5070453/5070454 null#彼らは現実だったのか、それともただの夢だったのか？#$b#$r 5070453 50 StrangeChild_Dwarf#あなたはドワーフを見つけたんだね！#$r 5070454 0 StrangeChild_Unknown#分からないよ。#$r 5070454 0 StrangeChild_Dream#あなたの想像の産物だよ。",
                "StrangeChild_Dwarf": "ご冗談を、@。ああ、でもそれなら逆に皮肉じゃないですか。$4",
                "StrangeChild_Unknown": "謎ですね。 ライナスならご存じでしょうか。 私は彼らにお礼が言いたいのです。$2",
                "StrangeChild_Dream": "ああ、でも、とてもリアルに感じられました…。私の熱をもった熱い体に触れるその手は冷たかった。$2",
                "AlienCapsule": "カプセルが脈動しているように見えます…実に興味をそそられます。",
                "election": "私は今回の指導者の交代を支持するかどうか迷っています、@。 モーリス町長は自分自身をよく見せていますが、彼の意図が有益でないかもしれないと危惧しています。$2",
                "LucikielArrives": "谷に闇が目覚めました、@。気をつけてください。$2",
                "ReputationIncreased": "正直言って、最初は警戒しました。 ルシキエルは堂々とした登場でしたから、誰の目から見ても…$2#$b#しかし、ギュンターもマーロンも彼の鉱山での働きぶりを高く評価しています！彼はあなたといい勝負ですよ！$1#$b#おそらく、第一印象は欺くことができるでしょう。",
                "AbandonedBride": "昨夜の叫び声を聞きましたか？ それは私の夢にまで入り込み、私の心を恐怖で満たしました。",
                "CryptoToday_Talk": "クリプトズーロジー・トゥデイ？ああ、彼らはセンセーショナルなジャーナリズムを好むので…科学界ではあまり評価されていないんです。$1#$b#でも、タブロイド紙ほど下品なものはないですよ！それに彼らは高給取りです。$4",
                "JTheory_A": "ええと…そうですね。徹夜で調べ物をしていたんですが、彼らに気づかれなかったんです。#$b#私の舌のガードが甘かったのではないかと心配しています…",
                "JTheory_B": "おそらく…しかし、それを裏付ける証拠がいくつかあります。 それでも、あなたがそれを信じると期待することはできません。#$b#私の尊敬する同僚がそれを軽蔑したときではありません。",
                "JTheory_C": "うーん、正確には違います。でも、話のアウトラインのように聞こえますよね？#$b#そのつもりはなかったのですが…そうすべきかもしれません。$1#$b#ええそうですね…。それは確かにひとつの方法です。 ありがとうございます、@。$3",
                "JTheory_D": "確かにそうですね。 少なくとも、骨子はそうです。#$b#残念ながら、型破りなことは歴史遺産委員会には受け入れられないようです。彼らは平凡なことを検討する前に、無謬の証拠を要求するのです。$a#$b#できれば後日、もっと詳しくお話ししたいのですが、いかがでしょうか？$4",
                //Unique Dialogue Mods (Courtship/Jealousy responses)
                "give_flowersA": "私にお花をくれるんですか？それはとても嬉しいですね。$1#$b#まっ、待ってください！これピエールのブーケですよ。つまり…本当に私とデートしたいってことですか？#$b#もちろん、イエスです！$4",
                "give_flowersB": "ああ、@。つまり、あなたへの想いは…。そう、洞窟より深いものだということは分かっていました。$1#$b#でも、あなたも同じ気持ちだということですか？えぇーっ、かなり驚いていますよ！$4",
                "give_pendant": "私のような気難しい年寄りと本当に結ばれたいのですか？$4#$b#光栄です。本当に光栄です。どうか、すべてを整理させてください。3日以内に準備します。$1",
                "stardrop_gift": "@、愛しいあなたは星からの贈り物です。#$b#こうして私は、天からの小さな欠片であり、私の心の証であるこれをあなたに贈ります。$4",
                "reject_two_heartA": "花束？なぜ？何の意味がありますか？ 私たちはお互いのことをほとんど知らないのに。$3",
                "reject_two_heartB": "それを取り上げてください。これは気まずいです。$2",
                "reject_four_heartA": "私たちが友達になったことは知っています、@。でもこれは…その…ごめんなさい。$2",
                "reject_four_heartB": "あなたの申し出には感謝しています、@。そして私が喜んでいないとは思わないでください。$2#$b#しかし、物事を急いではいけません。トラブルに巻き込まれるだけです。$2",
                "rejectNPCA": "どうか、片付けてください。これは気まずいです。$2",
                "rejectNPCB": "私が喜んでいないとは思わないでください。しかし、私はデートすることはできません…私の研究は…。まあ、それはあなたに公平ではないでしょう。$2",
                "breakUp": "わかっています。でも、どうか友達のままでいさせてください。$2",
                "engageA": "もう婚約していないのですか？$2#$b#私はあなたに憧れていたのです、@。私の意見に泥を塗らないでください。$5",
                "engageB": "不適切な行為だと思います。どうか、婚約者をすぐに裏切らないでください。$5",
                "marriedA": "ああ、古くさいと言われるかもしれませんが、これは適切な行動とは思えません。$2",
                "marriedB": "あなたのことは大切に思っています、@。でも結婚の絆は神聖なものです。それをあなたが馬鹿にするのは悲しいことです。$4",
                "refusal_no_heartsA": "えー、あなたはおそらく、地元の伝統についてご存知ないのではありませんか？$2",
                "refusal_no_heartsB": "これが何なのか理解していますか？赤の他人ではなく、本当に愛している人に贈るものですよ。",
                "refusal_knownA": "友達のままではダメなんですか、@？ 私みたいな人間といると、あなた自身にも負担がかかるでしょう？$4",
                "refusal_knownB": "私は研究と結婚しているんです。 あなたは他のことに目を向けた方がいいですよ。",
                "refusal_botherA": "あなたの粘り強さは賞賛に値します。 しかし、残念ながら答えは『ノー』です。.$2",
                "refusal_botherB": "お願いですから、@、やめてください。あなたが恥をかくだけです。$5",
                "giftquestion_yes": "あなたは寛大な心の持ち主です、@。それがこの町が、そして私自身が、あなたを敬愛する理由です。$1",
                "giftquestion_lie": "私に嘘をつかないでください、@。私たちの関係が信頼とコミュニケーションに基づくものであることを願っています。$5#$b#あなたもそうだと思っていました。$2",
                "GiftReaction_Blueberry": "ああ、ブルーベリー。自然のキャンディーですね。$1",
                "GiftReaction_Blueberry~1": "これは私のお気に入りです。 ありがとうございました。$1",
                "GiftReaction_Geode": "どんな宝物が隠されているのだろう！$1",
                "GiftReaction_Frozen_Geode": "ありがとうございます！ これは『クール』ですよ、わかりますか？$3",
                "GiftReaction_Magma_Geode": "おお、中には何が入っているんだろう？$1",
                "GiftReaction_Omni_Geode": "まるで母なる大地の幸運の雫のようです！$1"
            }
        },
        { //After completing his 6-heart event story arc
            "LogName": "Recovery Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Tue8": "少し体調が悪いようですみません。 昨夜は悪夢に悩まされて眠れませんでした。#$b#暗闇が怖いんです。以前はそうではなかったのに。",
                "summer_Wed6": "ギュンターはとても親切なホストでした。私が今のところ最高の仲間ではないのではないかと心配しているからです。",
                "Wed8": "@、お恥ずかしい話ですが、夜間照明に投資しました。暗い考えを抑えるのに役立っています。#$b#虚無が私の心に忍び込んでいるのではないかと心配しています。",
                "Fri10": "@、次の研究プロジェクトを計画中です。#$b#$q 5070900 のジュニモ？#$r 5070902 25 Project_Dwarves#ドワーフを諦めてはいけない！#$r 5070903 25 Project_Void#ヴォイドはどうですか？#$r 5070904 -25 Project_None#そろそろ引退してもいいんじゃない？",
                "Project_Junimo": "おお、それはいいアイデアですね！ 残念なことに、その存在を信じようとする人はほとんどいません。#$b#だからといって、これまで私が追及を止めたことは一度もありません！",
                "Project_Dwarves": "ああ、親愛なる@、私の洞窟探検家としての日々はもう終わったようです。ドワーフが私のところに来ない限りは…まあ、彼らの秘密は彼らだけのものでしょう。",
                "Project_Void": "ヴォイド…そこには眠っているのが一番いい秘密が潜んでいます。#$b#私は再びあの深みに入ることを恐れています。$2",
                "Project_None": "ばかげた話です！ 肉体は弱くても、私の頭脳は私のものです。$5",
                "Jasper_Project": "$p 5070904#そして引退することでもありません！引退は早死への鍵なのです、@。|私はジュニモの呼びかけに従い、スターデュー・バレーに魔法の源を探します。#$b#どうか私を助けていただけませんか？$6",
                "Fri6": "何年もの間、私は研究に人生を支配されていました。今になって、私は何を見逃してきたのだろうと思います。",
                "spring_23_2": "明日はダンスに参加するん ですよね？ ああ、そんな目で見ないでください、@。#$b#私も参加するつもりですが、誰も私のような破滅的な愚か者と踊りたいとは思わないでしょう。$2",
                "Sun8": "私は最近、あまりにも定期的に後悔と憂鬱の大いなる濁ったプールに入り込んでいる自分に気づきました。#$b#私の毎日を明るくしてくれるあなたの存在が嬉しいです。",
                "summer_Tue8": "私の人生は取り返しのつかないほど変わってしまいました、@。私はもはやかつての私ではありません。#$b#でも、あなたは私にすべてを受け入れる勇気を与えてくれました！大きな一歩です。$3#$b#大きな一歩…わかりますか？ 足が…。ユーモアには欠けるかもしれませんね。",
                "summer_Fri6": "$1 Jasper_Archives#ギュンターにアーカイブの整理を要請されました。このファイルからどんな秘密が明らかになるのでしょう。$k#$e#ああ、この町についてすでに発見したことがありました！うーん、郷土史でも書こうかな。でも、それはちょっとスキャンダラスすぎるかもしれませんね！$3",
                "summer_Fri8": "ギュンターがどこの出身なのか気になったことはありますか？ 昨日、彼は自分の過去について話してくれました。 それは、彼がここにたどり着くまでの冒険でした！$1#$b#しかし、どこまで信じていいのか私にはわかりません。$3",
                "summer_Sat6": "ピーズボディとの関係について、私はまったく正直ではありませんでした。 私たちは同僚以上、友人以上の関係でした。$5#$b#事態はさらに複雑になっていきましてね。そして私は彼を遠ざけてしまいました。^事態はさらに複雑になっていきましてね、@。そして私は彼女を遠ざけてしまいました。$2",
                "summer_Sat8": "私は自分がむなしいとは思いませんが、他人の目に映る哀れみを楽しむことはできません。$2",
                "summer_Sat10": "趣味として読書をすることが多くなりました。#$b#ギュンターが私に彼の本を一冊貸してくれたん です…私が普段読むような本ではないのですが、手放せなくなりました！",
                "fall_Mon8": "昨夜は冷や汗をかいて目が覚め、恐ろしい音が耳に響いていました。#$b#悪夢に苦しめられています。眠るのが怖くなるんです。",
                "fall_Tue8": "$q 507098/507097 Jasper_Leg_Gross#どうか正直に答えてください。私の怪我に嫌悪感を感じますか？#$r 507098 50 JasperDisgust_No#いいえ、なぜそうする必要があるのですか？#$r 507097 -25 JasperDisgust_Yes#はい、不快感を覚えます。",
                "JasperDisgust_No": "ああ@、安心しました。",
                "JasperDisgust_Yes": "正直に言ってくれてありがとう、@。自分でも見ていて気分が悪くなります。",
                "Jasper_Leg_Gross": "$p 507098#自分の障害と折り合いをつけなければならないことはわかっています。でも、もし時間を戻せたら、と思うんです。|他人にどう思われるかが気になってしまったのです。ずっと隠れていたい気持ちもあります。",
                "Jasper_Teach": "ペニーは、私が子供たちに話をしたり、家庭教師をしたりすることを希望しています。私は緊張で震えている自分に気づきました！私はジュニアの聴衆に慣れていないのです。$2",
                "ArchaeologyHouse_17_12": "子どもたちの家庭教師をしてきました。ジャスはとても喜んでくれて、質問もいっぱい！一方のヴィンセントは…昆虫学に興味があるようです。",
                "winter_Thu10": "こんな寒い夜には、骨の中に冷たい痛みが走ります。#$b#骨や筋肉がもうないのに、どうして痛みを感じるの でしょうか？",
                "springForest_Tue": "ドクターから、新鮮な空気に触れることを勧められています。 間違いなく、私の精神が癒されているのを感じます。$1",
                "springForest_Sun": "鳥の甘いさえずり、下草の中の生物のかすかな気配…。@、私は長い間、地下で過ごしすぎたのかもしれません。",
                "Beach_45_22": "海の向こうには何があるのだろう、と考えたことがありますか、@？ 世界という大きな広がりの中で、私たちはとても取るに足らない存在です。$2#$b#ああ、最近は物思いにふける時間が長すぎるようですね。$5",
                "Custom_LK_Museum2_18_13": "食べ物は肉体を育みますが、知識は魂を育みます。$4",
                "Town_32_78": "こんにちは！花壇の手入れでエブリンをお手伝いできることを光栄に思います。#$b#結局のところ、落ちぶれた学者にも使い道はあるということです！",
                "summer_15_2": "今日は父の命日です。 私が7歳の時でした。$2#$b#鉱山からの産出量は激減し、ノルマを達成するために鉱夫たちは交代で昼夜を問わず働かされていました。#$b#私の父は夜勤でした。#$b#爆発は午前0時5分前に起こりました。ドーンという恐ろしく低い音で窓がガタガタと揺れ、猫はベッドの下に逃げ込みました。#$b#外に飛び出すと、噴煙で星が見えなくなっていました。 森は1週間燃え続け、鉱山は今も燃えています。$2",
            },
            "When": {
                "HasSeenEvent |contains=50709915": true
            }
        },
        { //Rival Hearts (when has seen event with Cameron and given Rekindle_Yes answer)
            "LogName": "RivalHearts Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed8": "ごめんなさい、今日はちょっと疲れているんです。キャメロンが寄ってくれて、私たちは徹夜したんです。$1#$b#もちろん話していましたよ！まあ…ほとんどは話していましたが…$4",
                "Sat8": "$1 New_Proposal#私は新しい案を提出しました。 キャメロンとの新たな友情が、この提案を受け入れる一助となることを願っています。$k#$e#キャメロンは私の最新の提案に協力してくれることに同意してくれました。 きっと私たちは心から反対することになるでしょう。#$b#しかし、熟考された議論はいつでも歓迎されるものであり、後日、反論の助けとなるでしょう。$3",
                "fall_Fri8": "キャメロンから映画に誘われました。受けようか迷っています。$2^キャメロンから映画に誘われました。受けようか迷っています。$2#$b#私たちはこの件に関して激しく意見を異にするだろうし、私たちが築き上げたこの新しい友好関係を不安定にするのは残念に思えます。$2",
                "summer_Thu8": "キャメロンは私にサーフィンを勧めようとしています。それはいい考えだとは思いません。$2#$b#彼は私を暗殺しようとしている！$3^彼女は私を暗殺しようとしている！$3#$b#もちろん冗談ですが、それでも賢明ではないと思います。$1",
                "fall_Sat8": "キャメロンがグランプルトンのカーニバルに招待してくれました…#$b#$q 5070100 Jasper_Date#受けるべきだと思いますか？#$r 5070100 50 JasperDate_Crush#間違いなく、キャメロンはあなたに好意を抱いています！#$r 5070100 0 JasperDate_Obv#もちろん！楽しそうだ！#$r 5070101 0 JasperDate_No#いや、キャメロンは愚かだ。#$r 5070102 25 JasperDate_Deserve#いや、あなたにはキャメロン以上の価値がある。",
                "JasperDate_Crush": "ああ、それは馬鹿げた考えですよ、@。私たちはただの友達ですから…$3#$b#でも、本当にそう思いますか？ つまり…私も彼のことがかなり好きなんです。$4^でも、本当にそう思いますか？ つまり…私も彼女のことがかなり好きなんです。$4",
                "JasperDate_Obv": "人混み、騒音、うんざりするような食事、安全監査に落ちたであろう乗り物。$2#$b#ああ、そうですね、@。結構楽しいかもしれません！$1",
                "JasperDate_No": "それはかなり厳しいと思います！キャメロンと私は過去に衝突したことがあります…しかし、私は私たちが不安な休戦協定を見つけたと感じています。#$b#しかし、彼と一緒にいることを私に注意するのは賢明かもしれません。",
                "JasperDate_Deserve": "あなたが私を高く評価してくれて光栄ですよ、@。",
                "Jasper_Date": "$p 5070100#…そして、彼は極めて良い仲間であることを証明した。$3^…そして、彼女は極めて良い仲間であることを証明した。$3#$b#彼は私にリスのぬいぐるみをプレゼントしてくれたんですよ、バカバカしいですよね！$4^彼女は私にリスのぬいぐるみをプレゼントしてくれたんですよ、バカバカしいですよね！$4|…しかし、私はあなたのアドバイスに従って断りました。私は自分の選択を後悔せずにはいられません。楽しかったみたいですね。$2",
                "fall_Wed8": "$1 Jasper_JustFriends#キャメロンと私？ただの友達ですよ、@。 でも、あえて想像してみると、もしかしたら私たちはそれ以上の関係になれるかもしれませんね？$l$k#$e#キャメロンと私？私たちの間には間違いなく火花が散っていると言っても過言ではないですね。$4",
                "winter_Tue8": "キャメロンは私の殻を破り、新しいことを経験するようにと促してきます。『Yo-lo』というフレーズを多用して、一度きりだとかなんとか…。それが何を意味するかは知りませんが。?$1#$b#しかし、私は自分の殻を気に入っているんですよ、@。それに、私はもう死とサイコロ遊びをしたことがあります…また遊びたいとは思いません。$2",
                "Winter_Fri8": "白状しますよ、@。私はまだキャメロンに愛情を抱いています。だからこそ、彼の言葉が私を苦しめたのかもしれません。^白状しますよ、@。私はまだキャメロンに愛情を抱いています。だからこそ、彼女の言葉が私を苦しめたのかもしれません。#$b#私たちは和解への一歩を踏み出しています。 私の心は期待で締め付けられるような感じがしますが、そこには熱望も漂っています。$4",
                "winter_Sun8": "昨夜はひどく重苦しかった。胸の奥を締め付けられるような恐怖感、憂鬱感。#$b#暗闇の中で震える私に、キャメロンは心強い言葉をささやきながら私を気遣ってくれました。#$b#私は、彼の優しさを忘れていました。^私は、彼女の優しさを忘れていました。",
                "winter_Sat8": "キャメロンと私はあまりにも違います。#$b#$q 5070103 Jasper_Extrovert#私のような気弱な愚か者の何を見ようというのでしょうか？^私のような気弱な愚か者の何を見ようというのでしょうか？#$r 5070103 50 Jasper_Sensitive#繊細で思いやりのある魂。#$r 5070103 50 Jasper_Smart#鋭い頭脳と勇気ある心。#$r 5070104 -25 Jasper_Manipulate#簡単に操られる愚かな心。#$r 5070104 -50 Jasper_Mean#正直なところ、まったくわからない。",
                "Jasper_Sensitive": "ありがとう、@。あなたの共感は、いつものように、私の自信喪失を癒してくれます。$4",
                "Jasper_Smart": "私にはまだ知恵がある、それについては同意しますが…$4#$b#…でも、勇気ある心？ああ@、お世辞ですね！$3",
                "Jasper_Manipulate": "@、あなたの言う通り、私の心は確かに弱い。そして、彼のカリスマ的魅力に心を奪われるのは愚かなことです。$5^@、あなたの言う通り、私の心は確かに弱い。そして、彼女のカリスマ的魅力に心を奪われるのは愚かなことです。$5",
                "Jasper_Mean": "安心感を求め、無視を受ける。私はあなたの正直さに感謝していると申し上げたい、@。しかし、実際はそうではありません。#5",
                "Jasper_Extrovert": "$p 5070103#しかし、正反対は引き合うということわざがあります。おそらく、私のマイナスは彼のプラスと釣り合うでしょう。$3^しかし、正反対は引き合うということわざがあります。おそらく、私のマイナスは彼女のプラスと釣り合うでしょう。$3|そして、それが私たちの間でうまくいくはずがないことも理解しています。それなのに、なぜこんなに試してみたくなるのでしょう？彼のことは本当に好きなんですよ、@。とても。$5^そして、それが私たちの間でうまくいくはずがないことも理解しています。それなのに、なぜこんなに試してみたくなるのでしょう？彼女のことは本当に好きなんですよ、@。とても。$5",
                "winter_20_2": "キャメロンに冬星祭のプレゼントを贈りたいのですが、何かお勧めはありますか、@？"
            },
            "When": {
                "HasDialogueAnswer": "5070124"
            }
        },
        { //Dating dialogue
            "LogName": "Jasper has a crush on farmer Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed8": "親愛なる友人よ！今日もお会いできてうれしいです。#$b#そして、あなたにもそう感じてほしいですね。$4",
                "spring_Sat8": "食器棚の奥で見つけました…まだ育つといいのですが。[745][0745]$4",
                "fall_Fri10": "まるで肩の荷が下りたようです。いや、膝の荷が下りたというべきかもしれませんね。$3#$b#すみません、またギャローズユーモアで。でも、まじめな話、@、私の欠点を大目に見てくれて、友達になってくれて、感謝しています。",
                "summer_Mon8": "ああ、こんにちは、@。あなたは…ええと…今日は素敵ですね。$4",
                "winter_Sat10": "ああ、心臓がドキドキして、1週間ほとんど食べていません！$1#$b#私は病気なのだろうか、それともこれは…。ああ、岩は感情よりずっと簡単です！$2",
                "fall_Sat10": "昔は秋になると憂鬱な気分になったものですよ、@。しかし、季節には美しさがあります。そう思いませんか？#$b#きっとあなたの農場はとても素敵に見えるに違いありません。$1#$b#これはヒントではありません！まあ、ほんの小さなものかもしれません。$4",
                "winter_Tue10": "あなたの存在が昨夜の夢を飾ってくれましたよ、@。本当によく眠れました。$4",
                "Sat8": "私の研究を手伝ってくれませんか、@？ジュニモの生息地として理想的と思われる森の小径を見つけました。#$b#いいえ、これはデートではありません！あー…あなたがそうしたいなら話は別ですが？$4",
                "spring_Sat10": "こんにちは、@。春の陽気に誘われて、ピクニックに出かけましょう！$1#$b#今日は魔法がかかっているような気分です！もしかしたら、新しい友達ができるかもしれません！",
                "winter_Fri8": "他の人たちは、私の研究は無謀で、夢や神話を追いかけていると言っています。#$b#しかし、寒さが大地に重みを与えても、私にはそれを感じることができる。私は彼らを感じる。#$b#私の目には見えないかもしれませんが、私の心には感じられるのです、@。",
                "winter_Sun10": "$1 NightFears#しばらくの間、一緒にいてくれませんか、お願いです、@。今夜は恐怖が重くのしかかっていますが、あなたは私に乗り越える力を与えてくれます。$2$k#$e#悪夢を見ることもなく、簡単に眠れるようになりました。それは@、あなたのおかげです。あなたは私の盾です。あなたがそばにいてくれることに感謝しています。",
                "spring_Mon10": "あなたが望むなら、喜んで庭の手入れをしますよ、@。$1#$b#新しい生命を育むお手伝いができれば幸いです。$1#$b#農作物のことですよ！ 農作物を育てる…$4",
                "LucikielArrives": "谷に闇が目覚めました、@。どうか気をつけてください、@。あなたを傷つけるものは何もいらない。$2",
                "winter_24": "ハッピー・ウィンター・スター！ あなたにちょっとしたプレゼントがあります。あまり厚かましくないといいのですが…[72]$4#$b#採掘されたばかりで未加工ですが、その輝きには期待が持てます。$1",
                "winter_24_2": "ハッピー・ウィンター・スター！ あなたにささやかなプレゼントを…[72]$4#$b#採掘されたばかりで未加工ですが、その輝きには期待が持てます。$1",
                "refusal_knownA": "おぉ！、突然ですね…。私は…私はあなたのことをとても大切に思っています、@。でも…もう少しゆっくりと、お願いできますか？$2#$b#あなたは私に飽きるかもしれない！$4",
                "refusal_knownB": "ああ、心がザワザワしている…少し前まで、私は研究と結婚していました。 どうか、もう少し時間をください。$2",
                "refusal_botherA": "もう少し考える時間が必要です。そして、それが何を意味するのか…すみません。$2",
                "refusal_botherB": "ああ、@。どうしてそんなに私のような年老いた愚か者に縛り付けようとするのですか？私はあなたのことを深く愛していますが、どうかご容赦ください。$4"
            },
            "When": {
                "HasSeenEvent |contains=50709921": true,
                "Relationship:Jasper": "Dating, Engaged"
            }
        },
        { //When has suggested Jasper contact Cameron AND started dating him too
            "LogName": "Farmer and Cameron crush Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "Entries": {
                "Wed10": "かつて私の心には空洞がありましたが、今は満たされているように感じます。",
                "Sat8": "昨日、キャメロンがコーヒーを飲みにきたんです。あなたのことを尋ねていましたよ。$3^昨日、キャメロンがコーヒーを飲みにきたんです。あなたのことを尋ねていましたよ。$3#$b#私たちは私の最新のプロジェクトについて議論していました。予測通り、彼には反対の傾向があります。$2^私たちは私の最新のプロジェクトについて議論していました。予測通り、彼女には反対の傾向があります。$2#$b#でも、もう気になりません。$1",
                "Sat10": "キャメロンは私がジュニモを追求するのに力を貸してくれると言ってくれました。 あなたの見識に感謝します。#$b#ああ、議論があるかもしれませんが…合意に達することができると確信しています。$4",
                "fall_Fri8": "キャメロンに映画に誘われたん です。よかったらご一緒しませんか？$1#$b#いや、付き添いじゃなくて…あの…お願いします、私たち二人とも、あなたと一緒にいたいんです。$4",
                "summer_Thu8": "今度、一緒にビーチに行きませんか？ キャメロンがサーフィンを教えてくれるそうですよ。$1#$b#救助が必要になると思います。$2",
                "winter_Tue10": "もし私にキャメロンのような魅力が備わっていて、私がどう感じているかを言葉にすることができたなら。あなたについて、彼について…$4^もし私にキャメロンのような魅力が備わっていて、私がどう感じているかを言葉にすることができたなら。あなたについて、彼女について…$4",
                "winter_Fri8": "告白します、@。私は今でもキャメロンのことをとても大切に思っています。私たちはいくつかの痛みを和解させ、過去の誤解を解きました。$1#$b#しかし、私はあなたへの愛情が芽生えていることにも気づいています。あなたが近くにいると鼓動が高鳴り、あなたのことをよく考えます。$4",
                "winter_Sun10": "$1 NightFears#しばらくの間、一緒にいてくれませんか、お願いです、@。今夜は恐怖が重くのしかかっています。キャメロンは電話すると約束してくれましたが、あなたの存在が私を導く力を与えてくれるでしょう。$2$k#$e#悪夢にうなされることもなく、すんなりと眠れるようになりました。 それは、あなたとキャメロンのおかげです。あなたたち2人が私の盾であり、剣であり、私の側にいてくれることに感謝しています。",
                "JasperEngaged": "@、キャメロンと私は話し合いました。 私たちは当面、お互いに距離を置くことに決めました。#$b#おそらく私たちの人生は後に交わることになるでしょうが、今のところ、これが最善だと感じています。$3"
            },
            "When": {
                "HasSeenEvent |contains=50709921": true,
                "HasDialogueAnswer": "5070124",
                "Relationship:Jasper": "Dating, Engaged"
            }
        },
        //Dialogue from other NPCs
        {
            "LogName": "Jas Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "Jasper_Teach": "ジャスパー教授が私たちに教えてくれるのはとっても嬉しい！ 先生にたくさん質問したいことがあるの。$1",
                "ArchaeologyHouse_Wed": "#$c 0.8#こんにちは、@さん！ジャスパー先生が宝石について教えてくれるの！フェアリーストーンっていうのがあるんだけど、すごくきれいみたい！#溶岩でできた石があるのを知ってる？ 黒曜石っていうんだけど、すごくきれいなの！",
                "summer_Wed_inlaw_Jasper": "ジャスパー教授があなたと一緒に暮らしていても、私たちに会いに来てくれるといいんだけど。先生に見せるために石をたくさん集めているの！",
                "summerBeach6": "きれいな石を見つけたよ！ジャスパー先生も気に入るかな？$3#$b#先生はすごく頭が良くて、私の質問には何でも答えてくれる。 ペニー先生が失礼だって言うような質問にもね。$1",
                "fall_Wed8": "ジャスパー教授は魔法使いみたいでしょ？ 魔法学校でいろいろ教えてくれそうな感じ。$4#$b#図書館の本のいくつかは先生が書いたんだよ！$1",
                "JasperEngaged": "ジャスパー先生と結婚するんだ！ 楽しみだね。$1#$b#ねえ、子どもは？子どものお世話は手伝うわ！",
                "Jasper_BabyCrawler": "農場に遊びに行ってもいい？ %kid1に会いたいの。$3#$b#気をつけるわ、約束する！$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Vincent Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Vincent",
            "Entries": {
                "Jasper_Teach": "教授がゴブリンのことを全部話してくれるといいんだけど。朝食にナメクジやミミズをトーストに乗せて食べるらしいよ！$1",
                "ArchaeologyHouse_Wed": "へへ！片岩という岩があるんだ ！ヘンガーン！$3",
                "summer_Wed_inLaw_Jasper": "ジャスパー教授は、ペニー先生が聞いていないときに、ゴブリンについてとてもクールな話をしてくれるんだ。$1#$b#彼らはとても不気味なんだ！すごいよ。いつか会えたらいいな！",
                "JasperEngaged": "@とジャスパー教授が木に登ってキ・ス・シ・テ・ル！$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Penny Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "Entries": {
                "Jasper_Teach": "ああ@、わくわくしない？ 有名な教授が子供たちに教えてくれるなんて…$3#$b#私も何か学ぶことがあるかもしれないわ！$4",
                "JasperEngaged": "婚約おめでとう。初めてジャスパーさんに会ったとき、彼はとても勉強熱心でよそよそしく映ったわ。#$b#でも、彼は子供の扱いがとても上手よ！ きっと一緒にいて幸せになれると思うわ。"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Harvey Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Harvey",
            "Entries": {
                "JasperHurt": "守秘義務を破ることは出来ませんが、ジャスパーが無事に手術を終え、回復の見込みがあることをお伝えすることは出来ます。#$b#完治ですか？ ああ、彼がズズから戻ってきたら、自分で話すのが一番だと思いますよ。$2",
                "JasperEnagaged": "教授と結婚されるそうですね。おめでとうございます。[348]$1"
            }
        },
        {
            "LogName": "Eloise Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "ArchaeologyHouse_Wed": "#$c 0.7#ジャスパー教授はたくさんのことを知っているわ！ 彼の本は読んだことがあるの！ 彼がゴブリンと一緒に住んでいたことは知っている？彼らはクールだけど、かなり怖いみたい。私はゴブリンに会いたいとは思わないわ。#こんにちは、@さん！知ってる…？#$b#%エロイーズが宝石についての新しい知識（しかも膨大な）を披露してくれた。",
                "JasperEngaged": "私たちの教授と結婚するのね！ 彼が昔ゴブリンと婚約していたことは知ってる？#$b#そのことを彼に聞いてみたらどうかな！$1"
            },
            "When": {
                "HasFlag:hostPlayer |contains=Jasper_Penny": true
            }
        },
        {
            "LogName": "Maru Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Maru",
            "Entries": {
                "Jasper_Bionic": "あのひょろひょろした教授を知ってる？ ジャスパーさん？#$b#彼のために新しい脚を作っているの。彼には言わないでね。サプライズにしたいんだ。$1"
            }
        },
        /*******************************************************
O T H E R   C H A R A C T E R S
********************************************************/
        { //C A M E R O N
            //Cameron is farmer gendered, meaning if farmer's gender is female then Cameron is female, and if make, then their gender is male. If you need to vary dialogue due to this, label them as 'male' and 'female' and I'll add in the relevant conditions.
            "LogName": "Cameron Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Cameron",
            "Entries": {
                "Introduction": "こんにちは、君が新しい農夫だね。 私はキャメロン・ピーズボディ教授だけど、『カム』と呼んでね。",
                "Mon": "ギュンターにここに来るように言われたんだ。それ以外に理由はなかった…#$b#まあ、おそらく、さらなる動機が加わったんだろうね。",
                "Mon4": "どういう意味だい？私はジャスパーについて来たんじゃない！ 私は研究するためにここに来たんだ。$5#$b#でも、そうだね。彼はプラスアルファの役得だよ。$4",
                "Mon6": "私はまだジャスパーに少し恋をしている。そう、私は時々完全な嫌な奴になる。それは彼が傷つくのを見たくなかったからだ！$4#$b#そうだね。間抜けな理由だよ。$2",
                "Mon8": "ジャスパーとは昔からの友人だ。彼はとても控えめでお堅い…。私は彼に少し生き方を学ばせようとしたんだ。#$b#彼にとってはあまり良い結果ではなかったようだけど、どうだったかな…？$2",
                // "Tue": "ああ、下宿してるんだ。向かいの男が朝からギターを弾き続けているんだ。集中できないよ。#$b#でも、彼はかなりいいリフを持ってるね！",
                "Tue": "宿に泊まっているんだ。夜中に変な音がするんだ。#$b#おそらくネズミがはびこっているのだろう。$2",
                "Tue4": "ギュンターは大丈夫だけど、むしろあの埃っぽい古い図書館に座って、一日中ピカピカの宝物を眺めていたいんだ。#$b#私？ 私はむしろ、ここで人生をつかみたい。",
                "Tue8": "大学には本当に古い魔道書があるんだ。幽霊とか、そんなバカなことは信じないけど、ゾッとするんだ。#$b#ここもそうだ。すべて歴史なんだ…でも暗い歴史なんだ。",
                "Wed": "何か面白い遺物が眠っていないかな？ 喜んでズズ市立大学の膨大なコレクションに加えるよ。",
                "Wed6": "初期の入植者たちが鶏を崇拝していたのは確かだね。かなり奇妙だと思わない？#$b#それでも、このあたりではもっと奇妙な話を聞いたことがあるはずだよ！ この小さな田舎町は迷信で栄えているんだ。",
                "Wed10": "このあたりにエバーモア山と呼ばれる峰があるんだ。急で危険な登り坂だけど、眺めは素晴らしいよ。#$b#いつか登ってみようかな。一緒に登らないかって誘いたいけど…まあ、超健康な人じゃないと無理だね。",
                "Thu": "ペリカン・タウンには興味深い歴史がある。初期の入植者は海からやってきた人たちだ。#$b#最初に人がいたようだが、有機的な遺物は見つかっておらず、彼らの工芸品だけしか見つかっていない。$2",
                "Thu6": "洞窟探検は好き、@？この辺りには素晴らしい洞窟システムがあるんだ。#$b#うわさによると、2度と同じことはないそうだよ。だから、迷子になりやすいんだ。#$b#行ったことあるかって？ いや、あまり興味がないんだ。",
                "Thu8": "ここは昔、鉱山の町として栄えていたんだ。その後、鉱石が枯渇し始め、悪い事故が2、3回あった。#$b#鉱夫たちは迷信深いね。 まるで洞窟にモンスターが潜んでいるかのようだよ！$1",
                "Fri": "サーフィンは好き、@？残念ながら、ここの波はサーフィンに適していないんだ。#$b#本当のサーフィンをするには、西のジュニパー・ポイントまで行く必要があるよ。",
                "Fri4": "マラソンは苦手だけど、トライアスロンは一度やったことがあるんだ。かなりキツイ。#$b#君は今まで…？いや...ないだろうね。",
                "Fri6": "サメと対面したことがあるよ。 顔と鼻の間でね。$2#$b#私の腕ももぎ取れたかもしれなかったね。でも、あのギョロッとした小さな目を覗き込んだら…何を見たのかわからないけど、尻尾を巻いて逃げていったんだ。",
                "Fri8": "飛行機から飛び降りたり、サメやエイ、クラゲと泳いだり、コッパーコーストでフリーダイビングをしたこともあるよ。$1#$b#今だから言うけど、@、地下に潜っても私を捕まえることはできないよ。上の岩が全部、私をヒヤヒヤさせるんだ。$2",
                "Sat": "フリーソロに挑戦したことはある？ああ、危険だけど、アドレナリンの出ない人生なんてありえないよね？",
                "Sat6": "ヘヘ、学生時代、私は天文タワーのてっぺんに登って、ジャスパーのボクサーパンツを旗のように吊るしたんだ。#$b#彼は感心しなかったね。$1",
                "Sat8": "ああ、過去にはかなり間抜けなスタントもあったよ。でもね、死なないものは死なないんだ…#$b#本当に、備えあれば憂いなし、恐怖に支配されないことが大事なんだ！#$b#それと、捕まらないこと！$1",
                "Sun": "ジャスパーが恋しいよ。そう、彼にひどいことをしたんだ…。バカだったよ…それ以来、後悔しているんだ。#$b#彼が私を許さなくても、私は彼を責めない。#$b#ああ、どうしてこんな話をしたんだろう？私たちはお互いを本当に知っているわけでもないのにね。",
                "Sun4": "ジャスパーと私はいつも友人でありライバルでもあった。何時間も議論したものだよ！#$b#彼を突き放さなければよかったとは思う。信じてもらえないかもしれないけど、私は本当に、彼を大切に思っていたんだ。",
                "Sun6": "そう、ジャスパーはクレイジーなアイデアを持っているよ。それが彼の好きなところでもあるんだ。$4#$b#それに、教授タイプのオタクが好きなら、彼は実際ちょっとイケてる。まあ、私も好きだけどね！$1",
                "Sun10": "時々、深夜になると罪悪感に襲われるよ、@。あんなに容赦なく彼に挑まなければ…#$b#まあ、我々の魅力的な教授の友人は、彼のようなことはしなかっただろうね…#$b#でも、それが人生でしょう？やったことの後悔、やらなかったことの後悔…$2",
                "Mon_inlaw_Jasper": "うまくいってよかったね。私はね！すごく嫉妬するけど、ジャスパーと私は？ 私たちは油と水のようだった。#$b#あるいは油と直火か…$1",
                "Sun_inlaw_Jasper": "まあ、教授もオタク系がお好きなんでしょうね。お二人に幸せが訪れますように！#$b#ドワーフの話はまだ続くの？そう思った。#$b#彼が恋しいよ。$2",
                "Custom_EastScarpe_Mon": "ああ、イースト・スカープには興味深い考古学の歴史がある。#$b#ねえ、考古学ファンデーを開こうよ。どう思う？$1",
                "Custom_EastScarpe_Wed": "この場所にとても興味があるんだ。いろいろなうわさがあったし…それに奇妙な遺物も発見された！$1",
                "Custom_EastScarpe_Sat": "こんにちは@！もし骨が転がっているのを見つけたら、教えてくれる？#$b#触角学部門は常に多くのサンプルを求めているんだ！",
                "Custom_EastScarpeInn": "悪くない場所だよね？ 素朴な魅力が素晴らしい。",
                "GiftReaction_Jasper": "これを見て、私はある人物を連想したよ…誰だかわかっていると思うけどね！"
            }
        },
        { //New dialogue for Dwarf
            "LogName": "Dwarf Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Dwarf",
            "Entries": {
                "Mon2": "人がその辺に置いていくものって不思議だよね。そのほとんどが何に使うのかわからないけど…オレのコレクション、気に入った？",
                "summer_Mon4": "太陽は俺の種族にとって友ではない。あの視線はオレたちの肌を焼く。",
                "Mon6": "時々、空の夢を見るんだ。 どのくらい高いんだろうね？",
                "winter_Mon8": "あなたが信頼に足ることを証明したのは、採掘の技術だけではないよ。マザーはあなたを高く評価している。",
                "Mon10": "俺の仲間はもういない。 もし俺が最後だったら？",
                "Tue2": "カスケード山脈のこっち側では最高級の爆弾だ。 すべての岩をドカンとさせる！",
                "summer_Tue4": "大地はオレたちの母であり、守護者だ。彼女に抱きしめられているときが一番安心できる。",
                "Tue6": "オレの父親はシャドウフォークの話をしていた。 眠りを妨げるような怖い話をね。#$b#オレはここで、鉱山の奥深くで彼らを感じることができる。壊れ、迷い、怒りに満ちている。",
                "winter_Tue8": "シャドウフォークを傷つけたり、彼らの家を吹き飛ばしたりするつもりはなかった。#$b#事故だったんだ！ひどい、恐ろしい事故だった。",
                "Tue10": "下水道にいる影の人も寂しいのかな？#$b#彼は他の影の人みたいに怒っているようには見えない。",
                "Wed2": "鉱山はかなり危険な場所だよ。 物資が必要だ。爆弾とロリポップがある。最高のものだ。砂糖漬けの洞窟ニンジン！",
                "summer_Wed4": "昨日の夜、ウォリアーが死と悲しみの匂いを嗅ぎつけてやってきた。#$b#オレは勇敢じゃないから、彼から隠れたんだ。彼の刃には血がついてた。",
                "winter_Wed8": "鉱山で仲間を思い起こさせるものを見つけると、悲しくなる。#$b#俺の親族はどこにいるんだ？",
                "Wed10": "オレの親族を見たり聞いたりしたことはあるか？ もし何か手がかりを見つけたら…教えてよね？",
                "Thu6": "オレの兄弟は太陽に恋をして、目を焼かれた。いいか、太陽は信用できないことを忘れるなよ。",
                "Thu8": "夜、街をぶらぶらすることがある。人間は奇妙なものを持っている。#$b#そして、どうでもいいかのようにその辺に転がしておく。",
                "Thu10": "おかしな帽子をかぶった人間が見張っている。彼はオレを信用していないようだ。#$b#あなたはオレを信頼しているんだろう？",
                "Fri4": "父親からボムクラフトを教わった。この裏技を知ってる？#$b#あ、でも、オレから買えるのに、なんで自分で作るんだ？",
                "Fri6": "名前はあったけど、誰にも傷つけられないように隠していた。#$b#名前には力があるんだ。自分の名前を誰に託すか、気をつけろ。",
                "fall_Fri8": "時々雨が降ると、外にこっそり出て、アメジストの髪をした女の演奏を聴くことがある。#$b#彼女の音楽には魔法がある…。故郷を思い出させてくれる。",
                "Fri10": "秘密を教えてあげるよ。あなたのためにこの店を作ったんだ。他に誰がオレのものを買うっていうんだ？",
                "Sat4": "鉱山は危険だよ。気をつけろよ、太陽の住人。#$b#オレの商品は、あなたたちが生き延びるための助けになる。",
                "Sat8": "オレは遠くの山から来た。逃げてきた…いや、オレの悲しい話を聞く必要はない！#$b#この谷がオレを呼んだんだ。終わり。",
                "Sat10": "エレメント戦争はひどかった。オレの父親は大虐殺の話をしていた。#$b#彼らはオレが覚えていることを確認した。",
                "Sun": "$1 Dwarf_Milk#いつか、あなたが 『ミルク』と呼ぶこの飲み物について教えてよ。$k#$e#人間の食べ物には興味がある。他の動物の汁を抜いて飲むというのは本当なのか？",
                "Sun8": "ワイヤーフレームの目をした、金属と油の匂いのするあの人間。オレは彼女が星を見つめるのを見た。#$b#我々は星から来たと父親は言ったが、オレはそれを信じていない。",
                "Sun10": "あなたはいい友達だ。あなたを信じてよかった。",
                "summer_Mon10": "いつか、そう、自分の本当の名前をあなたに託す日が来ると思う。#$b#でも、その日は…今日じゃないんだ、友よ。",
                "summer_Tue_8": "大地の歌が聞こえるか？ いや、もちろん聞こえないだろう。人間の耳はあまりよくないからね。",
                "summer_Wed10": "あなたはオレに良くしてくれる。ここは孤独な場所だ。#$b#オレの仲間を見かけたら教えてよね？",
                "Fri_inlaw_Jasper": "あなたの仲間がオレたちの秘密を漏らしていないことを願うよ。",
                "DwarfVisit": "まだ返す準備はできていないんだ…いいよね？",
                "JasperHome1": "あなたの友人が無事だといいけど。でも、オレたちのことは秘密にしておいてよね。#$b#人間は理解できないものを恐れ、恐れるものを破壊するんだ。",
                "JasperHomeA": "秘密にしてくれてありがとう。いつかあなたの友人と話すかもしれない…でも、その前に信用できるかどうか判断しないとね、いいよね？"
            }
        },
        {
            "LogName": "Dwarf dialogue related to Jasper",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Dwarf",
            "When": {
                "HasSeenEvent": "55990005"
            },
            "Entries": {
                "winter_Fri_inlaw_Jasper": "あなたの仲間はとんでもないことを考えているね。#$b#でも、行間に耳を傾ければ、洞察もある。",
                "summer_Fri_inlaw_Jasper": "あなたの仲間は、オレには理解できない言葉をたくさん使っているよ。#$b#{{random: プリパスタラス, テラフォーメーション, サブキューテイニアス, メタモルフィック, シーソラス}} ってどういう意味？",
                "fall_Fri_inlaw_Jasper": "人間って不思議な生き物だね、@。どうしてあなたの仲間は、同じことを言うのにこんなにたくさんの言葉を使うんだ？",
                "spring_Fri_inlaw_Jasper": "こんにちは！参加してくれて嬉しいよ。採掘の調子はどうだい？"
            }
        },
        { //  G U N T H E R
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Gunther",
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL, andril11.charlie, Yoshimax.BefriendMarlon, Wolf.Gun": false
            },
            "Entries": {
                "Introduction": "こんにちは、あなたが新しい農家さんだね。図書館へようこそ！#$b#ギュンターです、いつでも気軽に立ち寄ってください。まあ、8時から6時の間だけどね！",
                "Mon": "やあ、@。何か新しい本をお探しですか？",
                "Mon2": "やあ、@。農場の生活は順調かい？",
                "Mon4": "やあ、@。何か新しい本をお探しですか？#$b#$q 55990100 Gunther_Book#どんな本が好きですか？#$r 55990100 25 Gunther_Book_western#ウエスタン#$r 55990100 25 Gunther_Book_romance#ロマンス#$r 55990100 0 Gunther_Book_fantasy#ファンタジー#$r 55990101 -25 Gunther_Book_noBook#読書は好きではない。",
                "Gunther_Book_western": "ああ、素晴らしい趣向だね。冒険、興奮、そしてロマンス。#$b#大草原の島で勉強していた時期があるんだよ。",
                "Gunther_Book_romance": "ああ、私もハッピーエンドに弱いのは認めるよ。",
                "Gunther_Book_fantasy": "ああ、私自身はファンとは言えないが、人それぞれだからね。#$b#セバスチャンと話すといい、彼はそういうことに興味があるから。",
                "Gunther_Book_noBook": "ああ、それは残念だ。またこの辺で会えるといいですね。",
                "Gunther_Book": "$p 55990100#はい、どうぞ@。これは気に入ると思うよ。#$b#%ギュンターは一冊の本をあなたの手に渡す。|忘れてました、あなたは本を読まないんだったか？ いずれにせよ、お会いできて嬉しいよ！",
                "Mon8": "子供の頃ここに住んでいて、母は司書だった。#$b#15歳のときにベルト島に引っ越したんだ。",
                "Tue": "接着剤のにおいがしたら申し訳ない。古い本を繕っていたんだよ。かわいそうなものには少し愛情が必要だ。",
                "Tue2": "やあ、@。ようこそ！今、お茶を淹れたところだよ。飲みますか？[614]#$b#緑茶だよ。なんて言ったらいいんだろう。子供の頃に味を覚えてね。",
                "Tue4": "エリオットと最近のプロジェクトについて話していたんだ。将来性のあるものなんだが、彼は副詞が大好きでね。",
                "Tue8": "私は誰かと落ち着きたいと思ってここに戻ってきた。#$b#だが、私は遅すぎた。彼らは他の誰かを見つけていたんだ。#$b#ハッピーエンドというのは、本の中の登場人物だけのものだろう？",
                "Wed": "もしかしたら、いつかあなたがアーカイブの目録を作るのを手伝ってくれるかもしれないね。前任の管理人は何かと溜め込み屋で、とても全部は見切れない。",
                "Wed4": "時々外をうろつく美しい猫がいるんだ。#$b#いつか入れてあげよう。良い図書館には猫が必要だと思わないかい？",
                "Wed6": "今日は悲惨な一日だった…。本の上にお茶をこぼしてしまった。#$b#うまくいけば、また乾くでしょう。",
                "Wed10": "昔、一人の女の子がいた。まあ、若い女性だよ。私たちはよく一緒に森の中を走ったものだよ。#$b#その後、彼女の家族は引っ越し、私の家族もすぐに引っ越してしまった。#$b#運命が私たち2人をここに引き戻したのかもしれない。でももう手遅れだ。",
                "Thu": "ペニーは子供たちと仲がいい。彼らは本当に彼女を尊敬しているようだよ。#$b#そして、本の価値を知っている人がいるというのはうれしいね！",
                "Thu4": "ああ、やあ@。今、フェーンギル国立図書館サービスにリクエストを送ろうとしているところだ。何か追加してほしいことはあるかい？",
                "Thu6": "私たちの親友である教授は、いつも仕事に夢中になっているようだね。#$b#彼の気をそらすことができるかもしれない。結局のところ、人生には研究以上のものがあるんでしょう？",
                "Thu8": "%ギュンターは本を閉じ、鼻をすすり、目を拭った。#$b#ここはかなり埃っぽいと思わないかい？#$b#ああ、あなたをだますことはできないね。 ええ、この本は私の心に響いたよ。",
                "Fri": "%ギュンターがカウンターの下で本を読んでいる。#$b#ああ、こんにちは、@！本に夢中になるのは簡単だね？",
                "Fri4": "金曜日は…いつも私を切なく幸せにしてくれる。なぜかって？理由はないさ。#$b#%ギュンターは遠い目をしている。",
                "Fri6": "あなたは私よりうまくなじんでいるようだね。私は人よりも本と一緒にいる方が居心地がいい。",
                "Fri10": "%ギュンターはあなたの肩越しに物憂げに見つめている。#$b#もっと早く戻ってくるべきだった。そうすれば、私の物語はもっと満足のいく結末を迎えていただろう。",
                "Sat": "夜、図書館に忍び込んで本を『借りて』いる人がいる。町のあちこちに隠してあるのを見つけたら返却してもらえないかな？#$b#その中には、あなたの役に立つかもしれない情報が含まれているだろう。",
                "Sat2": "ベルト島にはあまり木がなかったんだよ。この辺りの森は少し閉塞感があるね。",
                "Sat4": "昨夜、猫が入ったんだと思う。いろいろなものが倒されていたが、なくなったものはないようだ。",
                "Sat8": "読んだ本から、その人のことがよくわかるんだ。#$b#キャロラインは、女性が社会の束縛を捨てて『自分自身を見つける』物語を楽しんでいる。#$b#不思議に思うだろう？",
                "Sun": "やあ、もし何か面白いものを見つけたら、喜んで展示させてもらうよ。#$b#この町には多くの歴史があり、その多くが埋もれている。",
                "Sun6": "(あくびをしながら）また夜遅くまでアーカイブを読みふけってしまった。#$b#ご存知だろうが、ペリカン・タウンは、鉱山が爆発する前は、鉱山の町として栄えていたんだ。#$b#あの頃はひどい時代で、母と私を含めて多くの人が去っていった。#$b#ジャスパーの父親は亡くなった。彼はそのことをあまり話さないが、そういうことは子供に影響を与える。",
                "Sun8": "再出発には課題があった。私は友達を作るのが苦手で、一番の友達は本だった…#$b#ヨバに感謝します、私にはジャスパーと、そしてあなたと話すことができる。",
                "Sun4": "ベルト島を離れるのは残念ではなっかたよ。雑踏の中で感じる孤独感にあなたは驚くでしょうね。#$b#実際は、そうではないか。あなたはズズ出身だったね？",
                "Sun2": "ジャスパー教授には会ったことがありますか？少し強迫観念的ではあるが、とても賢明な方だ。",
                "Fri8_inlaw_Jasper": "ジャスパーとの生活はどうですか？ 彼がいないと寂しいが、ハッピーエンドが見つかってよかったよ。#$b#いつか私も自分のものを見つけることができるのではないかと思わせてくれる。#$b#%ギュンターは再びあなたの肩越しに目を凝らし、遠くを見つめている。",
                //Conversation Topics
                "JasperGone1": "ジャスパーは自分の身の守り方を知ってる。だが、あの炭鉱で彼に何が起こるか、私はまだ心配だよ。#$b#私は一緒に行くと申し出たが、彼は一人で行った方がドワーフが姿を現す可能性が高いと主張したんだ。#$b#頑固な馬鹿者め…彼が無事に戻ってくることを願っている。",
                "TalkJasperHome": "ジャスパーは帰ってきてからずっと静かだよ。彼が経験したであろうことを考えれば、私は驚きはしない。#$b#彼にはこれまで以上に友達が必要だ、@。彼にあなたがいてくれてよかった。",
                "JasperHomeA": "あのピーズボディという人物がジャスパーと連絡を取っています…大学時代に付き合っていたんですよ、ご存じでしょう？#$b#彼らはまるでチョークとチーズ…似て非なる二人なんです。いつも何かにつけて衝突していました。#$b#まるでパルプ・ロマンスから飛び出してきたようでした。",
                "DwarfVisit": "昨夜、ジャスパーの古い部屋で奇妙な音がした…。きっと猫が入り込んだんだ。#$b#中に入って見てみると、あちこちに書類が散らばっていた。#$b#おかしなことに…どうやって入ったのか見当もつかない。",
                "JasperEngaged": "あんなに幸せそうなジャスパーは見たことがない！まるで雲の上を歩いているようだ。#$b#あなたは彼にとってかけがえのない人だよ、@。おめでとう！"
            }
        },
        // Adds extra dialogue to Gunther if Museum Expansion Installed
        {
            "LogName": "Gunther Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/GuntherWoods",
            "Entries": {
                //From Museum Expansion rewritten for consistency
                "Introduction": "こんにちは、お会いできて光栄だよ！#h#$b#あなたは私が思っていたような人ではなかったが、問題ないでしょう。#$b#私はギュンター、この考古学ハウスの支配人です。 私の甥にはもう会ったかい？ #$b#チャーリーという名前で、ここで一緒に暮らしてるんだ。",
                "Mon": "この考古学ハウスは壮大な博物館ではないかもしれないが、私の大切な場所だ！$h#$b#あなたにも気に入ってもらえることを願っています。",
                "Tue": "考古学ハウスに遺物を持ってきてくれる人にはとても感謝しているよ。#$b#私？ 私にはもうそんな気力はない。#$b#私はむしろここに残って目録を作り、人々が見つけた本を修復したい。",
                "Wed": "%ギュンターが知事についてつぶやいているのが聞こえる。#$b#ああ、@！$5#$b#何も聞こえなかった…？$2#$b#…#$b#私と彼の関係は…その…最近、かなりぎくしゃくしているんだ…$s#$e#…$s",
                "Thu": "ペニーがここで教室を開いてくれるのはとてもうれしい。$h#$b#一度だけ、彼女に地元の鉱物についての授業をしてほしいと頼まれたことがあった。#$b#クリントは私たちにジオードを割ってくれたよ。#$b#ヴィンセントは、彼が見つけた小さな金の鉱石を今も大切に持っているでしょう！$h",
                "Fri": "たくさん本を読むかい、@？#$b#良い本に囲まれて過ごすと、いつも新しい自分に生まれ変わったような気分にるよ。",
                "Sat": "アレックスがアイスクリームスタンドを開くのが待ちきれないね！",
                "Sun": "素敵な週末になるといいですね、@！",
                //New stuff
                "winter_Mon": "やあ、@。何か新しい本をお探しですか？",
                "spring_Mon": "私の甥にはもう会ったかい？#$b# 彼はチャーリーという名前で、私と一緒にここに住んでいるんだ。彼は善良な心の持ち主だよ。",
                "Mon2": "やあ、@。農場の生活はどうですか？",
                "Mon4": "やあ、@。何か新しい本をお探しですか？#$b#$q 55990100/55990101 Gunther_Book#どんな本がお好きですか？#$r 55990100 25 Gunther_Book_western#ウエスタン#$r 55990100 25 Gunther_Book_romance#ロマンス#$r 55990101 0 Gunther_Book_fantasy#ファンタジー#$r 55990101 -25 Gunther_Book_noBook#読書は好きではない。",
                "Gunther_Book_western": "ああ、素晴らしい趣向だね。冒険、興奮、そしてロマンス。#$b#大草原の島で勉強していた時期があるんだよ。",
                "Gunther_Book_romance": "ああ、私もハッピーエンドに弱いのは認めるよ。",
                "Gunther_Book_fantasy": "ああ、私自身はファンとは言えないが、人それぞれだからね。#$b#セバスチャンと話すといい。彼はそういうことに興味があるから。",
                "Gunther_Book_noBook": "ああ、それは残念だ。またこの辺で会えるといいですね。",
                "Gunther_Book": "$p 5599100#はい、どうぞ@。これは気に入ると思うよ。#$b#%ギュンターは一冊の本をあなたの手に渡す。|忘れてた、あなたは本を読まないんだったか？ いずれにせよ、お会いできて嬉しいよ！",
                "Mon8": "子供の頃ここに住んでいて、母は司書だった。#$b#15歳のときにベルト島に引っ越したんだ。",
                "fall_Tue": "接着剤のにおいがしたら申し訳ない。古い本を繕っていたんだ。かわいそうなものには少し愛情が必要だ。",
                "Tue2": "やあ、@。ようこそ！今、お茶を淹れたところだよ。飲みますか？[614]#$b#緑茶だよ。なんて言ったらいいんだろう。子供の頃に味を覚えてね。",
                "Tue4": "エリオットと最近のプロジェクトについて話していたんだ。将来性のあるものなんだが、彼は副詞が大好きでね。",
                "Tue8": "私は誰かと落ち着きたいと思ってここに戻ってきた。#$b#だが、私は遅すぎた。彼らは他の誰かを見つけていた。#$b#ハッピーエンドというのは、本の中の登場人物だけのものだろう？",
                "winter_Wed": "もしかしたら、いつかあなたがアーカイブの目録を作るのを手伝ってくれるかもしれないね。前任の管理人は何かと溜め込み屋で、とても全部は見切れない。",
                "Wed4": "時々外をうろつく美しい猫がいる。#$b#いつか入れてあげよう。良い図書館には猫が必要だと思わないかい？",
                "Wed6": "今日は悲惨な一日だった…。本の上にお茶をこぼしてしまった。#$b#うまくいけば、また乾くでしょう。",
                "Wed10": "昔、一人の女の子がいた。まあ、若い女性だよ。私たちはよく一緒に森の中を走ったものだよ。#$b#その後、彼女の家族は引っ越し、私の家族もすぐに引っ越してしまった。#$b#運命が私たち2人をここに引き戻したのかもしれない。でももう手遅れだ。",
                "winter_Thu": "ペニーは子供たちと仲がいい。彼らは本当に彼女を尊敬しているようだね。#$b#そして、本の価値を知っている人がいるというのはうれしいことだ！",
                "Thu4": "ああ、やあ@。今、フェーンギル国立図書館サービスにリクエストを送ろうとしているところだよ。何か追加してほしいことはありますか？",
                "Thu6": "私たちの親友である教授は、いつも仕事に夢中になっているようでだね。#$b#彼の気をそらすことができるかもしれない。結局のところ、人生には研究以上のものがあるのでしょう？",
                "Thu8": "%ギュンターは本を閉じ、鼻をすすり、目を拭った。#$b#ここはかなり埃っぽいと思わないかい？#$b#ああ、あなたをだますことはできないね。 ええ、この本は私の心に響いたよ。",
                "fall_Fri": "%ギュンターがカウンターの下で本を読んでいる。#$b#ああ、こんにちは、@！本に夢中になるのは簡単ですよね？",
                "Fri4": "金曜日は…いつも私を切なく幸せにしてくれる。なぜかって？理由はないさ。#$b#%ギュンターは遠い目をしている。",
                "Fri6": "あなたは私よりうまくなじんでいるようだね。私は人よりも本と一緒にいる方が居心地がいい。",
                "Fri10": "%ギュンターはあなたの肩越しに物憂げに見つめている。#$b#もっと早く戻ってくるべきだった。そうすれば、私の物語はもっと満足のいく結末を迎えていただろう。",
                "summer_Sat": "夜、図書館に忍び込んで本を『借りて』いる人がいる。町のあちこちに隠してあるのを見つけたら返却してもらえないかな？#$b#その中には、あなたの役に立つかもしれない情報が含まれているだろう。",
                "Sat2": "ベルト島にはあまり木がなかったんだよ。この辺りの森は少し閉塞感があるね。",
                "Sat4": "昨夜、猫が入ったんだと思う。いろいろなものが倒されていたが、なくなったものはないようだ。",
                "Sat8": "読んだ本から、その人のことがよくわかる。#$b#キャロラインは、女性が社会の束縛を捨てて『自分自身を見つける』物語を楽しんでいる。#$b#不思議に思うだろう？",
                "spring_Sun": "やあ、もし何か面白いものを見つけたら、喜んで展示させてもらうよ。#$b#この町には多くの歴史があり、その多くが埋もれている。",
                "Sun6": "(あくびをしながら）また夜遅くまでアーカイブを読みふけってしまった。#$b#ご存知だろうが、ペリカン・タウンは、鉱山が爆発する前は、鉱山の町として栄えていたんだ。#$b#ひどい時代だった。ジャスパーの父親が殺され、私の母は引っ越しを決めた。",
                "Sun8": "再出発には課題があった。私は友達を作るのが苦手で、一番の友達は本なんだ…#$b#ヨバに感謝します、私にはジャスパーと、そしてあなたと話すことができる。",
                "Sun4": "ベルト島を離れるのは残念ではなかったよ。雑踏の中で感じる孤独感にあなたは驚くでしょう。#$b#実際は、そうではないか。あなたはズズ出身だったね？",
                "Sun2": "ジャスパー教授には会ったことがありますか？少し強迫観念的ではあるが、とても賢明な方だ。",
                "Fri8_inlaw_Jasper": "ジャスパーとの生活はどうですか？ 彼がいないと寂しいが、ハッピーエンドが見つかってよかったよ。#$b#いつか私も自分のものを見つけることができるのではないかと思わせてくれる。#$b#%ギュンターは再びあなたの肩越しに目を凝らし、遠くを見つめている。",
                "JasperGone1": "ジャスパーは自分の身の守り方を知っている。だが、あの炭鉱で彼に何が起こるか、私はまだ心配なんだ。#$b#私は彼と一緒に行くと申し出たが、彼は一人で行った方がドワーフが姿を現す可能性が高いと主張した。#$b#頑固な馬鹿者め…彼が無事に戻ってくることを願っている。",
                "TalkJasperHome": "ジャスパーは帰ってきてからずっと静かだよ。彼が経験したであろうことを考えれば、私は驚きはしない。#$b#彼にはこれまで以上に友達が必要なんだ、@。彼にあなたがいてくれてよかった。",
                "JasperHomeA": "あのピーズボディという人物がジャスパーと連絡を取ってる…大学時代に付き合っていたんだよ、ご存じだろう？#$b#彼らはまるでチョークとチーズ…似て非なる二人なんだ。いつも何かにつけて衝突していたよ。#$b#まるでパルプ・ロマンスから飛び出してきたようだった。",
                "DwarfVisit": "昨夜、ジャスパーの古い部屋で奇妙な音がした…。きっと猫が入り込んだんだ。#$b#中に入って見てみると、あちこちに書類が散らばっていた。#$b#おかしなことに…どうやって入ったのか見当もつかない。",
                "JasperEngaged": "あんなに幸せそうなジャスパーは見たことがない！まるで雲の上を歩いているようだ。#$b#あなたは彼にとってかけがえのない人だよ、@。おめでとう！"
            },
            "When": {
                "HasMod": "andril11.charlie"
            }
        },
        // Adds extra dialogue to Gunther if SVE Installed
        {
            "LogName": "Gunther Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/GuntherSilvian",
            "Entries": {
                "Mon4": "やあ、@。何か新しい本をお探しですか？#$b#$q 55990100/55990101 Gunther_Book#どんな本が好きですか？#$r 55990100 25 Gunther_Book_western#ウエスタン#$r 55990100 25 Gunther_Book_romance#ロマンス#$r 55990101 0 Gunther_Book_fantasy#ファンタジー#$r 55990101 -25 Gunther_Book_noBook#読書は好きではない。",
                "Gunther_Book_western": "ああ、素晴らしい趣向だね。冒険、興奮、そしてロマンス。#$b#大草原の島で勉強していた時期があるんだよ。",
                "Gunther_Book_romance": "ああ、私もハッピーエンドに弱いのは認めるよ。",
                "Gunther_Book_fantasy": "ああ、私自身はファンとは言えないが、人それぞれだからね。#$b#セバスチャンと話すといい。彼はそういうことに興味がある。",
                "Gunther_Book_noBook": "ああ、それは残念だ。またこの辺で会えるといいですね。",
                "Gunther_Book": "$p 55990100#はい、どうぞ@。これは気に入ると思うよ。(ギュンターがあなたの手に本を渡す)|やあ、@。会えてうれしいよ。",
                "Mon8": "子供の頃ここに住んでいて、母は司書だった。#$b#大学進学を機に引っ越したんだ。",
                "fall_Wed": "接着剤のにおいがしたら申し訳ない。古い本を繕っていたんっだ。かわいそうなものには少し愛情が必要だ。",
                "Tue2": "やあ、@。ようこそ！今、お茶を淹れたところだよ。飲みますか？[614]#$b#緑茶だよ。なんて言ったらいいんだろう。子供の頃に味を覚えてね。",
                "Tue4": "エリオットと最近のプロジェクトについて話していたんだ。将来性のあるものなのだが、彼は副詞が大好きでね。",
                "Tue10": "私は誰かと落ち着きたいと思ってここに戻ってきた。#$b#だが、私は遅すぎた。彼らは他の誰かを見つけていた。#$b#ハッピーエンドというのは、本の中の登場人物だけのものだろう？",
                "winter_Wed": "もしかしたら、いつかあなたがアーカイブの目録を作るのを手伝ってくれるかもしれないね。前任の管理人は何かと溜め込み屋で、とても全部は見切れない。",
                "Thu4": "時々外をうろつく美しい猫がいる。#$b#いつか入れてあげよう。良い図書館には猫が必要だと思わないかい？",
                "Wed6": "今日は悲惨な一日だった…。本の上にお茶をこぼしてしまった。#$b#うまくいけば、また乾くでしょう。",
                "Wed10": "昔、一人の女の子がいた。まあ、若い女性だよ。私たちはよく一緒に森の中を走ったものだよ。#$b#その後、彼女の家族は引っ越し、私の家族もすぐに引っ越してしまった。#$b#運命が私たち2人をここに引き戻したのかもしれない。でももう手遅だ。",
                "winter_Thu4": "ペニーは子供たちと仲がいい。彼らは本当に彼女を尊敬しているようだね。#$b#そして、本の価値を知っている人がいるというのはうれしいことだよ！",
                "winter_Fri4": "ああ、やあ@。今、フェーンギル国立図書館サービスにリクエストを送ろうとしているところだよ。何か追加してほしいことはありますか？",
                "Thu6": "私たちの親友である教授は、いつも仕事に夢中になっているようだね。#$b#彼の気をそらすことができるかもしれない。結局のところ、人生には研究以上のものがあるのでしょう？",
                "Thu10": "%ギュンターは本を閉じ、鼻をすすり、目を拭った。#$b#ここはかなり埃っぽいと思わないか？#$b#ああ、あなたをだますことはできないね。 ええ、この本は私の心に響いたよ。",
                "fall_Thu": "%ギュンターがカウンターの下で本を読んでいる。#$b#ああ、こんにちは、@！本に夢中になるのは簡単ですよね？",
                "Fri4": "金曜日は…いつも私を切なく幸せにしてくれる。なぜかって？理由ないさ。#$b#%ギュンターは遠い目をしている。",
                "summer_Fri6": "あなたは私よりうまくなじんでいるようだね。私は人よりも本と一緒にいる方が居心地がいい。",
                "Fri10": "%ギュンターはあなたの肩越しに物憂げに見つめている。#$b#もっと早く戻ってくるべきだった。そうすれば、私の物語はもっと満足のいく結末を迎えていただろう。",
                "summer_Sun": "夜、図書館に忍び込んで本を『借りて』いる人がいる。町のあちこちに隠してあるのを見つけたら返却してもらえないかな？#$b#その中には、あなたの役に立つかもしれない情報が含まれている。",
                "fall_Sat2": "昨夜、猫が入ったんだと思う。いろいろなものが倒されていたけど、なくなったものはないようだ。",
                "Sat8": "読んだ本から、その人のことがよくわかる。#$b#キャロラインは、女性が社会の束縛を捨てて『自分自身を見つける』物語を楽しんでいる。#$b#不思議に思うだろう？",
                "Sun8": "再出発には課題があった。私は友達を作るのが苦手で、一番の友達は本なんだ…#$b#ヨバに感謝します、私にはジャスパーと、そしてあなたと話すことができる。",
                "Fri2": "$1 Gun_Jasper#ジャスパー教授には会ったことがありますか？少し強迫観念的ではあるが、とても賢明な方だ。$k#$e#いつか画期的な発見をする！$1",
                "Fri8_inlaw_Jasper": "ジャスパーとの生活はどうですか？ 彼がいないと寂しいが、ハッピーエンドが見つかってよかったよ。#$b#いつか私も自分のものを見つけることができるのではないかと思わせてくれる。#$b#%ギュンターは再びあなたの肩越しに目を凝らし、遠くを見つめている。",
                "JasperGone1": "ジャスパーは自分の身の守り方を知っている。だが、あの炭鉱で彼に何が起こるか、私はまだ心配なんだ。#$b#私は彼と一緒に行くと申し出たが、彼は一人で行った方がドワーフが姿を現す可能性が高いと主張した。#$b#頑固な馬鹿者め…彼が無事に戻ってくることを願っている。",
                "TalkJasperHome": "ジャスパーは帰ってきてからずっと静かです。彼が経験したであろうことを考えれば、私は驚きはしません。#$b#彼にはこれまで以上に友達が必要なんです、@。彼にあなたがいてくれてよかった。",
                "JasperHomeA": "あのピーズボディという人物がジャスパーと連絡を取っている…大学時代に付き合っていたんだよ、ご存じだろう？#$b#彼らはまるでチョークとチーズ…似て非なる二人なんだ。いつも何かにつけて衝突していたよ。#$b#まるでパルプ・ロマンスから飛び出してきたようだった。",
                "DwarfVisit": "昨夜、ジャスパーの古い部屋で奇妙な音がした…。きっと猫が入り込んだんだ。#$b#中に入って見てみると、あちこちに書類が散らばっていた。#$b#おかしなことに…どうやって入ったのか見当もつかない。",
                "JasperEngaged": "あんなに幸せそうなジャスパーは見たことがない！まるで雲の上を歩いているようだ。#$b#あなたは彼にとってかけがえのない人だよ、@。おめでとう！"
            },
            "When": {
                "HasMod": "FlashShifter.StardewValleyExpandedALL"
            }
        },
        { // M A R L O N
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL, Yoshimax.BefriendMarlon, Wolf.Marlon": false
            },
            "Entries": {
                "Mon": "おい、鉱山での幸運を祈る。覚えておけ、十分な食料を摂るように。あそこにはお前を一瞬で打ちのめす生き物がいる。",
                "Tue": "クリントは時々、俺たちの剣の修理を手伝ってくれるんだ。多才な男だよ、オレたちのクリントは。#$b#残念なことに、彼は自分の価値を見出すことができず、それで意固地になっている。",
                "Wed": "おい、鉱山で古い道具や装備を見つけたら、俺のところに持って来てくれ。#$b#状態についてはあまり心配しなくていい。我々が新品同様に修理して販売する。#$b#どうやって？ まあ、通販システムが共和国中に行き渡っているからな。",
                "Thu": "モンスター退治の調子はどうだ？ ギルがお前の討伐記録を集計している。#$b#なぜわかるのか？冒険者ギルドは不思議な動きをするからな。",
                "Fri": "なぜ目を失ったのか？オレはその場から立ち去ったとだけ言っておこう。相手はそうしなかった。#$b#そして、その全貌を知りたければ…それを得るしかない。",
                "Sat": "他の村人たちと違って、オレは農産物や装身具で友好を得るために買収されることはない。#$b#鉱山で自分の力を証明しろ。",
                "Sun": "鉱山には何か不気味なものがあることに気づいているだろう、@。#$b#親友のジャスパー教授は、彼らは生きていると言っている。確かに空想的だが、そこにはオレの首の毛が逆立つようなエネルギーがある。#$b#用心深く、彼女に敬意を示せ。",
                "spring_12_1": "エッグハントが待ち遠しいのか、@？若いアビゲイルから目を 離すなよ。彼女は地元のエッグハント・チャンピオンだ！",
                "spring_12_2": "洞窟探検やモンスター退治が、明日のエッグハントに役立つことを祈る。",
                "spring_23_1": "フラワーダンスは明日だ。 オレも参加する、そしてお前も参加してほしい！",
                "spring_23_2": "明日のフラワーダンスで会おう。#$b#若い頃は、けっこう軽快に踊っていたんだ。ああ、でもいつかまたチャンスがあるかもな。",
                "summer_Mon": "ああ、夏だ。ここは息苦しくなる。夜間パトロールの後、湖でひと泳ぎすることもある。#$b#ああ、オレを捕まえるにはよっぽどの早起きが必要だな、@！",
                "summer_Tue": "なぜ夜間外出禁止令があるのか不思議に思ったことはないか？ 怪物たちは真夜中を過ぎると出てくる。#$b#ギルとオレは町をパトロールし、夜明けまで奴らをコントロールしようとしている。",
                "summer_Wed": "夜間パトロールは年寄りのギルにはきついんだ。放っておけば一日中寝ている。#$b#オレか？オレはいつも6時間くらいだ。それ以上だと悪夢にうなされる。",
                "summer_Thu": "まだ燃えているにもかかわらず、Jojaコープは再び鉱山を開放しようとしている。#$b#彼らは彼女のすべての資産を略奪するだろう。 ヨバよ、放っておいたほうがいいかもしれない。闇が彼らを飲み込んでくれるかもしれない。",
                "summer_Fri": "溶岩地帯まで行ったら用心しろ、@。あの火は30年近く燃え続けていて、その中に潜むシャドウビーストは自然界の生物じゃない。#$b#彼らはかつて何者だったのか？ 我々にはわからないが、彼らに触れると心臓が止まることがある。",
                "summer_Sat": "知り合いがスライムをペットとして飼っていた。隣の家の犬を食べるまでは順調だった。",
                "summer_Sun": "今日はいい天気だな。地下に潜って服を台無しにするのはもったいない。#$b#もしオレがあと数年若かったら、ビーチに行ってアイスクリームを食べ、海に浸かっていただろうな。",
                "fall_Mon": "夜が長くなり、生き物たちの警戒心も薄れてきた。オレは山道をこそこそと町へ向かうゴーレムを捕まえた。#$b#奴らは闇の操り人形であり、生命を与えられた無生物だ。死ねば元の状態に戻る。",
                "fall_Tue": "ラスモディウスを知ってるか？ 彼は精神的な脅威から谷を守り、ギルとオレは肉体的な脅威から谷を守る。",
                "fall_Wed": "オレの家族は代々、この谷を守る手助けをしてきた。甥がその気になれば、いつかその役割を受け継ぐことになるだろう。#$b#彼がダメなら、他の人間が防衛のために剣を取ってくれることを願うばかりだ。",
                "fall_18_2": "今日、話をしなければならない人がいるのだが、俺はモンスター・スレイヤーだというのに、その度胸がない。#$b#馬鹿げた話だ。剣に関しては、覚悟と意志があるのに、心の問題では…#$b#とにかく、いつでも剣があればいい。",
                "winter_Mon": "夜間パトロールに疲れを感じ始めている。 俺もいよいよ年だな。",
                "winter_Tue": "冬になると闇が騒がしくなって、より多くの怪物が海面を突破する。昨日は浜辺まで降りて岩ガニを捕まえた！#$b#もしそこにジャスやヴィンセントがいたら…。まあ、朝の4時だったがな！",
                "winter_Wed": "闇は現実か、それとも比喩か？それを決めるのはお前たちだ、@。だが、谷の地下の何かが野生生物を蝕んでいることは間違いない。#$b#闇ウサギのうわさも聞いたことがある！だが、それはただの冗談だと思いたい。",
                "winter_Thu": "ああ、引退を考えたこともある。特に冬は、この足が昔を思い出させるんだ。#$b#だが@、引退する余裕のある冒険者などほとんどいない。 遠からず、影の猛獣がオレを打ち負かすだろう。",
                "winter_Fri": "オレは見かけほど年寄じゃない。オレと同じようにたくさんのモンスターを見たら、髪も白くなるさ。",
                "summer_Mon_inlaw_Jasper": "我が親愛なる友人ジャスパーによろしく伝えてくれ。ギルとオレは毎週のように会えていたことを懐かしんでるよ。#$b#だが、彼にとっては幸せなことだ。すべての冒険者には帰る家がある。",
                "summer_Mon_inlaw_Denver": "うちの甥っ子はいいヤツだからな、ソウルメイトが見つかってよかったよ。",
                "DwarfVisit": "真夜中過ぎに農場から誰かが出ていくのを見たよ。#$b#深夜に来客があったのか？#$b#無い？うーん…それなら目を離さない方がいいぞ、@。誰かが嗅ぎ回ってる…",
                "JasperEngaged": "我らが愛すべきプロフェッサーを誠実な男にするために、お前は結婚したそうだな。#$b#おめでとう、@。ささやかな祝いの品だ。何か役に立つものが入っているといいのだが！[275]"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Wed": "甥っ子のデンバーにはもう会っただろ？ ああ、不愛想なのは知ってるさ。でも、あいつの吠え声は噛むよりタチが悪いんだ。それについては信じてくれ。#$b#本当にいいヤツなんだ。"
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Denver": "1,2"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Thu": "デンバーは剣の扱いに長けている。忠実で頑固だ。近いうちに夜のパトロールに 連れて行くかもしれない。",
                "winter_Thu": "いい子だよ、デンバーは。妹と約束したんだ、彼から目を離さないって。そうだよ、俺には妹がいるんだ。#$b#彼女は都会での生活を選んだが、デンバーは…。荒野が彼を呼び寄せたのだろう。",
                "summer_Sat": "この間、古いデモテープを見つけたんだ。デンバーが昔バンドをやっていたのを知っているか？#$b#本当に半端じゃなかった。彼には才能がある。"
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Denver": "5,6,7,8"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "fall_Thu": "オオカミは生涯つがいで暮らすことを、知っているか、@？とても家族思いのイヌ科動物だ。#$b#なぜこんな話をするかって？理由はない。",
                "winter_Thu": "デンバーから目を離さないでくれよ。デンバーに何かあったら、あいつの母親に皮をはがされるからな。#$b#俺はたくさんのモンスターと戦ってきたけど、彼女はそのどれよりも怖いんだ。",
                "summer_Sat": "ああ、デンバーがこの調子なら、俺も引退できるかもしれないな。#$b#お前はあいつにいい影響を与えたよ、@。"
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Relationship:Denver": "Dating"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon",
            "Entries": {
                "spring_Wed": "マーニーとは学生時代、友達だった 。ああ、俺の方が数歳年上だった。だが、ペリカン・タウンの子供たちは一緒に行動しなければならなかったんだ。#$b#彼女とは疎遠になっていたが、フラワーダンスで再会するのはいいことだ。",
                "winter_Sat": "長く寒い夜は、少し寂しく感じるんだ。ギルはいい仲間だ。彼が起きているときはな。でも、同じじゃないんだ、わかるだろ？",
                "winter_Sun": "モンスターハンターは孤独な人生だ。結婚も子供もいらない。子供たちは父親が帰ってくるかどうか不安なままだ。#$b#すまんな。こんな長い冬の夜には、闇が後悔で心を埋めてしまう。#$b#一度言っておくべきだったことがある。でも、その船は出航してしまった。"
            },
            "When": {
                "HasMod |contains=FlashShifter.StardewValleyExpandedALL": false,
                "Hearts:Marnie": "6,7,8,9,10"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marlon, Characters/Dialogue/MarlonFay",
            "Entries": {
                "spring_Wed": "$1 Marl_Rumor#教えてくれ、@。マーニーと町長のうわさは本当なのか？#$b#ああ、いや、理由はない。ただ気になったんだ。$k#$e#春は新しい始まりと再出発の季節だろう、@？ でも、もし彼女がルイスと一緒にいて幸せなら、その幸せを誰が恨めるというんだ？#$b#もっと早く自分の気持ちを話しておけばよかったという後悔にさいなまれる老人。それは誰なのか。"
            },
            "When": {
                "Hearts:Marnie": "8,9,10"
            }
        },
        //Compatibility with Added Dialogue for SVE, Needs to be checked through before releasing.
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarlonFay",
            "Entries": {
                "Mon4": "おい、鉱山での幸運を祈る。覚えておけ、十分な食料を摂るように。あそこにはお前を一瞬で打ちのめす生き物がいる。",
                "Tue4": "クリントは時々、オレたちの剣の修理を手伝ってくれるんだ。多才な男だよ、オレたちのクリントは。#$b#残念なことに、彼は自分の価値を見出すことができず、それで意固地になっている。",
                "Wed2": "鉱山で古い道具や装備を見つけたら、オレのところに持って来てくれ。#$b#状態についてはあまり心配しなくていい。我々が新品同様に修理して販売する。",
                "Thu4": "モンスター退治の調子はどうだ？ ギルがお前の討伐記録を集計している。#$b#なぜわかるのか？冒険者ギルドは不思議な動きをするからな。",
                "Fri2": "なぜ目を失ったのか？オレはその場から立ち去ったとだけ言っておこう。相手はそうしなかった。#$b#そして、その全貌を知りたければ…それを得るしかない。",
                "Sun4": "鉱山には何か不気味なものがあることに気づいているだろう、@。#$b#親友のジャスパー教授は、彼らは生きていると言っている。確かに空想的だが、そこにはオレの首の毛が逆立つようなエネルギーがある。#$b#用心深く、彼女に敬意を示せ。",
                "spring_23_1": "フラワーダンスは明日だ。 オレも参加する、そしてお前も参加してほしい！",
                "spring_23_2": "明日のフラワーダンスで会おう。#$b#若い頃は、けっこう軽快に踊っていたんだ。#$b#今は剣の舞しか踊っていない…$2",
                "summer_Mon2": "ああ、夏だ。ここは息苦しくなる。夜間パトロールの後、川でひと泳ぎすることもある。#$b#ああ、オレを捕まえるにはよっぽどの早起きが必要だな、@！",
                "summer_Wed4": "夜間パトロールは年寄りのギルにはきついんだ。放っておけば一日中寝ている。#$b#オレか？オレはいつも6時間くらいだ。それ以上だと悪夢にうなされる。",
                "summer_Fri4": "溶岩地帯まで行ったら用心しろ、@。あの火は十年近く燃え続けていて、その中に潜むシャドウビーストは自然界の生物じゃない。触れるだけで心臓を止められる。",
                "summer_Sat4": "知り合いがスライムをペットとして飼っていた。隣の家の犬を食べるまでは順調だった。",
                "summer_Sun4": "今日はいい天気だな。地下に潜って服を台無しにするのはもったいない。#$b#もしオレがあと数年若かったら、ビーチに行って海に浸かっていただろうな。",
                "fall_18_2": "今日、話をしなければならない人がいるのだが、俺はモンスター・スレイヤーだというのに、その度胸がない。#$b#馬鹿げた話だ。剣に関しては、覚悟と意志があるのに、心の問題では…#$b#とにかく、いつでも剣があればいい。",
                "winter_Mon4": "夜間パトロールに疲れを感じ始めている。 俺もいよいよ年だな。",
                "winter_Tue4": "冬になると闇が騒がしくなって、より多くの怪物が海面を突破する。昨日は浜辺まで降りて岩ガニを捕まえた！",
                "winter_Thu4": "ああ、引退を考えたこともある。特に冬は、この足が昔を思い出させるんだ。#$b#だが@、引退する余裕のある冒険者などほとんどいない。 遠からず、影の猛獣がオレを打ち負かすだろう。",
                "winter_Fri4": "オレは見かけほど年寄じゃない。オレと同じようにたくさんのモンスターを見たら、髪も白くなるさ。",
                "winter_Sun8": "モンスターハンターは孤独な人生だ。結婚も子供もいらない。#$b#子供たちは父親が帰ってくるかどうか不安なままだ。$2#$b#すまんな、@。こんな長い冬の夜には、闇が後悔で心を埋めてしまう。",
                "summer_Mon_inlaw_Jasper": "我が親愛なる友人ジャスパーによろしく伝えてくれ。ギルとオレは毎週のように会えていたことを懐かしんでるよ。#$b#だが、彼にとっては幸せなことだ。すべての冒険者には帰る家がある。",
                "summer_Mon_inlaw_Denver": "うちの甥っ子はいいヤツだからな、ソウルメイトが見つかってよかったよ。",
                "DwarfVisit": "真夜中過ぎに農場から誰かが出ていくのを見たよ。#$b#深夜に来客があったのか？#$b#無い？うーん…それなら目を離さない方がいいぞ、@。誰かが嗅ぎ回ってる…",
                "JasperEngaged": "我らが愛すべきプロフェッサーを誠実な男にするために、お前は結婚したそうだな。#$b#おめでとう、@。ささやかな祝いの品だ。何か役に立つものが入っているといいのだが！[275]"
            },
            "When": {
                "HasMod": "FlashShifter.StardewValleyExpandedALL"
            }
        },
        /*************
S T R I N G S
**************/
        {
            "LogName": "Schedule Dialogue",
            "Action": "EditData",
            "Target": "Strings/schedules/Jasper",
            "Entries": {
                "000": "ここには暗闇が潜んでいます。まるで虚無を味わっているようです。$2",
                "001": "私が子供の頃は、ここがコミュニティの中心でしたが、今では異なる種族の拠点になっています。$1#$b#彼らはそこにいます、@。彼らの声が聞こえます。#$b#しかし、彼らは私に姿を見せようとはしません。$2",
                "002": "ここは本当に最高ですよ！ わかりますか？わかりませんか？ $4",
                "003": "この地層の複雑さには興味をそそられますね、@！その層は、何世紀も前の大変動を示しているのです。ああ、すみません、またとりとめのない話になってしまいましたね。",
                "004": "ああ、こんにちは、@！マーロンと次の地底探検を計画中です。今度こそドワーフを見つけられるかもしれません！$1",
                "005": "1…2…3…。ドクターの指示に従わなければなりません、@。もう一度歩きたいのならば。$7",
                "006": "お願いです、@。あまり見ないでください。醜いのは分かっています。$7",
                "007": "私はまた歩きますよ、@。必ず。$7",
                "008": "今日は大変な日です、@。適応できるかどうか自信がありません。$7",
                "009": "それで先生、結果はどうなんでしょうか？ 近いうちにまた足を使えるようになるんでしょうか？$2",
                "010": "1…2…3…運動は重要です！ドクターの命令です！$7",
                "011": "私の人生は取り返しのつかないほど変わってしいました、@。残されたものを最大限に活用しなければなりません。$7",
                "012": "本当にですか？もうアルファベットを知っている人はいないのですか？$5",
                "013": "冬の寒さで骨が痛みます。運動すると少しは楽になります。 $7",
                "014": "ここには解明すべきことがたくさんありますよ、@。アーカイブすることもたくさんあります！実に多くの歴史があります。$1",
                "015": "おお、子どもたちがこんなにたくさん質問してくれるとは！子どもたちのおかげで、私も気が引き締まります！",
                "020": "ああ、@。参加してくれてありがとうございます。敬意を表する前に、ちょっと燃料を補給しているところです。$2",
                "021": "@、最愛の人。 彼に会ってもらいたかった。私の父です。彼はきっとあなたを気に入ったでしょう。$2",
                "winter_17.000": "行商人たちは近くからも遠くからもやってきて、品物と物語を運んできます。",
                "saturday.001": "水中で奇妙な存在が目撃されています、@。いつか私も見ることができるかもしれません。$3",
                //Marriage Strings
                "marriage_To1": "ごきげんよう、@！この木には思い出があります。子供の頃よく登りました。何度か落ちたこともあります。",
                "marriage_To2": "@、お会いできてうれしいです。屋外で読書をしたり、通り過ぎる町の人々を眺めたりするのはいいものです。",
                "marriage_To3": "ちょっと付き合いませんか？あなたが忙しくなければ。",
                "marriage_To4": "ひとつの建物にたくさんの思い出が詰まっているなんて、面白いですよね、@？",
                "marriage_To5": "母と私はひどい嵐の前に町を離れました。雷がこの建物を壊滅させたんです。",
                "marriage_To6": "すべての廃墟にジュニモが住んでいると思いますか、@？自然の精霊たちは、かつて自分たちのものだったものを取り戻そうとしているのです。",
                "marriage_For1": "この森はいつも私の心の中で特別な位置を占めています、@。同じように心を癒してくれるものはありません。$1",
                "marriage_For2": "木々の間からジュニモの気配を感じることができますか、@？ 彼らは警戒しているものの、好奇心は旺盛です。$1",
                "marriage_For3": "影の気配はまだここにあります、@。何なのでしょうね。$2",
                "marriage_Be1": "一緒に泳ぎませんか、@？ おそらく私は、あなたの水着姿を鑑賞したいだけなのでしょう。$4",
                "marriage_Be2": "磯の香り、カモメの鳴き声…ああ、アウトドアはいいものですね。$1",
                "marriage_Be3": "砂の城を作りませんか？ おかしな話ですが、あなたのそばにいると、若返ったような気がするんです。",
                "marriage_AH1": "ああ、そうですね、私はまだ研究を続けています。",
                "marriage_AH2": "あなたは紙と糊の香りが好きなだけではありませんか、@？ いや、それは私だけかもしれませんね。",
                "marriage_AH3": "谷の歴史の新たな章が完全に照合され、アーカイブ化される準備が整いました！",
                "marriage_AM1": "ああ、子供たちにゴブリンのことを話したくてしかたないです。しかし、ミス・ペニーはそれを喜ばないかもしれませんね・",
                "marriage_AM2": "子供たちは地震や火山、その他の自然災害にひどく魅了されているようです。$3",
                "marriage_AM3": "今日は、ダイヤモンドがどのようにして作られるのかを学びましょう。石炭からだけではありません！実は、ダイヤモンドは石炭が存在する前から存在していたのです！",
                "marriage_Adv1": "ああ…散歩は確かに疲れまますが、また外に出られるのはいいことです。$1",
                "marriage_Adv2": "マーロンはなぜ失明したのか、あなたに話しましたか？ いや、私も聞いていません。まあ、いずれにせよ、同じ話は2度としません！$1",
                "marriage_Adv3": "私の冒険の日々が終わったとしても、友人を忘れることはできません。ね、マーロン？$1",
                "marriage_Dw1": "ありがとう、ドワーフさん。私を歓迎してくれて、私の質問に答えてくれて。",
                "marriage_Dw2": "ああ、ご挨拶を、@。どうやら私の理論は、真実である一方で、やや…完全な複雑さに欠けていたようです。",
                "marriage_Dw3": "あなたもご一緒にいかがですか？ ドワーフはいろいろな話を聞かせてくれますよ！",
                "marriage_Ca1": "キャメロン、なぜ私をここに呼んだのかわかりません。しかし、イースト・スカープには豊かな伝統があります。",
                "marriage_Ca2": "ああ、いい日ですね、私の愛しい人！ キャメロンと私はある計画を立てているんです…見てのお楽しみということで。#$b#ああ大丈夫です！我々にとって、そしておそらく村全体にとってプラスになることです！$1",
                //Immersive Spouses
                "marriage_13": "ああ、ごきげんよう、@。一緒に行きましょうか？$1#$b#私はエッグハンティングには参加しませんが、あなたを応援していますよ！$3",
                "marriage_16": "品評会が成功することを祈ってます！あなたがどれだけ素晴らしいかを街に見せつけてやってください！$3#$b#一緒にいられなくて申し訳ありません。マーロンの武器の展示を手伝うと約束してしまったんです。$1",
                "marriage_25": "ハッピー・ウィンター・スター！プレゼントを忘れずに持って来てくれましたか？$1#$b#私の秘密の受取人は誰だと思いますか？ まあ、もし私があなたに話したら、それは秘密ではなくなりますよね、@？$3",
                "marriage_nm": "ああ、冬星祭に何か特別な贈り物を探しています。$1#$b#あなたに何を送るかって？ああ、それは言えません。言えませんよ。$3",
                "marriage_luau": "ああ、そこにいたのですか、@！ あなたが貢献してくれるのを楽しみにしていましたよ！$3"
            }
        },
        {
            "LogName": "Strings from Maps",
            "Action": "EditData",
            "Target": "Strings/StringsFromMaps",
            "Entries": {
                "JaspersRoom.1": "『ドワーフの遺産』。うーん、ジャスパーはファンタジー小説が好きなのかな？",
                "JaspersRoom.2": "ジャスパーの剣。磨かれていてきれいだ。ジャスパーは大切に使っているに違いない。",
                "JaspersRoom.3": "ジュニモのぬいぐるみだ。よく愛されているようだ。",
                "JaspersRoom.4": "『トーマス教授、残念なお知らせですが、あなたの終身在職権の申請は却下されました…』^おっと、これはプライバシーに触れるようだ。",
                "JaspersRoom.5": "『スターデュー・バレーの空想物語』",
                "JaspersRoom.6": "26年前の新聞記事のコピーだ。:^『生き埋め？小さな鉱山村ペリカン・タウンは、昨夜真夜中近くに地下の爆発で揺れた。37人が行方不明で、閉じ込められているとみられ、生きて発見される見込みはほとんどない』",
                "Museum2.1": "ブラウニーは辞任しました。部屋の掃除は自分でやってください。",
                "Museum2.2": "ここにはたくさんのものがある。どこから始める？",
                "Museum2.3": "コレクション用のニットキャップですか？まだタグがついていますよ！",
                "Museum2.4": "『カウボーイの主張』、『ロデオ・クイーンに魅せられて』…。ギュンターの文学の趣味は意外なものだ",
                "Museum2.5": "『カルマレオン』というクラフトビールで、ラベルにはトカゲが描かれている。フローラルな香りがする。",
                "Museum2.6": "ギュンターは背表紙を折り、角を折り曲げている。なんという怪物だ。",
                "Museum2.7": "『フェーンギル共和国の宝石と鉱物』、『クリスタル・バイブル』。教科書だ。",
                "Museum2.8": "おぉぉお、ピカピカだ。",
                "DwarfCave.1": "ロックされている",
                "DwarfCave.2": "かなりクシャクシャになっている。:^\"親愛なるマーニーへ^長い間、私の気持ちをお伝えしたかったのですが、舌がもつれてしまいました。あまりに長い間、一緒にいなかったので、もはや言葉が見つからないのです。\" 無署名だが、ドワーフが書いたものでないことは確かだろう。",
                "DwarfCave.3": "擦り傷と摩耗が激しく、半ば萎んでいる。 おそらく誰かが捨てたのだろう。",
                "DwarfCave.4": "かなりよくできているようで、側面に沿ってインクで名前が書かれている。: エリオット？かつて彼のものだったのかもしれない。",
                "DwarfCave.5": "耳からは詰め物が漏れ出し、毛皮は蛾にかじられている。",
                "DwarfCave.6": "動かない。実際、部品のために解体されたように見える。",
                "SpouseJasper.7": "ドワーフについてのジャスパーのメモ。確かに重い！",
                "FilingCabinet.1": "ザ・スターデュー・インクイジター: しゃべるクマに狩られる？^^スターデュー・バレー渓谷の近くでキャンプをしていた放浪者のグループが先週、クマと遭遇した。 \"かなり大きな声でパーティーしてたよ。\" 'ブラッド'としか名乗らない学生の一人が、ニュースの取材に答えた。\"つまりオレたちは端っこ…誰もいないような辺鄙なところで騒いだって、誰の迷惑になるのさ？で、その時茂みの中からガサガサって音がして、クソッ…マジでチビりそうになった…。で、そこに2メートルくらい、横幅も同じくらいデカいクマみたいなやつがいたんだ。ただこっちをジーっと見てて、オレは完全にパニックになってボトルを投げつけたんだ。そしたらそいつは片手でそれを受け止めて、ニヤッと笑って冗談抜きでこう言ったんだ ！『ありがとう』ってはっきりとね！冗談抜きで。そんで小走りで森の中に消えた。\"^^違法薬物摂取の有無を尋ねると『ブラッド』は突然無言になった。",
                "FilingCabinet.2": "ザ・スターデュー・インクイジター: スライム大襲来！^^昨夜の新月、ストロベリーフィールズはスライムの大群に荒らされた。 \"ヤツらはすべてを破壊した！\" 苦悩する果樹栽培者は記者団にこう告げた。 \"そして、土地を汚す悪臭を放つドロドロを残していった。我々はどうすればいいのか？\" 地元の冒険者ギルドにコメントを求めたが、まだ返答はない。",
                "FilingCabinet.3": "月刊ファーマーライフの記事; 数年前のもの:^^ペリカン・タウンという小さな村は、豊かで肥沃な土壌で有名で、相対的に高い湿度と相まって最適な生育条件を提供している。うわさが本当なら、ペリカン・タウンの土壌に植えられた種は、この地域以外の場所に植えられた種よりも早く芽を出し、収穫量も多くなるという。#ペリカン・タウン最後の大規模農業がXX年前に停止し、その土地は荒廃の一途をたどっていた。この土地は農夫の孫が相続したと言われているが、いつの日か彼らがその権利を主張する日が来ることを願うばかりだ。",
                "FilingCabinet.4": "スターデューバレー地域一帯で軽窃盗事件が相次いでいる。ある目撃者は、夜中に奇妙な物音がして目を覚ますと、小さな人間が冷蔵庫を漁っていたと証言している。犯人は徒歩で逃走し、坑道を通って逃げたと見られている。 \"背が低かった」と目撃者は言う、\"おそらく子供で、ゴツゴツしたフードをかぶっている。顔は見えなかった。\" これまでのところ、盗まれたものは食料品、装身具、金属くずなどである。^^この地域にお住まいの方は、泥棒や強盗が逮捕されるまで、ドアに鍵をかけ、貴重品はすべてしまっておくことをお勧めします。",
                "FilingCabinet.5": "グランプトン郊外にある放し飼い養鶏場『メニー・クラック・ギヴン』の経営者、マクレガー氏は今朝、鶏舎で奇妙な出来事があったと報告した。 \"彼女たちは非常に落ち着きがなかった、\" と彼は言った。\"最初は害虫が心配だった。でも、その代わりに奇妙なものを見つけたんだ:いくつかの卵は黒く変色し、赤いまだら模様になっていた。\" 腐敗した卵をどうしたのかと尋ねられると、彼は震え上がった。 \"私はそれを処分した、\" と彼は言った。何が孵化するのか見たかったのに、残念だ。",
                "FilingCabinet.6": "地元博物館での盗難事件:ペリカン・タウンという小さな町は、今日、博物館の学芸員が突然退職し、その小さな地域のコレクションをすべて持ち去ったことで、さらなる心の傷を負った。 \"この地域にとって悲しい損失だ、\" ルイス町長が教えてくれた。 \"地元の伝承がすべて消えてしまった！\" 当時提出された盗難届によれば、多くの書籍も持ち去られており、コレクションにはこの地方特有の珍しい宝石がいくつか含まれていた。^^地元の考古学者、M・ギュンターが学芸員に就任したが、展示棚はいつまでむき出しのままなのだろうか？ それは時間が経ってみなければわからない。",
                "FilingCabinet.7": "巨大カボチャで地元農家を『驚嘆』させる:^^スターデュー・バレーの農家であるフェアヘイブンのM・テレンスさんは、先週末のスターデュー郡フェアで、2,465ポンドの見事なパンプキンを観客に披露し、大トロフィーを手にした。 \"秘密は種と土にある、\" と教えてくれた。 \"肥料をやり、毎日水をやるように気をつけなければならない。\" 巨大な果実はどうなるのかと尋ねると、彼は冗談めかしてこう答えた。: \"空洞にして、子供たちのプレイハウスにする。\"",
                "FilingCabinet.8": "ペリカン・タウンの地下でインフェルノが猛威を振るう:^^ペリカン・タウンの地下の石炭火災は、20年以上経った今も燃え続けている。^^この石炭はXXXX年にガス爆発で発火し、炭鉱労働者37人が死亡、数十人が負傷した。火災を鎮火させる試みは失敗に終わったが、鉱山の最深部に閉じ込められていると報告されており、我々の情報筋によれば、 \"万年雪のような氷で満たされた洞窟\"によって抑えられているという。いいえ、私たちにとっても科学は意味をなさないのです。しかしながら、ペリカン・タウンは今でも魅力的な小さな海辺の村であり、毎年何十人もの観光客を魅了しています。",
                "FilingCabinet.9": "スターデュー・バレー・トリビューン、ほぼ10年前: スターデュー捜索救助隊は、ペリカン・タウンに住む行方不明のトリスタンを捜索していたが、彼が洞窟探検から戻らなかった3日後に捜索を打ち切った。^^トリスタンとガールフレンドのモナが最後に目撃されたのは日曜日の朝で、ペリカン・タウンの広大な洞窟システムに入ったと見られている。真夜中近く、モナは保護者によると『混乱し、当惑した状態』で帰宅した。彼女は現在、軽度の低体温症の治療を受けている。 \"「彼女はどうしちゃったんだろう」匿名希望の友人が教えてくれた。 \"「彼女は何度も何度も、『猫を置いてくるんじゃなかった…』と呟き続けたけど、猫なんか好きじゃないのよ！」\"",
                "FilingCabinet.10": "数年前のもので、スターデューバレーの紋章入りの正式な手紙だ。:^^ルイス町長へ^前回の国勢調査でペリカン・タウンの人口が100人を下回ったため、スターデュー評議会はペリカン・タウンをより大きなグランプトン地域に同化させる決定を下しました。ペリカンタウンの統治は、今後、知事の管轄下に置かれまする。#ペリカンタウンはもはや独立した町長を必要とせず、あなたの役割は儀式的なものになるでしょう。フェーンギル共和国に対するあなたの献身と奉仕に感謝し、今後のご活躍をお祈りします。この機会に早期退職を楽しんでいただければ幸いです。^^感謝と敬意をこめて、知事。",
                "FilingCabinet.11": "あなたは15年ほど前の色あせた新聞記事を見つけた。:^Jojaの後継者が消える^^Joja・タイクーン、ジョナス・ジェームズの一人息子、ジョナス・ジェームズ・ジュニアが姿を消した。^^ジェームスJr.は、土曜日の夜に行われた億万長者の豪華な引退パーティーの後、月曜日にその役割を引き継ぐ予定だった。 しかし、目撃者によると、ジェームス・ジュニアを見たとのことである。\"真夜中に裏口からこっそり出てきた。\"^^秘密の関係がうまくいかなかったのか、それともJojaの生き方に魅力を感じなくなったのか？#ジェームス・ジュニアの友人によると、彼は会社への不満を募らせており、特に最近のゴトロ帝国との通商条約をめぐる意見の相違に対するJojaの対応に不満を募らせていたという。^^失踪は不審なものとはみなされていない。; ジェームス・ジュニアは常に人目を避ける態度を示しているが、目撃情報はすべて地元警察に報告する必要がある。^^彼が不在の間、Joja・コープの経営はジェームス・シニアが監督する委員会が担当する。",
                "FilingCabinet.12": "それは死亡記事だ:^^ペリカン・タウンのモナは、最愛の娘であり、母であり、妹であったが、今日28日春、悲劇的な事故によりこの世を去った。あまりに早く逝ってしまった。彼女の激しく燃えるような魂を失った世界は、より暗いものとなるだろう。ヨバの光の中で、愛するトリスタンと再会し、安らかに眠れますように。",
                "FilingCabinet.13": "これは広告だ:^^害虫駆除のスペシャリスト^地下室にスライムがにじみ出た？ベッドの下にモンスターが潜んでいる？親切な冒険者ギルドがお手伝いします！^\"無料見積もり\"^^マーロンまたはギルに電話（XXX-XXXX-XXXX）",
                "FilingCabinet.14": "スタードロップ・シェフが地区優勝^^\"すべては私の秘伝のタレのおかげだ、\" スターデューバレー料理コンテストのトロフィーを受け取りながら、スタードロップ・サルーンのオーナー、ガスはこう主張した。出場者はスターデュー・バレー各地から集まり、エスカルゴからトムカー・スープまで様々な料理を披露した。しかし、この日の勝利はガスのスパゲッティだった。 \"パスタは自分で作った、\"と彼は付け加えた。 \"そして食材はすべて新鮮な地元産だ。\" 『秘伝のソース』の材料は明かさなかったが、代々家族に伝わるレシピであることだけは教えてくれた。",
                "FilingCabinet.15": "Jojaコープが『インフェルノ鉱山』を購入:^^巨大企業Joja・コープは最近、ペリカン・タウンの北にある廃坑を購入した。かつては宝石と石炭の鉱山として繁栄していたが、一連の爆発事故で26人の鉱夫が死亡し、炭層に引火したため、XX年前に放棄された。Jojaコープの現地責任者であるモーリス氏は、この買収に added a small 関するコメントを拒否し、同地域における同社の計画についても明かそうとしなかった。",
                "FilingCabinet.16": "地元の町が \"世紀の嵐\"に包囲された: 昨夜6時、ペリカン・タウンの海岸沿いの町は異常な嵐に見舞われた。風速２５メートルを超える猛烈な突風と大雨のため、何軒かの家が地元のサルーンに避難した。#この暴風雨で、町のコミュニティ・センターを含むいくつかの建物が破壊され、かつて繁栄していた鉱山村にさらなる打撃を与えた。^\"我々はここから立ち直るだろう。\" とペリカンタウンのルイス町長は言う。\"ペリカン・タウンは多くの嵐を乗り越えてきた。私たちのコミュニティは生き残る。\" 彼のコミュニティに対する信念は賞賛に値するが、XX年前に鉱山が閉鎖されて以来、人口が大幅に減少していることに留意しなければならない。",
                "FilingCabinet.17": "蜂蜜泥棒、地元のおばあさんに阻止される: エブリン \"おばあちゃん\" ミュルナーさんはガーデニング用具だけで空腹の熊を撃退し、今夜ペリカン・タウンで英雄として称えられている。^^\"ガーデニングをしていたの、\"と、勇敢なおばあちゃんが教えてくれた。\"大きなクマが森から歩いて出てきたの。かわいそうに、ただお腹が空いていたのだと思うわ、でもとても怖かったの！私は熊手でクマ鼻先を叩いたわ。\" そしたら、クマはすごく取り乱した様子で、さっさと逃げて行ったわ。^^\"実は、とても気の毒に思ったの、\"ミュルナーおばあちゃんは続けた。 \"でも、肉食動物が子供たちの周りをうろつくようなことがあってはならないわ！だから、森の中の木の切り株にメープルシロップを置いてきたの。私の謝罪を受け入れてくれたと思うわ。次の日にはボトルは空になって、きれいに舐めとられていたの！\"",
                "FilingCabinet.18": "ノートからちぎった、シミのついた紙の切れ端だ。:^^鉱山が爆発して以来、この谷は穏やかではなくなった。それは邪悪な魔物を呼び覚まし、地下のどこかで暗く影のようなものが眠っているのだ。これが『ヴォイド、闇』と呼ばれる存在なのか？^腐敗は洞窟の中を疫病のように蔓延し、コウモリを怪物にねじ曲げ、無害な甲殻類を恐ろしい獣に変異させている。^…間のバランスを取り戻すことが私たちの義務である。^^…サビた茶色のシミが付き、文字が読めない。 ",
                "FilingCabinet.19": "あなたは勇敢な心と強靭な精神を持っていますか？ イエス？それならば、冒険者ギルドはあなたを必要としています！^^闇の怪物たちはますます大胆になり、スターデュー・バレーの善良な人々を脅かす存在となっている。^^渓谷の守護者になるために必要な資質を備えていると思われる方は、冒険者ギルドに電話をし、マーロンかギルと話をしてください。^^*採用には身体検査が含まれます。冒険者ギルドはこの過程で発生した生命や身体の損失に対して責任を負いません。",
                "FilingCabinet.20": "スタードロップとは？^^この神秘的な果実の存在に思いを馳せる人は少なくないだろう。スタードロップを摂取した者は決して死ぬことはないと言われており、不老不死の秘密が隠されているのではないかといううわさもある。^^しかし、わかっているのは、その伝承がスターデュー地方の固有のものだということだ。",
                "FilingCabinet.21": "別荘貸します: 都会から離れた隠れ家をお探しですか？ペリカン・タウン近くのシンダーサップ・フォレストで、美しい自然を満喫しましょう。川沿いの静かな立地。 自然が好きな方にお勧めの落ち着いたワンルームのコテージです。 長期、短期の賃貸が可能です。^^マーニー（XXX-XXX-XXXX）までご連絡ください。",
                "FilingCabinet.22": "鳥の脅威に包囲された町: チェスターヴェイルはまたもや襲撃を受けたが、今回は思いがけない襲撃者だった！ガチョウである！^^\"あの害鳥はうちのニンジンを全部むしり取ってしまった、\" と、地元の庭師が教えてくれた。 \"そして、オレのカギを川に落としやがった。自分の庭から締め出されたんだ！\"^^\"本当に怖いんだよ\"と、小さな男の子が付け加えた。 \"僕の眼鏡も盗まれたんだ！\"^^ガチョウによる恐怖の支配は、地元のビアガーデンに追い詰められ捕獲された後、終止符が打たれた。^^その犯罪の正当性を本人に問うと、こう答えた。\"ガー！\"",
                "FilingCabinet.23": "スターデュー・バレー・トリビューン、20年以上前:^ペリカンタウンに新町長が就任: M.ルイスは本日、地方選挙で大勝し、ペリカン・タウン町長に就任した。^^\"この町に素晴らしい計画があるんだ。\"と発表した。 \"スターデュー・エコノミーの最前線に彼女を送り込み、私たちの足跡を地図に刻みたいと考えています。\"^対立候補のギルドマスター、マーロンは潔く負けを認めた。",
                "FilingCabinet.24": "ノートから破いた1ページ:^スターデュー・バレーの地下には何がある？スターデューバレーの山岳地帯にある洞窟にはたくさんの秘密が隠されている。我々が理解できない技術を含む奇妙な人工物が発見され、イリジウム鉱石が多く産出することから、隕石衝突の可能性が示唆されている。このことは、『ウィンター・スター』にまつわる地元の言い伝え、スタードロップと呼ばれる固有の神秘的な果実、ペリカン・タウンの土壌の傑出した肥沃さと相まって、この世界のものではない何かを示唆している。^^さらなる研究が必要だと思う。^^M.ジャスパー",
                "FilingCabinet.25": "Jpja・コープ社は、フェーンギル共和国が自国内での石油資源の獲得を目指すため、本日より北海での掘削を開始する。共和国はゴトロ帝国との関係を断ち切ろうとしているが、ゴトロ帝国とは国境と条約をめぐって対立しており、両隣国間の緊張が高まっている。XXXX年の通商条約締結後、ゴトロ帝国は原料石油の価格を高騰させ続け、フェーンギル共和国全土で規制が敷かれるようになった。",
                "FilingCabinet.26": "ザ・スターデュー・インクイジター:^^春7日、雨が降りしきるなか、私たちの勇敢な超心理学者クリスタル・ムーンビームは、このような状況下で現れるという霊のうわさを聞きつけ、ペリカン・タウンの潮干狩り場に足を踏み入れた。小さな小川を渡ると、彼女はその姿を見つけた。 大きな帽子をかぶった初老の男性だ。\"雨は彼の周囲を霞ませているようだった、\" ムーンビームがレポートする。 \"彼がそこにいるような…でも、なぜかそこにいないような…。彼は私の目を見て、深海の材木がきしむような声で言ったわ。『お嬢さん、君の目は輝いているようだが、残念ながら彼女は君のことを同じようには思っていないようだ』\"",
                "FilingCabinet.27": "ノートから破いた1ページ:^親愛なるギュンターへ、^ブルーマイアのゴブリン族は文字を持たないが、話術に長けており、物語や舞踊を通して自分たちの文化的歴史を守ってきた。部外者にはほとんど許されない公演に何度か参加できて光栄だった戦争には繰り返し登場するテーマがある。影と「明るく激しい光」の衝突が何世紀にもわたる混乱をもたらし、ラスモディウスのエレメト戦争の物語に酷似している。^残念なことに、不幸な誤解の末に、彼らと過ごす時間は突然途絶えてしまった…詳細は割愛しよう、友よ！…しかし、言うまでもなく、早急な撤退が必要だったのだ！敬具。M.ジャスパー",
                "FilingCabinet.28": "妖精に連れ去られた？:^^心配した保護者から捜索願が出されてから4時間後、7歳のモナはシンダーサップの森の西にある森の中で、ようやく元気な姿で発見された。\"妖精たちとお茶会してた。\"と彼女は救助隊に伝えた。\"魔法のネックレスをくれたんだ！\"彼女は革紐にシンプルな水晶のネックレスを手放そうとしないが、冒険の疲れはないようだ。",
                "ProfessorSnail.JasperBook": "水に濡れてボロボロになったM・ジャスパーの『有名な旅』だ。'"
            }
        },
        {   //Special Order Strings
            "Action": "EditData",
            "Target": "Strings/SpecialOrderStrings",
            "Entries": {
              //Geodes Order
              "Lemurkat.SpecialOrders.JasperGeodes_Name": "Geode Order",
              "Lemurkat.SpecialOrders.JasperGeodes_Text": "地質学の授業でジオードを使いたいのですが、考古学ハウスにジオード20個を届けていただけると助かります。  ありがとう、M・ジャスパー（教授）.",
              "Lemurkat.SpecialOrders.JasperGeodes_Objective_0_Text": "ジオードを20個集める",
              "Lemurkat.SpecialOrders.JasperGeodes_Objective_1_Text": "ジオード20個を博物館カウンターのドロップボックスに預ける",
              //Scrolls Order
              "Lemurkat.SpecialOrders.JasperScrolls_Name": "Dwarven Scrolls",
              "Lemurkat.SpecialOrders.JasperScrolls_Text": "私は現在、ドワーフの謎を探し求めており、ある巻物が鉱山の奥深くで見つかると聞いています。もし発見された方がいらっしゃいましたら、どうか私の研究のためにご提供ください。M.ジャスパー (教授).",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_0_Text": "ジャスパーに赤いリボンのついたドワーフの巻物を渡す",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_1_Text": "ジャスパーに緑のリボンのついたドワーフの巻物を渡す",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_3_Text": "ジャスパーに青いロープのついたドワーフの巻物を渡す",
              "Lemurkat.SpecialOrders.JasperScrolls_Objective_4_Text": "ジャスパーに金の鎖のついたドワーフの巻物を渡す",
              //Dwarven Device
              "Lemurkat.SpecialOrders.JasperDevices_Name": "Dwarven Device",
              "Lemurkat.SpecialOrders.JasperDevices_Text": "スモルアヌに関する私の研究では、鉱山や火山で発見された謎めいた品々を必要とします。 どなたか、考古学ハウスまで届けてくださる方はいらっしゃいませんか？ ありがとうございます - M. ジャスパー（教授）",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_0_Text": "噴石のかけらを20個集める",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_1_Text": "ドワーフの装置1体を博物館カウンターに届ける ",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_2_Text": "博物館のカウンターに貴重な円盤を1枚届ける",
              "Lemurkat.SpecialOrders.JasperDevices_Objective_3_Text": "噴石のかけらを20個、博物館のカウンターに届ける。"
            }
          },
          {//Special Order Mail
            "Action": "EditData",
            "Target": "Data/Mail",
            "Entries": {
              "Lemurkat.SpecialOrders.JasperGeodesMail": "Dear @,^あなたの貢献に心からお礼申し上げます。岩の中に隠された不思議を発見して、子どもたちが喜んでくれることを期待しています。水曜日の授業中、お気軽に鍛冶屋にお立ち寄りください。^感謝の印も同封します。^^   - M.ジャスパー（教授）。%item bigobject 21 %%[#]Geode Order Thank You",
              "Lemurkat.SpecialOrders.JasperScrollsMail": "Dear @,^巻物をありがとうございます。 きっと多くの啓示が得られると確信しています。感謝のしるしとして、このささやかな贈り物をお受け取りください。ドワーフの珍味とのうわさです。^^  - M.ジャスパー（教授）%item object 554 5 %%[#]Scrolls Order Thank You",
              "Lemurkat.SpecialOrders.JasperDevicesMail": "Dear @,^あなたの配達はありがたく受領しました。私の研究が進み次第、またご報告させていただきますが、当面は同封のものをお楽しみください。お役に立てれば幸いです。^^   - M.ジャスパー（教授）%item object 852 5 %%[#]Dwarvish Devices Thank You"
            }
          },
    ]
}