{
    "Changes": [
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "Entries": {
                "spouseRoom_Jasper": "ああ、自分だけの場所。インクと紙の香りがします、@。それが家の香りです。$1#$b#でも、あなたがいなければ、本当の家とは言えませんよ、@。$4",
                "Rainy_Day_0": "私は雨の日の匂いが好きです。空が大地にキスをしているような感じです。$1#$b#なんですか？天気をロマンチックに語るのは自由ですよ、@。$4",
                "Rainy_Day_1": "今日は『ドワーフの謎』の校正を終えるのにちょうどいい日ですね。#$b#気をつけて、@。 愛しています。",
                "Rainy_Day_2": "家のことで何かしてほしいことはありますか、@？ 両手がふさがっていると、脳が働きやすくなるんです。",
                "Rainy_Day_3": "ピーズボディの最新の 『研究』が発表されている。#$b#読まない方がいいのはわかってるんですけど…でも…$5",
                "Rainy_Day_4": "ああ、この天候は私の足を猛烈に痒くするよ。#$b#申し訳ありませんが、今日はあまり動けないかもしれません。",
                "Rainy_Day_Jasper": "そろそろ積ん読を片付けないといけませんね。$3#$b#今日もご安全に、@。コートは必ず羽織ってくださいね。$1",
                "patio_Jasper": "こうして目を閉じて深く息を吸い込み、思考をクリアにするのが好きなんです。#$b#その時、私は彼らの声を聞くのです、@。樹上の鳥の声、ブンブン飛び回る虫の音。#$b#私は自然の一部になる。",
                "Rainy_Night_0": "お疲れさまです。おお、ずぶ濡れですね！#$b#どうかご自愛ください。病気になってほしくありません。",
                "Rainy_Night_1": "筆が進まないので料理に挑戦してみたんです。[236]#$b#残念ながらグルメ料理とは言えませんが、身体は温まるはずです",
                "Rainy_Night_2": "まったく、人というものは！#$b#ごめんなさい、@。あなたに腹を立てている わけではありません！ピーズボディ教授の最新の論文を読んでみましたが…、あぁ、彼の提案はやはりとんでもないものでした！^ごめんなさい、@。あなたに腹を立てている わけではありません！ピーズボディ教授の最新の論文を読んでみましたが…、あぁ、彼女の提案はやはりとんでもないものでした！",
                "Rainy_Night_3": "おぉ大変だ、ずぶ濡れじゃないですか！さあ、こっちへ。濡れた服を脱がせてあげます。$2#$b#いえ、これはそういうことではなくて…その…でも、そうかもしれません…$4",
                "Rainy_Night_4": "コートを預かりましょう。今夜は一緒に丸くなってお話をするのにいい夜だと思いませんか？#$b#あるいは、おそらく他のことも。$4",
                "Rainy_Night_5": "あぁ、屋根に落ちる雨の音、隣にいる大好きな人…#$b#これ以上何を望むことがあるのでしょうか？",
                "Rainy_Night_Jasper": "一日中、ずっと冷たい雨が降り続いていますね、@。#$b#雨漏りするかもしれないので、明日の朝、確認しますね。$2",
                "Indoor_Day_0": "おはようございます、@！ どうか気をつけていってらっしゃい。[195]#$b#私はシェフではないけれど、ふわふわのスクランブルエッグなら作れます！",
                "Indoor_Day_1": "昨晩はいろいろなアイデアが頭の中を渦巻いて寝られなかったので、今日はこの調合液で生きていくことにします。[253]",
                "Indoor_Day_2": "あなたは本当に%farmファームを生き返らせてくれましたね、@。私もよくここに遊びに来ていました。ポケットに石ころをいっぱい詰めた、やせっぽっちの子供でした。#$b#あなたのおじいさんはいつも私に優しくしてくれました。彼はあなたが成し遂げたことを誇りに思うでしょう。$3",
                "Indoor_Day_3": "うーん…。今日は何をしようかな？ 執筆？ それとも軽い読書？#$b#あ、それから、忙しいスケジュールの合間を縫って、家事をする時間も作れると思いますよ、@。$4",
                "Indoor_Day_4": "あなたは外の手入れをし、私は砦を守ります！%petと私は、埃をかぶったウサギの軍団と戦います！ $3",
                "Indoor_Day_Jasper": "@。私はむしろ、主夫であることを楽しんでいますよ。$3",
                "Indoor_Night_0": "さあ、こちらへどうぞ、@。火のそばで私と一緒に丸くなりましょう。物語でもいかがですか？$4#$b#ゴブリンの話？ それとも、私の『ワイルドで無鉄砲』な学生時代の話を聞きたいですか？$1#$b#ああ、キャメロンに誘われた悪ふざけ！$3",
                "Indoor_Night_1": "『ダイヤモンドは女の子の親友』と言われますが、ダイヤモンドと心ときめく会話ができるのでしょうか？[72]$4#$b#プレゼントです。どうか私を愛する以上に愛さないでくださいね！$3",
                "Indoor_Night_2": "申し訳ありません、今日はあまり家事ができませんでした。複雑な理論の解明を進めていたのです。#$b#ああ、詳細は省きます。細かいことであなたを退屈させたくないのです、@。
                。$2#$b#あなたは退屈したいのですか？ それなら、いいでしょう！$3",
                "Indoor_Night_3": "先延ばしにして一日を過ごしてしまった…あ、掃除のことです。$1#$b#すべてにホコリがないことが望ましいですね！$3",
                "Indoor_Night_4": "ああ、もうこんな時間！ 思考に耽ってしまった。#$b#すみません、夕食を作れませんでした。",
                "Indoor_Night_Jasper": "最新の研究論文の最終チェックを終えたところです。$1#$b#あとは提出して、そして願うだけです…$2",
                "Outdoor_0": "おはようございます！朝食の前にちょっと散歩してきました。ドクターの指示ですからね。すべて順調のようです。",
                "Outdoor_1": "ああ、新鮮で澄んだ空気。私はここがとても好きですよ、@。そして、あなたの人生の一部であることにとても感謝しています。",
                "Outdoor_2": "南側の町の境界付近の木々の間に、一瞬、閃光が見えました。 鳥ではないと思います。$1#$b#私たちのジュニモの仲間の一人であることを願っています。$4",
                "Outdoor_3": "ここはとても平和です。 都会の喧騒にはもう戻れません。",
                "Outdoor_4": "夜明けに目が覚め、心が騒いで眠れず、散歩に出かけました。#$b#畑の中に暗い人影がちらっと見えました。地底人の友人だと思いますか、@？$1",
                "funLeave_Jasper": "少し運動したほうがよさそうですね。ドクターの命令ですから！ そして、友人たちのところにも行ってみようと思います。#$b#良い一日を、@。忘れないでください、あなたは『ロック（最高）』です！",
                "funReturn_Jasper": "ああ、散歩は本当に疲れたよました。 もうヘトヘトです！#$b#あなたはもっとエネルギッシュな一日を過ごせましたか、@？",
                "TwoKids_0": "子どもたちのおかげで、私は常に刺激を受けています！ 私は子どもたちに火山のことを教えました。$1#$b#キッチンをちょっと散らかして…#$b#…それから、後片付けの仕方を全部教えました！$3",
                "TwoKids_1": "今日は子供たちと庭で遊びました。%kid1は考古学者を目指しているようですね！ #$b#しかし、%kid2は鼻の中身を発掘することに興味があるようでした…$2",
                "TwoKids_2": "%kid2が今日『ジオード』って言ったんです！ 少なくとも、私はそう言ったと信じています。#$b#しかし、それは赤ん坊の喃語と希望的観測に過ぎないのかもしれません。",
                "TwoKids_3": "子供たちと『学校ごっこ』をしているんです。%kid1は人間学の原則を理解し始めていると思います。$1#$b#しかし、%kid2は現在、すべてのおもちゃをフレーバーで分類しています。$3",
                "Good_1": "今日、私はあなたに 『あなたは素晴らしい』と言いましたか？#$b#言ってない？それはずいぶん怠慢ですね。私はもっと頑張らなくてはいけませんね？$1#$b#@、あなたは素晴らしい。そして愛しています。$4",
                "Good_2": "いい日ですね！えー、あなたは碧玉が一番好きですよね？[563]$4#$b#すみません。地質学ユーモアを少し。$3",
                "Good_3": "やあ、@。ロックだね！$1#$b#わかりましたか？$3",
                "Good_4": "新鮮な空気は魂に良い。そして、私の愛するあなたがそばにいてくれることは、さらに良い癒しとなるのです。$3#$b#愛していますよ。$4",
                "Good_5": "ええ、ギュンターの本を借りています。非常に….インスピレーションを与えてくれました。$4#$b#もし今夜、あなたが早く帰宅できるのであれば、私の『研究』から利益を得ることができるかもしれませんよ。$3",
                "Good_6": "我が家は私にとって天国になりました、@。本当に心が安らぎます。$1",
                "Good_7": "ドワーフの秘密を世に明かすことはないかもしれませんが、@、代わりにもっといいもの、つまりいい人を見つけました。あなたです。$4#$b#あなたは素晴らしい。そして私の欠点に寛容でいてくれる。本当にありがとう。$3",
                "Good_8": "あなたは私の太陽、私の月、私の星空…$1#$b#ええ、そうです、一度だけ映画の中で聞いたことがありますが、ともかくそれは真実です！$5",
                "Good_9": "シンプルなことにこれほどやりがいを感じるとは思いませんでした。新鮮な食べ物、暖かいベッド…#$b#そして私の隣にいる最高にゴージャスな男性。$3^そして私の隣にいる最も素晴らしい女性。$3",
                "Neutral_0": "$p 5070124#うーん…。キャメロンに手紙を書いていたところです。よろしく、と言っておきましょうか？$1^うーん…。キャメロンに手紙を書いていたところです。よろしく、と言っておきましょうか？$1|私は今、少し集中して最新の論文を書いているところです。",
                "Neutral_1": "今日はやり過ぎたのではないかと心配です…明日はもっと気楽に物事を考えるべきかもしれません。",
                "Neutral_2": "申し訳ありません、@。今少し忙しくて…ジャスからかなり示唆に富む質問をされたので、適切な返答を考えているところです。",
                "Neutral_3": "$1 ZuCU_Tenure#昔の講師時代を懐かしく思っています。もし私がZuCUの終身在職権を申請したら、あなたはどう思いますか？$2$k#$e#別の終身在職権申請は却下されました…。あなたに、ダメな私を押し付けているのではないかと心配しています、@。$3",
                "Neutral_4": "今日もアイデアが水のように湧いてきます…。ああ、それは喜びです、@。こうしてひらめきを与えられるのは！",
                "Neutral_5": "骨の奥が痛いんです、@。 年を取るのは怖いですね。",
                "Neutral_6": "@、新聞を見ているんですが、バレー全域で小さな窃盗が増えているようです。$2#$b#単なる希望的楽観主義かもしれませんが、ドワーフと関係があるのでしょうか？",
                "Neutral_7": "#$1 ZuCU_Submission#私は別の論文を提出しました。私の名誉回復に役立つことを期待しています。$k#$e#ZuCUの新入生クラスのために、いくつかのチュートリアルを録音するつもりです、@！教壇に立つこととは違いますが、少なくとも都会を訪れる必要はありません。.",
                "Neutral_8": "ヴィンセントは節足動物、つまりクモ類が好きすぎるのかもしれません。 ペットとしてクモを飼っているようです。$2",
                "Neutral_9": "…ドワーフの出現がシャドーフォークを混乱させたのなら…説明がつく…#$b#やあ、こんにちは、@。ごめんなさい、今ちょっと忙しいんです。",
                "Bad_0": "この家に閉じ込められているストレスで苦しいです。私の創造性が抑圧されています。お願いです。私には少し空間的な余裕が必要です。",
                "Bad_1": "私は時々、あなたの夫なのか、それともハウスキーパーなのかと思うことがあります！お願いです、@、私に話しかけてください！$2",
                "Bad_2": "私たちの間に燃え上がっていた火花は、今では揺らぎ、消えてしまいました。あなたが私のような年老いた愚か者と一緒にいることを嫌がるのはわかります。",
                "Bad_3": "そろそろキャメロンにもう一度連絡を取るべきかもしれませんね。少なくとも彼は私のために時間を割いてくれました。$2^そろそろキャメロンにもう一度連絡を取るべきかもしれませんね。少なくとも彼女は私のために時間を割いてくれました。$2#$b#たとえそれが議論するためだったとしても。",
                "Bad_4": "熾烈な議論も、無言の沈黙よりはマシです。私達が一緒に過ごしたあの頃が恋しいです、@。どうか、もう一度チャンスをください。2",
                "Bad_5": "ああ…私のために時間を割いてくれたのですか？ すぐに合流しますから、このノートを仕上げさせてください。$2#$b#そうですね、私の仕事は重要です！$5",
                "Bad_6": "ゴブリンの族長が私をだまして娘と結婚させようとしましたよね。$2#$b#おそらく、彼女の方が気が合う相手だったのでしょうね。$5",
                "Bad_7": "*ため息をつく*こんなことを言うと後悔するでしょうが、あの時一緒にいたゴブリンたちはもっといい仲間でしたよ 。$5#$b#少なくとも、たまに話しかけてくれました…$2",
                "Bad_8": "時折、私が洞窟から戻らなかったら、あなたは気づいてくれるだろうか、と思うことがあります。$2#$b#一緒に過ごした日々が懐かしいよ、@。あなたが『運命の人』だと信じていました。$2",
                "Bad_9": "…私が忙しいのが分かりませんか？ ああ、私は何もしていないように見えますか？$5#$b#私にかまわないでください。お願いですから、@。$2",
                //Dated Dialogue
                "spring_1": "春が来ましたね！あまり農作業のお手伝いができなくて申し訳ないのですが、ランチを作りました。[240]",
                "spring_8": "大地がよみがえるのを見るのが好きなのです。",
                "spring_12": "明日のエッグフェスティバルを楽しみにしています、@。 新生と再生をお祝いしましょう。 私自身、生まれ変わったように感じていますから。$1",
                "spring_13": "おはようございます、@！お祭りには最高の天気ですね。$1",
                "spring_23": "愛に包まれ、そして私の足元には春がある。$3#$b#明日は私と一緒に踊っていただけると光栄です。$1",
                "spring_24": "ダンスシューズを履いて、準備は万端です！しかし、あなたがもっと確実なパートナーを選ぶなら、私は受け入れますよ。#$b#でも、私と一緒に踊ってほしい。$4",
                "summer_1": "夏はアウトドアを楽しむ季節です。$1#$b#どうか日よけの帽子をお忘れなく、@。$4",
                "summer_8": "昨夜は落ち着きがなくてすみませんでした…。この暑さで眠れないんです。$2",
                "summer_15": "私の父は陽気な人でした。 疲れているはずなのに、いつも私のために時間を割いてくれて、私はいつも質問攻めでした。#$b#いつか私も彼のような良い父親になりたいと願うばかりです。父にとても会いたいです、@。",
                "summer_11": "ああ、実は今日のルアウをとても楽しみにしているんですよ！$1#$b#あなたがそばにいてくれることで、本当にコミュニティの一員なんだと実感しています。$3",
                "summer_28": "今夜、クラゲたちは南の暖かい海に向かって移動を開始します。#$b#今夜、ビーチで会いましょう、@。$4",
                "fall_1": "ああ、収穫の季節がやって来ましたね！#$b#ああ、私はこの秋という季節が大好きです。秋、それはとても美しい言葉です。$1",
                "fall_22": "@！今年の誕生日をどう祝おうか思案中です。#$b#ああ、冗談じゃない。私はきっと本に没頭して、すべてを忘れてしまうのでしょう。$1#$b#愛しています。今夜会いましょう。$4",
                "fall_15": "明日のスターデューバレーまつりが楽しみです。あなたの展示はきっと素晴らしいものになると確信しています。#$b#私ですか？私はマーロンとクリントに会って、静かな付き合いを楽しみます。$3",
                "fall_16": "あぁ、スターデューバレーまつりにぴったりの素晴らしい日ですね！旧友に会えるのも楽しみです。$1",
                "fall_26": "子供の頃、私はこのスピリットイブが大好きでした。今は、あの迷路に入ることを考えると寒気がします。#$b#楽しいのは分かっていますよ、@。しかし…$2",
                "winter_1": "おお、寒くないですか、@？ 冬は大地に毛布をかけましたね。$1",
                "winter_7": "@、明日は釣り大会に参加しますか？",
                "winter_15": "ああ、そうそう、行商人たちが来ていますね！ お土産を買う絶好のチャンスです！#$b#誰のために何を買いましょうか？えーと、ギュンター、ラズモディアス… それからペニーさん…$3#$b#あれ、誰か忘れていますか？誰だろう…？$1",
                "winter_25": "ハッピー・ウィンター・スター。何に感謝しているか、ですか？ ああ、たくさんあります！#$b#友情…良い本。そしてもちろん、私の愛するあなた。ハッピー・ウィンター・スター。愛していますよ。[578 565 553 547 347]$4",
                "winter_28": "こうして今年もお別れですね、＠。来年はどんな年になると思いますか？[459]#$b#冒険？新しい発見？ああ、私は一向に構わないんです。私たちが一緒にいられるなら。それで。$4",
                "summer_21": "@…恐ろしい悪夢を見ました。私は一人で、暗闇の中にいました。あなたに会えて、とても安堵しました。$2"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "summer"
            },
            "Entries": {
                "spouseRoom_Jasper": "ちょうどいくつかの通信をチェックしてたところですよ、@。",
                "Rainy_Day_0": "ああ、この夏の雨はやけに蒸し暑いですね。 今日は家の中で読書でもしようかな。",
                "Rainy_Day_2": "外はひどい雨ですよ、@。気温は高いですが、レインコートを着るのを忘れないでください。",
                "Rainy_Day_3": "乾いた土に降る雨の香りをペトリコールと呼ぶのをご存知ですか？#$b#これは微生物が放出する有機化合物で、節足動物もこれを好むのだそうです。$1#$b#あぁ、すみません、生物学の授業をするつもりはなかったんですが…自然は魅力的ですよね？$4",
                "Rainy_Day_4": "『尊敬する』大学からまた不採用通知を受け取りました。#$b#いっそのこと、フィクションに手を染めたほうがいいのかもしれません。",
                "patio_Jasper": "素晴らしい日ですね。 帽子をかぶるべきだったかもしれませんが…$1",
                "Rainy_Night_0": "ああ、@。ちょうどいいところに。ソースの女王の番組を見ていて、ちょっとしたものを作ってみたんです。[234]$4",
                "Rainy_Night_1": "回顧録を書いているんですよ、@。$1#$b#それが事実なのかフィクションなのか、判断できない人がいるかもしれませんね。$3",
                "Rainy_Night_2": "@、母は父の死から立ち直れたとは思いません。#$b#父は優しくておおらかな心の持ち主で、母は穏やかで話し上手な人でした。#$b#あなたに会って欲しかったです＠。きっとあなたのことをとても気に入ってくれたでしょう。#$b#すみません、雨の夜は感傷的になるんです。",
                "Rainy_Night_3": "一緒にベッドに入りませんか、@？私の回顧録を読んであげましょうか？$1#$b#それとも、何か別の方法で一緒に楽しむ方法はないかな？$4",
                "Rainy_Night_4": "ほら、濡れた服を脱ぐのを手伝ってあげましょう。$3#$b#えっ？いや、そう言う意味ではありません！$4#$b#えー…その、少しは。$1",
                "Indoor_Day_0": "おはようございます！ 早起きしてパンを焼きました。[234]#$b#母と私は日曜の朝によく一緒にパンを焼いていたんです。#$b#正直に言うと、一番楽しかったのは、残った生地を 『片付ける』ことでした！$1",
                "Indoor_Day_2": "今日は春の大掃除にふさわしい日だと思います。少し遅くなりましたが。#$b#出て行って征服しなさい。私はあなたの献身的なハウス・ハズバンドとなりましょう。",
                "Indoor_Day_3": "悪夢はまだ私を苦しめています、@。でも、あなたがそばにいてくれるからずいぶん楽になります。$3#$b#しかし、本当の意味で自由…悪夢からの解放はないのだろうと思います。$1",
                "Indoor_Day_4": "昨夜、何かが天井をひっかいているようでした。 鳥が巣を作ったのではないかと心配です。$2",
                "Indoor_Night_0": "いい夜ですね、@。香りを気にしないでほしい。#$b#虫を寄せ付けないためにシトロネラ・キャンドルをたいています。",
                "Indoor_Night_1": "暖かい夜ですね。 外に毛布を持って出て、星を観察しましょう。",
                "Indoor_Night_2": "ああ、この暑さで膝がひどく痒い。また動けるようになってうれしいけれど…$5#$b#ああ、すみません、呻くつもりはなかったんです。$2",
                "Indoor_Night_3": "今晩はとても暑いですね。 少し涼しくなるものをどうぞ。[233]",
                "Indoor_Night_4": "父は長時間働き、家に帰ると石炭の粉で真っ黒になっていました。#$b#それでも、父はいつも私と母のために時間を割いてくれました。母にちょっとしたアクセサリー…傷のついた宝石や面白い石など、を持ってきてくれました。#$b#友達はみんなトラックや人形のおもちゃで遊んでいましたが、私は石や貝殻で世界を作りました。$3",
                "Outdoor_1": "暑くて眠れなかったので、日の出を拝もうと外に出ました。#$b#本当に美しい農場です。$1",
                "Outdoor_0": "小さな森の精霊たちが訪ねてきたみたいです！ 玄関先にプレゼントが置いてありました。[402 259 398] ",
                "Outdoor_2": "おはようございます、@！ 暑くなる前に、農場を少し散歩してきました。$1#$b#すべて順調のようです。$3",
                "Outdoor_3": "ああ、私の心はアイデアであふれていますよ、@！ここの静けさは、ああ、こんなにもインスピレーションを与えてくれるのですね。",
                "Outdoor_4": "あなたが気にしないことを願いますが、@、下の畑を少し掘ってみました。#$b#私はこれを見つけました。#$b#ちょっと面白いでしょう？ 昔ここに住んでいた人たちは、本当にニワトリが好きだったんでしょうね。[113]",
                //"funLeave_Jasper": "足を伸ばして、友人を訪ねる時間ですね、@。ギュンター何かメッセージはありますか？#$b#ついでに何冊か本を借りてこようかな。",
                //"funReturn_Jasper": "ああ、たくさんの本を運んで腕が痛いです！#$e#$c 0.5#ギュンターがお気に入りのひとつをこっそり忍ばせたようです。私の好みのジャンルとはちょっと違うかもしれないけれど、試してみようと思います。$1",
                "TwoKids_0": "$1 TwoKids_Jasper#私たちのことはご心配なく、＠、子供たちと私は楽しい時間を過ごします！$k#$e#子供たちをビーチに連れて行こうかな？%kid1に砂の城作りの技術を教える時が来たのかもしれません。",
                "TwoKids_1": "%kid1にアイスクリームを与えたのは、良いアイディアではなかったかもしれません…#$b#でも心配いりませんよ、壁は全部掃除しましたから！$3#$b#%kid1はかなりの芸術家ですよ。",
                "TwoKids_2": "子供たちはとても仲良く遊んでいます。 いつまでも仲良しでいてほしいですね。$4",
                "TwoKids_3": "子どもたちが絵を描いてくれましたよ、@。%kid2は色を試しているところです。$1#$b#%kid1はあなたにニワトリを描きました。あるいはワニかもしれません。ちょっと様式化されていますね。 $1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "fall"
            },
            "Entries": {
                "spouseRoom_Jasper": "おはようございます。 夜明けから起きていて、あまりに刺激的で寝られませんでした$1#$b#なぜひらめきはいつも早朝に訪れるのでしょうか？",
                "Rainy_Day_0": "本当に今日出かけなければいけませんか？ お菓子作りでもしませんか？#$b#ソースの女王を見ています。彼女が最もインスピレーションを与えてくれることがわかりました。$1",
                "Rainy_Day_2": "この秋の雨はどちらかというとどんよりとしていますね。それでも、屋根の上では最高の音楽が聞こえてきます。#$b#今日はおそらく、一日中本の中に逃避しているような気がします。$3",
                "Rainy_Day_3": "@、どうか濡れないように、そして暖かくしてください。風邪をひかないよう気を付けてください。$2",
                "Rainy_Day_4": "今日は鉱山には行きませんよね、@？#$b#どうぞ、お気をつけて。さあ、これが役に立つかもしれません。 [349]",
                "patio_Jasper": "秋の色はとても美しく、気温も申し分ありません。$1#$b#一日中ここに立って自然に浸っていたいくらいです。$3",
                "Rainy_Night_0": "いい夜ですね、@。あなたの一日を甘くするちょっとしたものをどうぞ。[611]$1#$b#あなたがまだ十分に甘くないということではありません！$4",
                "Rainy_Night_1": "水漏れが心配ですね。 明日、見てみましょう。$2",
                "Rainy_Night_2": "@、凍えています！ これを飲んで、体の中から温まってください。[236]$2#$b#毛布の中で身を寄せ合って、一緒に読書でもしましょうか？$3",
                "Indoor_Day_0": "夜中にガサガサという音が聞こえました。夜が涼しくなったので、ネズミが家の中に入ってきているのだと思います。$2#$b#%petが任務を全うしてくれることを願っています。$1",
                "Indoor_Day_2": "おはようございます、@。忙しい一日を乗り切るのにこれが役立てば幸いです。[201 240 241 242]$3",
                "Indoor_Day_3": "私の今日の予定ですか？ まあ、私が追求している新しい理論があるのですが…#$b#名声を得ることはできないかもしれませんが、キャリアの再確立には役立つかもしれません。$3",
                "Indoor_Day_4": "今日はゴブリンの友達のことを考えていたんです。 ああ、違いますよ、心配することはありません、@！$2#$b#彼女は今、族長になったのでしょうか？ 彼女はいつも外の世界に興味津々でした。$1",
                "Indoor_Night_0": "今日は…いい一日ではありませんでした、@。重く、不吉な感じがします。$2#$b#お願いです、一緒にベッドに入りませんか？ あなたと一緒にいると、とても心が安らぐんです。$2",
                "Indoor_Night_1": "@、お帰りなさい！そんな時間ですか？ 研究に没頭していて、すっかり時間を忘れていました。$2#$b#申し訳ありません、夕食を作っていませんでした。$2",
                "Indoor_Night_2": "素晴らしいニュースです、@！私の最新の論文が{{random: 『未確認動物学の現在』, 『異説ジャーナル』, 『異端の存在』}}に掲載されることが決まりました。$1#$b#ええ、私が期待していたような一流の出版物ではないことは分かっています…。しかし、これは始まりです。$2#$b#それに少なくとも、人々がこれを読んでいることは知っています！$3",
                "Indoor_Night_3": "ゴブリンもスピリットイブを祝いますが、私たちとはやり方が違います！$3#$b#彼らは木や繊維で編んだ人形を使って祖先の物語を語り、骨で作った楽器で祖先の賛美を歌います。#$b#スピリットイブは、彼らにとって思い出を語るためのものであり、影から隠れるためのものではありません。$1",
                "Indoor_Night_4": "風が雨戸をガタガタと鳴らし、板がぎしぎしとうめく音を聞く…$2#$b#あなたがここにいてくれてうれしいです、@。私を影から守ってくれる。$4",
                "Outdoor_1": "子供の頃、私たちは崖をよじ登り、ブラックベリーのバスケットをいっぱいにしようと競争したものです。$3#$b#母は素晴らしいベーカーで、とてもおいしいパイを作ってくれました。$1",
                "Outdoor_0": "今朝は動物たちも少し落ち着きがないようです。空気の冷たさ、冬の訪れを感じているようです。$2",
                "Outdoor_2": "今朝は風が冷たいので、コートを羽織ったほうがいいのでは？$2",
                "Outdoor_3": "おはようございます、@！アイデアがありすぎて、牧場を歩き回ったり、動物たちを訪ねたりすると、考えが整理されるんですよ。#$b#実りある一日をお過ごしくださいね、@。 私もそうするつもりです！$3",
                "Outdoor_4": "眠れませんでした、@。それでここに来たんです。私が落ち着きがなくて、あなたの邪魔にならないように。#$b#あなたの農場から昇る朝日を眺めるなんて…本当に最高に美しい。#$b#あなたの笑顔と同じくらい美しい。",
                //"funLeave_Jasper": "今日、図書館に行く予定ですが、何かリクエストはありますか？",
                //"funReturn_Jasper": "ああ、@。影は長く潜み、木々はささやくようです。$2#$b#闇の気配を感じる。冬が近づいています。$2",
                "TwoKids_0": "%kid1は今日、葉っぱの中にミミズを見つけて、%kid2に『ピズゲッティ』だと教えていました。$2#$b#ご心配なく、回収して安全に解放しました。虫も小さな子供も傷つけてはいけない。$3",
                "TwoKids_1": "子供たちと私は石に絵を描いて村のあちこちに隠しました。#$b#そうですね、小さな一歩ですが、少なくとも彼らのうちの一人は地質学者になるでしょう！",
                "TwoKids_2": "人生の多くの時間を研究に捧げてきましたが、私たちの素晴らしい家族を見ると…#$b#あなたが私を新たな道へと導いてくれたことに、とても感謝しています、@。"
                //"TwoKids_3": ""
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "Season": "winter"
            },
            "Entries": {
                "spouseRoom_Jasper": "肌寒い朝が、私のインスピレーションを呼び覚ましました！今日は事務仕事、明日は世界征服！",
                "patio_Jasper": "冬には静けさがあり、まるで自然そのものが息をひそめているかのようです。",
                "Indoor_Day_0": "ああ、@、外に出るには寒すぎます。暖炉の前で一緒にどうですか？$1#$b#温かいココアを飲んだり、暖を取るために身を寄せ合ったり。$4",
                "Indoor_Day_2": "おはようございます、@。残念ながら、今日はあまり起きられそうにありません。$2#$b#この寒さは老骨には過酷です。",
                "Indoor_Day_3": "今日は思索と感謝の日のような気がします。私の人生にあなたがいてくれることに感謝しています、@。",
                "Indoor_Day_4": "どうか暖かくしてください、@。風邪をひいたら大変ですから。$2",
                "Indoor_Night_0": "@、凍えています！ これを飲んで、体の中から温まってください。[236]$2#$b#毛布の中で身を寄せ合って、一緒に読書でもしましょうか？$3",
                "Indoor_Night_1": "ブルブル…今夜は霜が降りそうですね！#$b#ほら、温かくなりますよ。[226]",
                "Indoor_Night_2": "氷がグラスに模様を描く様子は本当に幻想的だと思いませんか？#$b#ジャック・フロストやオールドマン・ウィンターの伝説がどのように生まれたかを実感できます。$1",
                "Indoor_Night_3": "今夜は雪が降りそうです。 もし雪が降ったら、私たちは雪に埋もれてしまうかもしれませんね？$2#$b#一緒に雪に埋もれたいと思える人は、あなた以外いません。$4",
                "Indoor_Night_4": "母は、当局に鉱山を掘り起こしてもらうために何年も闘いました。$2#$b#彼女はもうここにはいられないと、遠くへ引っ越していきました。寂しいですが…頻繁に電話しています。",
                "Outdoor_1": "納屋の周りの雪の上に足跡がありました。#$b#もしかしたら、お客さんが来たのかもしれませんね。#$b#ゴブリン？ドワーフ？なんとも言えませんね。$3",
                "Outdoor_0": "正直に言うと、雪が足元でサクサクと音を立てるのは、とても気持ちがいいです。",
                "Outdoor_2": "ジュニモは冬になるとどこへ行くのでしょうか？ 冬眠するのでしょうか？ それとも暖かい場所を探すのでしょうか？#$b#おそらく、それが我々が忘れてしまった建物を彼らが占拠する理由でしょう。",
                "Outdoor_3": "おはようございます、@。早起きして、ポーチの雪を掃きました。#$b#屋根も除雪できればいいのですが…",
                //"Outdoor_4": "",
                //"funLeave_Jasper": "",
                //"funReturn_Jasper": "",
                "TwoKids_0": "私の髪に雪が積もっている？そうでしょうね。%kid1と%kid2、かなり激しい雪合戦を楽しんでいましたから。#$b#悲しいかな、私は十字砲火を浴びてしまいました。$1#$b#明日あたり、あなたもご一緒しませんか？$3",
                "TwoKids_1": "キラキラが散乱して申し訳ありません。今日は工作の日だったのですが…本当にあちこちにグリッターが散らばっていますね。$1",
                "TwoKids_2": "%kid1は一日中、雪の結晶を舌でキャッチしようとしていました。#$b#一方%kid2は単に雪を食べようとしただけでした。$2#$b#ああ、子供たちは本当にかわいいですね！$1",
                "TwoKids_3": "雪の結晶を作りました！あぁ、紙で作りました。心配いりません、私が片付けますから！$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasSeenEvent": "5599017"
            },
            "Entries": {
                "{{AnniversarySeason}}_{{AnniversaryDayOfMonth}}": "記念日おめでとう、@。ささやかな感謝のしるしです。[578 565 553 547 347]#$e#あなたは私の中に新しい光を灯し、私を生き返らせてくれました。$3#$b#愛しています。$4"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "HasSeenEvent": "5599017",
                "Weather": "Sun, Wind"
            },
            "Entries": {
                "{{AnniversarySeason}}_{{AnniversaryDayOfMonth}}": "$1 Jasper_Anniversary#最愛の人、結婚記念日おめでとう。どうか今夜、ビーチで私と一緒に過ごしていただけませんか？お祝いにちょっとしたものを用意してあるんです。$4$k#$e#記念日おめでとう、@。ささやかな感謝のしるしです。[578 565 553 547 347]#$e#あなたは私の中に新しい光を灯し、私を生き返らせてくれました。$3#$b#愛しています。$4"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jasper",
            "When": {
                "Spouse": "Jasper"
            },
            "Entries": {
                "Resort_Entering": "@！ここで会えるとは。あなたのトロピカル・ファームがうまくいっていることを願っています。",
                "Resort_Leaving": "すぐに会いましょう、@。 夕食に何か特別なものを用意するかもしれません。#$b#それとも…デザートの方がいいでしょうか？$4",
                "Resort_Shore": "ああ、砂の中からとても魅力的な化石を見つけました。この島は本当に素晴らしい島です。",
                "Resort_Umbrella": "一緒に日陰に入りませんか？",
                "Resort_Wander": "スネイル教授が、あの山から奇妙な地鳴りを聞いたと話しているのをご存知ですよね。#$b#私の一部は、その秘密を探りたい…その秘密を解き明かしたい、と思っています。#$b#しかし、もう一方の部分では依然として恐れを抱いています。$2",
                "Resort_Bar": "ガス、夫にあなたのおいしいカクテルをひとつください。^ガス、妻においしいカクテルをひとつください。#$b#何がいいですか、＠？ ガスは爽やかなピニャコラーダをシェイクしてくれました。$1"
            }
        },
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueJasper",
            "When": {
                "TwoToddlers": true
            },
            "Entries": {
                "winter_8": "子供たちか私か、どちらが今日の氷まつりを楽しみにしているのかわかりません！$1#$b#%kid1と雪だるまを作る約束をしました。しかし、%kid2は雪合戦がしたいみたいです…$2"
            }
        }
    ]
}