{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Emily",
			"Entries": {
				"marriage_cc": "This place radiates with positive energy.#$b#Makes sense, since you fixed it.$h",
				"marriage_expre": "We're starting soon but the others won't mind if you stick around a little longer.",
				"marriage_exercisem": "How's your day been so far, honey? Care to join us?$h",
				"marriage_exercisem2": "Hey, @! You're not the only one getting a workout today.$h#$b#I'll be working at the saloon later today if you need me.",
				"marriage_exercisem3": "Woo, I'm getting a little dizzy!$h",
				"marriage_haley": "It's good to the visit the old house. It's full of memories.",
				"marriage_haley2": "Haley seems to be faring quite well without me.#$b#Truthfully, I've never been good at reading my own sister.$s",
				"marriage_haley3": "I'd bring my old sewing machine back home but technically it's my parent's property still.#$b#Plus, my sister still likes to use it once in awhile.$h",
				"marriage_haley4": "My parents have been gone for so long I'm expecting them to show up at the doorstep anytime now.$s#$b#Does that thought frighten you? I'm sure they'd be thrilled to meet you!$h",
				"marriage_haley5": "My parents have been gone for so long I'm expecting them to show up at the doorstep anytime now.$s#$b#Am I being too optimistic?$s",
				"marriage_saloon": "Gus seems to have problems organizing everything without me around.",
				"marriage_saloon2": "Are you thirsty, dear? How about a drink?#$b#Sorry, I can't do on the house. You'd have to ask Gus.$h",
				"marriage_saloon3": "I know you've been working hard all day so why not take a seat and relax for a bit?$h",
				"marriage_saloon4": "Are you hungry, dear? Gus' dish of the day smells delicious tonight.",
				"marriage_doc": "Oh, hi, honey. Surely you don't have a check-up today too, right? Did Dr. Harvey make a mistake?$6",
				"marriage_docafter": "No more check-ups until next year, I'm relieved!$h",
				"marriage_nmpre": "Haley doesn't want to come tonight. Something about it being too cold and how it'll ruin her hair.$n#$b#'Hair is just hair' I told her. It's not like anyone's going to notice.$a",
				"marriage_nm": "I have a special feeling about this boat. I'd love to rent it for the night.#$b#We'd sail off into the sea, just the two of us.$l",
				"marriage_13": "You're going to win today, I have a good feeling about it.$h#$b#If I'm wrong? Special prize for you when we get home than.",
				"marriage_16": "I'm trying to greet some of the visitors.$h#$b#We have a wonderful community here. It would be nice to start with a good impression.",
				"marriage_25": "I was waiting for you. Are you ready to head in?#$b#It'll be good to catch up with my sister.",
			}
		}
	]
}