{ //Translation by Xioamaor09
    /**************************
 C O N T E N T   F I L E   
**************************/
    "NPCD.Jasper": "ジャスパー",
    "gift.love.false": "ありがとう！あなたは本当に気前がいいですね！",
    "gift.like.false": "ありがとう！これは私の研究にうってつけです。",
    "gift.dislike.false": "この使い道を見つけよう。そうだな…",
    "gift.hate.false": "からかっていますか？これはゴミです！",
    "gift.neutral.false": "ありがとうございます！",
    "gift.love.true": "ありがとうございます！ とても気に入りました。もちろん、あなたも！",
    "gift.like.true": "あぁ @、あなたは私のことをよくご存じですね。ありがとうございます。",
    "gift.dislike.true": "うーん、まぁ、何か役に立つことがあるかもしれないな？",
    "gift.hate.true": "なんでこんなものをよこすんですか、@？冗談ですか？あまり面白くないです！",
    "gift.neutral.true": "ありがとうございます！",
    //D I A L O G U E   S T R I N G S
    "jasper.breathe": "心配しないでください。ちょっと落ち着こうと思って…。暗闇、大地…それはまだ私を悩ませます、@。",
    //Reading Strings
    "spring.false.read": "あ、こんにちは@！スターデューバレーの伝承を読んでいたところですが、詳細は割愛します。私の話を聞くよりも、他にやるべき事があるでしょうからね。$1",
    "spring.true.read": "あ、こんにちは@！スターデューバレーの伝承を読んでいたところですが、詳細は割愛します。私の話を聞くよりも、他にやるべき事があるでしょうからね。$1",
    "summer.false.read": "…ああ、馬鹿げた主張だ！それを裏付ける証拠は何もない！ああ、すみません@。「尊敬する」ピーズボディ教授の著作を読んだところです。$5",
    "summer.true.read": "…ああ、そうですね… 認めます…。あなたの主張には価値がある。ああ、こんにちは、@。ごめんなさい！ピーズボディの最新の「エピファニー」を読んでたんです 。$1",
    "fall.false.read": "こんにちは、@！ゴトロ紛争に関するこの興味深い見解について掘り下げているところです。",
    "fall.true.read": "こんにちは、@！ゴトロ紛争に関するこの興味深い見解について掘り下げているところです。",
    "winter.false.read": "冬に寒い日に軽い読書にふけるのは最高です。私のちょっとした楽しみです。",
    "winter.true.read": "冬に寒い日に軽い読書にふけるのは最高です。私のちょっとした楽しみです。",
    "rain.false.read": "ああ、悪天候は何か「研究」をするいい口実だと思いませんか？$1",
    "rain.true.read": "ああ、悪天候は何か「研究」をするいい口実だと思いませんか？ ええ、白状します。ギュンターのペーパーバックのひとつなんです。$3",
    "elliott.read": "こんにちは @！ エリオット氏の本は読まれましたか？文体はやや地味ですが、ページをめくる手が止まりません！",
    "rainyDay": "屋根に降る雨の音はとても安らかだと思いませんか？いい意味で、何もしない一日でした。",
    //engagement dialogue
    "engagement0": "あなたが本当に私と結婚したいと思っているなんて、いまだに信じられません！ あぁ、 @！あなたの夫になれて光栄です！$4#$b#すべてはコントロール下にあります！ 心配する必要はありません！$1",
    "engagement1": "あぁ、@。これから一緒に人生を歩んでいくことにとても興奮しています。私はあなたを愛しています。$4",
    //Festivals 
    "summer28.jasper": "ああ、この生物たちは実に魅力的ですね。私の専門は水生生物よりも地中生物ですけどね。",
    "summer28.jasper.spouse.false": "愛しい人よ、夜はこんなにも美しいものなんですね。$4#$b#そしてクラゲも美しい。$3",
    "summer28.jasper.spouse.true": "ああ、ああ、誰かが就寝時間を過ぎて喜んでいます。私たちは海から離れてグランドフィナーレまでここで待ちましょう。",
    "winter25.jasper": "秘密の贈り物のイベントは、いつも気まずい気分になります。でも、少なくともみんなダイヤモンドが好きなんでしょう？$4",
    "winter25.gunther": "どうも @。 普段はこういうイベントには来ないんですよ。でも、誰かが秘密の贈り物に私の名前を入れてくれたから…#$b#だから、一緒に行こうと思ったんです！",
    "winter25.cameron": "あぁ、どうも @！お祭りに参加しに？正直なところ、スキーをしているほうがいいですね。$2",
    "winter25.jasper.spouse.false": "@、あなたに会えて嬉しいです。家族や友人…感謝すべきことはたくさんあります。$1",
    "winter25.jasper.spouse.true": "@、あなたに会えて嬉しいです。友人たち、そして私たちの素晴らしい家族…感謝すべきことはたくさんあります。$1",
    "winter8.jasper": "あぁ、こんにちは @！ ライナスはツンドラの住人たちの話を聞かせてくれたんです！$1",
    "winter8.jasper.spouse.false": "おはようございます、あなたもご一緒にいかがですか？ライナスがツンドラの住人たちの話を聞かせてくれますよ！",
    "winter8.jasper.spouse.true": "おはようございます！ ライナスがツンドラの住人たちの話を聞かせてくれますよ。でも小さなお耳は聞きたくないようだね。",
    "summer11.jasper": "私の親友ラズモディアスをご存知ですか？",
    "summer11.jasper.spouse.false": "どうぞ、ご一緒に…@。ラズモディアスと私は、深海の神秘について語り合っていました。",
    "summer11.jasper.spouse.true": "ダダはもう踊れないよ。ダダはもうヘトヘトだ！$3#$b#ああ、@。ごめんなさい、この暑さ…その水はむしろ魅力的に見えるよ。$1",
    "spring24.jasper": "ダンスは得意じゃないんです。左足が2本ある、と母は私のダンスを見て言っていました。。$4",
    "spring24.jasper.9914": "愛と豊穣の祭典。私に踊ることを期待しないでください。$1#$b#みんな笑うかもしれません。でも、流行おくれのダンスならいつでもできます！$3",
    "spring24.jasper.spouse.false": "素晴らしい日ですね。春の陽気に満ちていて、私はこんなに生きていると感じたことはないです。$1#$b#愛してます。$4",
    "spring24.jasper.spouse.true": "素晴らしい日ですね。春の陽気に満ちていて、私はこんなに生きていると感じたことはないです。$1#$b#愛してます。$4",
    "accept.spouse": "一緒に踊れて光栄です！ でも、つま先に気をつけて！$3",
    "spring13.jasper": "エッグフェスティバルは、世界が新しく生まれ変わるという、神聖な意味を持っています。$1",
    "spring13.jasper.spouse.false": "やあ、@！あなたの笑顔はいつも私の一日を明るくしてくれます。$1#$b#そして、このパンチは美味しいと言わざるを得ない！$3",
    "spring13.jasper.spouse.true": "ああ、@！どうすればついていけるかわからないよ。%kid1はとてもエネルギーに溢れている！",
    "fall27.jasper": "この骸骨たちは最も恐ろしい魔物です。もし彼らが暴れだしたら？大混乱になるでしょう！$2",
    "fall16.jasper": "クリントの仕事は本当に素晴らしいです。渓谷の深みに分け入るには、優れた刃物が必要です#$b#私は黒曜石の刃先が好きです。$1",
    "fall16.jasper.spouse.false": "ああ、@。どうぞ、楽しんでください！#$b#町長があなたを優勝者として発表するのを楽しみにしています。$1",
    "fall16.jasper.spouse.true": "ああ、@、私はここで大丈夫ですから、ご心配なく…#$b# %kid1がいたずらをしないように注意しておきましょう！$1",
    //M A I L
    "Jasper_Peasbody1": "こんにちは、農家さん、^私たちは一度もお会いしたことはありませんが、共通の友人であるジャスパー・トーマス教授のことが心配でご連絡しました。彼は熱狂的な狂信者で、うわさでは『白ウサギ』を追って洞窟に入ったと聞いています。そしておそらく死亡した、といううわさも聞いたことがあります。彼があなたに言ったことは確かですが (私たちはかなり不仲に別れてしまったので)、私は彼に危害を加えることを望んだことは一度もありません。でもまた…彼はちょっと頑固な愚か者で、放っておくべきものを放っておくようなことは決してしませんでした。^すみません、これは脅しではありません！ただ心配しているだけです。 どうか、彼を見つけたなら、生きていても死んでいても、私に知らせてほしいのです。私たちはかつて友人だったし、正直に言うと、私はまだあのお馬鹿さんのことを気にかけていますから。^^よろしくお願いします。 ^キャメロン・ピーズボディ[#]ピーズボディの手紙",
    "Jasper_Home": "拝啓、@。^あなたには本当に感謝しています。 あなたが私を見つけて、少なくとも、私の一部を家に連れ帰ってくれたことを。感染症で以前の面影はなく、心配していたとおり悲惨な怪我でした…。あまりショックを受けないといいの ですが…^^ギュンターが容赦なく『自宅謹慎』と言っているように、私は数日以内に家に帰り、おそらく多くの文章を書き、そしていくらか読書もすることになるでしょう。^^あなたのお付き合いは、いつも通り、とてもありがたいものです。^^敬具、ジャスパー。%item conversationTopic TalkJasperHome 7 %% [#]Jasper is home.",
    "Jasper_Home1": "拝啓、親愛なる@へ。^軟禁生活もそろそろ飽きてきました。森の香りと音がとても恋しいです。車椅子の使い方はだいぶ慣れてきたものの（ギュンターはとても丁寧にサポートしてくれましたが）、階段の昇り降りに難があり、一歩外に出れば地面はデコボコで危険だということが分かりました。私は毎日朝晩、律儀な生徒のように訓練をしており、近いうちに少なくともある程度は動けるようになりたいと思っています。^^敬具、ジャスパー。[#]ジャスパーの手紙1",
    "Jasper_HomeA": "拝啓。@。^あなたの農場が順調なことを願っています。そしてあなたがまだ私の手紙に飽きていないことを。私にはこの世界に大切な友人がほとんどいないので、その友人たちに迷惑をかけたくありません。^友人といえば、あえて言わせてもらっていいかな？ ピーズボディに手紙を書いたら、すぐに返事が来ました！おそらく、近いうちに訪ねてくるかもしれません。^^敬具、ジャスパー。[#]ジャスパーとピーズボディ",
    "Jasper_Picnic": "拝啓、親愛なる友へ。 私は最も不思議な場所を発見しました！次の晴れた日のお昼過ぎに、『巨匠カノーリ』の石像の近くでお会いしましょう。水着を持ってきた方がいいかもしれません！^^敬具、ジャスパー",
    "Jasper_LoveLetter": "最愛の@へ。^ ある人は、私は言葉の使い方がうまいと言うし、またある人は、私が自分自身のために言葉を飾りすぎると言います。私はあなたへの想いを言葉にしようとしました。私たちの友人エリオットのように詩を書いたこともあります（とてもひどいものでした）。あなたという人が、どれほど私の心を軽くし、魂を高揚させるか、言葉では言い表せません。あなたの笑顔がどれほど私を元気づけていることか…。^私が言いたいのは…@、私はあなたを愛しています。^^今も、そしてこれからも。ジャスパー。%item conversationTopic JasperEngaged 2 %%[#]ジャスパーからのラブレター",
    "Gunther_Letter": "ジャスパーと@さん。^あなた方にとってすべてが順調で、そしてジャスパーがアーティファクトを探して農場を掘り返していないことを願います！^あなたたちがお互いに出会えてよかったですね。とにかく、部屋の片づけをしていたら、ジャスパーを思い出させるものを見つけたので、気に入ってもらえると思いました。^お二人ともお体にお気をつけてお過ごしください。また気軽に連絡してくださいね！^^それでは、ギュンターより。%item object 563 1 %%[#]ギュンターからの贈り物",
    "Gunther_Letter2": "ジャスパーと@さん。^あなた方にとってすべてが順調で、そしてジャスパーがアーティファクトを探して農場を掘り返していないことを願います！^このたび新しいご家族がお生まれになるとのこと、心よりお祝い申し上げます！^^それでは、ギュンターより。%item conversationTopic FarmerPregnantJasper 14 %%[#]ギュンターからの手紙",
    "Jasper_BabyArrives": "親愛なる@へ。^^あなたのニュースを聞き、そして私たちの初孫を迎えることができ、お父さんと私はどれほど喜んでいることでしょう。いつか会いに行きたいと思っているわ。それまで私たちの愛を送るわね。^^愛してるわ、母さんと父さんより。%item conversationTopic Jasper_BabySleep 14 %%[#]父と母からの手紙",
    "Jasper_BabyCrawling": "親愛なるジャスパーへ。^過去に意見の相違があったことは承知していますが、お祝いの言葉を送りたいと思いました。^あれほど仕事一筋だったあなたが、身を固めて家庭人になるなんて信じられないね。^あなたが幸せを見つけたことをうれしく思うよ。^^私たちの友情が恋しい…^心からの敬意と深い後悔を込めて。キャメロン。%item conversationTopic Jasper_BabyCrawler 28 %%[#]キャメロンからの手紙",
    "Jasper_Todd": "JOJA PROTEKT TODDLER GATES!^^Jojaの特許取得済みProtektトドラーゲートで、お子様を安全にお守りください！^^お近くのJojaマートでたった1500gでお求めになれます！[#]Jojaからの迷惑メール",
    "Jasper_HomeB_Host": "こんにちは、@！^先ほどは憂鬱な気分になってしまって申し訳ありませんでした。しかし、素晴らしい知らせを受け取りましたので、私の気持ちはずいぶんと晴れやかになりました。私の傷が完治したので、義肢を装着することになりました。バイオニックマンになるんです！ああ、冗談ですよ。でも、また自分の足で、いや、片足で歩けるようになるのはいいことです。^ともかく。どうぞお体にお気をつけてお過ごしください。そしてまた近いうちにもう一度あなたの農場でお会いできることを願っています。たとえ鉱山が私を拒否したとしても、この世界にはまだ探検すべきことがたくさん残っているからです。^^お元気で、ジャスパー。[#]ジャスパーの義足",
    "Jasper_HomeB_Hand": "こんにちは、@！^先ほどは憂鬱な気分になってしまって申し訳ありませんでした。あの夜の記憶はいまだに私を悩ませています。しかし、カウンセリングを受けているので、私のことは心配しないでください。^どうぞお元気でお過ごしください。そしてまた近いうちにもう一度あなたの農場でお会いできることを願っています。たとえ鉱山が私を拒否したとしても、この世界にはまだ探検すべきことがたくさん残っているからです。^^お元気で、ジャスパー。[#]Jasper's Melancholy.",
    // ********* N E W ****************
    "Parent_Letter": "親愛なる @ (そしてもちろんジャスパーも！),^^たくさん写真を送ってくれてありがとう。私たちの孫は確かに立派に成長しているね。私たちからの愛を送ります。^^愛をこめて、母さんと父さんより。[#]父と母からの手紙",
    "Parent_Letter2": "親愛なる@ (そしてもちろんジャスパーも！),^^たくさん写真を送ってくれてありがとう。私たちの孫は確かに立派に成長しているね。私たちからの愛を送ります。^^愛をこめて、母さんと父さんより。%item conversationTopic Farmer_BabySleep2 28 %%[#]父と母からの手紙",
    "Parent_Letter3": "親愛なる @ そしてジャスパー^新しい家族の誕生、おめでとう。会いに行けなくてごめんなさい。愛をこめて、母さんと父さんより。^%item conversationTopic Jasper_BabyCrib2 28 %%[#]保護者からのもう1通の手紙" //**** E N D   N E W ***************
    ,
    //E V E N T S
    //2 heart event
    "50709900.01": "信じられない。信じられない。これはひどいニュースだ。ひどい。なんてことだ！$2",
    "50709900.02": "あぁ！ビックリしました、@。$4",
    "50709900.q1": "#どうしたの？#大丈夫？#お手伝いできることは？#邪魔してごめん。",
    "50709900.q2": "ああ、これはただのメモです…またもや、みにくいライバル関係が現れたようです。$4",
    "50709900.q3": "いいえ、@。いいえ、違います。過去の誰かが私の現在を台無しにしようとしています。$2",
    "50709900.q4": "申し出、ありがとうございます、@。簡単に改善できる状況ではないのが心配です。$2",
    "50709900.q5": "あぁ！大丈夫ですよ、@。行かないでください。",
    "50709900.03": "このことについて誰かに相談したい気分です。$2",
    "50709900.04": "喜んで協力するよ。",
    "50709900.05": "いや、心理学者じゃないんだから見ないでください。",
    "50709900.06": "ありがとう、@。",
    "50709900.07": "数カ月前、私はズズ市立大学に研究計画書を提出し、私の最新の研究に対する支援と資金提供の要請をしました。",
    "50709900.08": "今日返事をもらいましたが、芳しくありませんでした。これです…$2",
    "50709900.09": "親愛なるジャスパー・トーマス教授へ。^^理事会は最近、『ドワーフの失われた秘密』の研究に対する援助の申請を受け取りました。^^何かの悪ふざけですか？私たちズズ私立大学文化遺産委員会は、おとぎ話に資金を提供する仕事をしているのではありません。あなたのフェーンギル共和国の宝石と鉱物の研究は尊敬を集めています。今週はドワーフやゴブリン、あるいは他のどんな神話的存在に心を奪われても、その考えを捨て、現実に戻ることをお勧めします。^^あなたの申請は却下されました。^^キャメロン・ピーズボディ教授 ^ズズ市立大学考古学部長",
    "50709900.10": "キャメロン・ピーズボディ…彼とは幼なじみでした。^キャメロン・ピーズボディ…彼女とは幼なじみでした。#$b#けれど、それは一変しました。#$b#大学時代、私たちは苛烈なライバルになりました。生徒会長の称号をめぐって激しく競い合い、それぞれが相手を出し抜こうとしました。$5#$b#今、彼は理事会への道を進んでいます…。そして、私は決して成功できないでしょう。$2^今、彼女は理事会への道を進んでいます…。そして、私は決して成功できないでしょう。$2",
    "50709900.11": "大げさに聞こえるかもしれませんね。ただ、とてもショックでした。$2",
    "50709900.12": "しかし、私は彼に滅ぼされるつもりはない！$5^しかし、私は彼女に滅ぼされるつもりはない！$5#$b#@、私の決意は固い!ドワーフの証拠を見つけてみせる。そして、私は彼が間違っていることを証明します！$5^@、私の決意は固い!ドワーフの証拠を見つけてみせる。そして、私は彼女が間違っていることを証明します！$5",
    "50709900.13": "聞いてくれてありがとうございました、@。これ以上、あなたの仕事を邪魔しない方がいいですね。",
    "NoHelpJasper.01": "私たちはお互いのことをほとんど知りません。それに、あなたには私の愚痴を聞くよりもっと大事なことがあるのではないですか？$2#$e#お立ち寄りいただきありがとうございました。良い一日を、@。",
    //4 heart event
    "50709910.01": "ああ、こんにちは、@！ 今日はいい日ですね。",
    "50709910.02": "新鮮な空気の中を散歩するのは楽しいですね。スターデュー・バレーは特別な場所だと思いませんか？",
    "50709910.03": "さあ、@。目を閉じて下さい。",
    "50709910.04": "深呼吸をしましょう。五感を谷で満たしましょう。$3#$b#ここにはたくさんの生命が存在しています。$3",
    "50709910.05": "何か見えたような気がしましたが…#$b#まあ、気にしないでください。",
    "50709910.06": "スターデュー・バレーは単なる地図上の場所でありません。生きています。飛び回る小さな虫、葉のざわめき...#$b#$q 50700436 null#しかし、それだけではありません。#$r 50700437 50 spiritquest_Yes#ええ、私もそれを感じています。#$r 50700437 0 spiritquest_Neu#あなたは科学者だと思っていたんだけど！#$r 50700438 -50 spiritquest_No#そんなスピリチュアルな戯言は一切信じません。",
    "50709910.07": "お付き合いくださりありがとうございます、@。あなたとお話できてよかったです。",
    //6 hearts
    //Jasper leaves
    "50709911.01": "ああ、おはようございます、@。しばらく留守にするので、ちょっと寄ってみました。$4",
    "50709911.02": "そうです… 私の評判を回復する唯一の方法、（そしてピーズボディの間違いを証明する！）それはドワーフを見つけることだと決めました。",
    "50709911.03": "私の身の安全を心配しないでください、@。私は何度も洞窟に入ったことがあります、そして剣の使い方を知っています。",
    "50709911.04": "これは私の敬意と友情への感謝のしるしとして、あなたに渡したかったのです。$4 [275]#$b#万が一に備えて…その…$s",
    "50709911.05": "いや、必ず戻ってきます！ピーズボディの顔から、あの分かったような笑みを消し去る証拠を持って、私は戻ってきます。$5",
    "50709911.06": "ありがとう、@。私のためにしてくれたすべてのことに感謝します。そして、もしヨバが望むなら、後日また会いましょう。#$b#お元気で、友よ。",
    //Gunther visits
    "50709912.01": "ああ、おはよう、@さん！^ああ、おはよう、@さん！#$b#邪魔して申し訳ありませんが、私たちの共通の友人についてとても心配しているんです。",
    "50709912.02": "無鉄砲なジャスパー教授のことです… 一人で洞窟に行かないように注意していたのですが…どうしてもと。",
    "50709912.03": "洞窟は危険です、あなたもご存じでしょう、@！それに、彼に何か恐ろしいことが起きたんじゃないかと不安なのです。",
    "50709912.04": "奥深くまで踏み込んだと聞きました。どうか彼を助けに行ってほしい。",
    //Rescued
    "50709914.01": "ちょっと！早く来て！",
    "50709914.02": "あなたの仲間の一人が怪我してる。",
    "50709914.03": "愚かな地上の住人！シャドウ・ピープルにやられたようだ。",
    "50709914.04": "@? え…あなたですか？$7#$b#すみません。私は馬鹿です。私は…私はソレと遭遇しました…影の獣です。$7",
    "50709914.05": "…何体か倒しましたが…数が多すぎて…$7#$b#だから…走った。そして転んで…そして足が裂けた。$7",
    "50709914.06": "酷いでしょう、@？すごく熱い。燃えてるみたいです。でも、寒い。$7#$b#この…見知らぬ子供が私を見つけてくれました…助けてくれました…。でも…家に帰らなければ、@。$7#$b#お願いです、どうか助けてください…$7",
    "50709914.07": "@、あなたが見つけてくれて幸運でした。それ以上経っていたら、彼の臓器にも感染が広がっていたでしょう。#$b#今は安定していますが、治療のためにズズに移します。 足を失う可能性は高いでしょう。$2",
    "50709914.08": "しかし、命を失うよりも、まだ足だけでよかったです。#$b#これは警告です、@。あの洞窟には手を出さない方がいい。$2",
    "50709914.09": "あなたの友人の回復を祈ってるよ、@。でも、『見知らぬ子供』？彼は自分が探している者さえ認識できないのか？#$b#地表に住む者たちは、実に奇妙な種族だ。",
    //Jasper_Home1
    "50709919.00": "うーん…誰が考えたんだろう…",
    "50709919.01": "興味深い提案だな。",
    "50709919.02": "@！こんにちは！これからお茶を淹れるところでした。さあ、あなたに一杯注ぎましょう。",
    "50709919.03": "あなたに話したいことがあるんです…",
    "50709919.04": "手紙が届きました。$2",
    "50709919.05": "ピーズボディからです。私の健康状態を尋ねてきました。彼はあなたにも手紙を書いたと言っていました。^ピーズボディからです。私の健康状態を尋ねてきました。彼女はあなたにも手紙を書いたと言っていました。",
    "50709919.06": "彼の口調はとても和やかで、私の身体を本当に心配してくれているのかもしれない、と思いました。^彼女の口調はとても和やかで、私の体の調子を本当に心配してくれているのかもしれない、と思いました。#$b#そして彼は、和解や償いなどをするために会ってほしいと言ってきました。^そして彼女は、和解や償いなどをするために会ってほしいと言ってきました。",
    "50709919.07": "私はあなたの判断を信頼しています、 @。",
    "50709919.08": "肯定の返事をすべきでしょうか？",
    "50709919.09": "はい、ピーズボディはあなたに手を差し伸べました。",
    "50709919.10": "平和をもたらすのか、それとも苦痛をもたらすのか、自分で決めなければならない。",
    "50709919.11": "いいえ、ピーズボディはあなたを傷つけた。説明の機会を与えるべきではない。",
    "50709919.12": "あなたの助言に感謝します、@。あなたのアドバイスをじっくり考えてみます。#$b#そして、私に会いに来てくれて、もう一度感謝を。",
    "50709919.13": "@、あなたの言葉を慎重に検討し、ピーズボディにはチャンスがあると判断しました。#$b#この世界には敵意が多すぎます。",
    //Jasper_HomeA
    "50709920.01": "くぐもったすすり泣きが聞こえる。",
    "50709920.02": "ああ、こんにちは @。えっと...あ、会えてうれしいです。 でも…今日は一緒にいても楽しくないと思います。$2",
    "50709920.03": "ごめんなさい、それでは失礼します。",
    "50709920.04": "どうしたの？何かできることは？",
    "50709920.05": "いいえ... バカバカしい... アンニュイと後悔に囚われたただの老人です。$2",
    "50709920.q1": "#あなたは年寄りじゃない！#悲しんでいい！いろいろなことがあったんだから！#お願い、手伝わせて。",
    "50709920.q2": "ありがとう、 @。しかし、今日の私は老いているように感じます。役立たずの遺物のように。$2",
    "50709920.q3": "ありがとう、 @。鉱山から私を運んできたのは、こんな姿を見せるためではなかったはずなのに…$2",
    "50709920.q4": "ありがとう、あなたの思いやりは私の大きな支えです。",
    "50709920.06": "それを話すことで、少しは…救われるかもしれない。$2",
    "50709920.07": "怖いんです、 @。目を閉じたときに見える暗闇が怖いです。$2#$b#私は影の夢を見ます。暗闇。そして寒さ。$2",
    "50709920.08": "虚無の夢を見ます。$2",
    "50709920.09": "虚無とは何か？説明するのは難しいですね。でも、やってみましょう。$2",
    "50709920.10": "それは忍び寄る闇であり、あなたの魂の奥深くまで入り込み、暗い言葉をささやく…$2#$b#失敗。失望。愚か者。$2#$b#それは憂鬱であり、絶望であり、無に身を委ねたいという 願望。$2",
    "50709920.11": "ああ、そんな目で私を見ないでください @。 そんな考えを持って行動する気は毛頭ありません。$2#$b#あなたは私に二度目のチャンスをくれました。私はあなたに恩があります。$4",
    "50709920.12": "しかし夜の闇の中では、優しさを忘れがちで、自分の気持ちを高めておくことができません。世の中のお荷物以外のなにものでもないと感じます。 $2#$b#でも、やってみます、親愛なる友よ。やってみますよ…$1",
    "LeaveAlone.01": "立ち寄ってくれてありがとう、@。どうぞ、良い一日を。",
    //The Filing Cabinet event
    "50709927.01": "なんと驚くべきことだろう！",
    "50709927.02": "魅力的だ！",
    "50709927.03": "こんにちは、@。また訪ねてきてくれたんですね！光栄です。",
    "50709927.04": "私の落ち着きのなさがギュンターの不興を買ってしまったようで、彼に資料の整理を命じられました。#$b#前の館長は、泥棒の悪党であると同時に、何でも詰め込む人だったようです。$5#$b#数十年前の新聞記事やその他の記念品もあります！",
    "50709927.05": "ジャスパーの言う通りだ！ここにはたくさんのことが詰まっている。どんな秘密が明らかになるのかな？",
    //8 heart
    "50709921.01": "さて、どこにあったか？",
    "50709921.02": "誰がこれをアルファベット順にしたんだ？",
    "50709921.03": "ハロー、ジャスパー",
    "50709921.04": "来たんだ！ 君が…君が来るとは思わなかったよ。$4",
    "50709921.05": "こんな私を見てほしくなかった。私の愚かさの結末を。$2",
    "50709921.06": "会いたかったんだ、ジャスパー。見たかったんだ… 自分の目で…$2",
    "50709921.07": "同情など望んでいない。$5",
    "50709921.08": "心配だったから来たんだ…。そして、ごめんなさい。$2#$b#私のせいで君をこんなことに…。追い込んでしまってごめんなさい。$4",
    "50709921.09": "君の言葉に傷ついたよ、ピーズボディ教授。心に深く突き刺さった。私は… 私たちはもっと仲がいいと思ってた。$5#$b#私が君にとって重要な存在であるという…$2",
    "50709921.10": "そうだよジャスパー。そうだよ！私は…$2",
    "50709921.11": "お願いだ…",
    "50709921.12": "やあ、こんにちは@… ピーズボディ教授を紹介します。私が彼のことを話したのを聞いたことがあるかもしれませんが。$5^やあ、こんにちは、@… ピーズボディ教授を紹介します。私が彼女のことを話したのを聞いたことがあるかもしれませんが。$5",
    "50709921.13": "ああ、会ったことがあるよね！でも、キャメロンと呼んでもらっていいよ。 ピーズボディ教授というと、なんだか行き詰まった学者のように聞こえるでしょ。悪気はないよ、トーマス教授。",
    "50709921.14": "気にしません。$5",
    "50709921.15": "お邪魔してすみません、お二人にしておきます。",
    "50709921.16": "待って！",
    "50709921.17": "*ささやき声* 彼は本当に融和的なようです、@。そして私は…まだ彼に親愛の情を抱いている自分に気づきました。彼の欠点にもかかわらずです。^*ささやき声* 彼女は本当に融和的なようです、@。 そして私は…まだ彼女に親愛の情を抱いている自分に気づきました。彼女の欠点にもかかわらずです。#$b#彼と話をする前に、あなたのアドバイスをお願いします。^彼女と話をする前に、あなたのアドバイスをお願いします。",
    "50709921.18": "もし機会があれば、私たちの友情を再構築すべきでしょうか？",
    "50709921.19": "ええ、もちろん。ただ…気をつけて。",
    "50709921.20": "やめておいた方がいいと思うよ。",
    "50709921.21": "あなたの見識に感謝します、@。詳細は後ほど報告しますね。",
    "50709921.22": "そっとしておこう。",
    "50709921.23": "まだ暫定的な日々ですが、キャメロンと私は再構築の準備ができていると感じています。$4",
    "50709921.24": "私ははっきりと『ノー』と答えました、@。私の心には重い痛みがありますが、それが最善であることはわかっています。$2",
    //8+ heart
    "55990006.01": "ボクの勝ちだ！",
    "55990006.02": "ほら、ジャスパー教授だ！お母さんが、彼は洞窟に入ってひどい目に遭ったって言ってた。#$b#彼は超頭が良くて、本を書いたりしている人だよ。",
    "55990006.03": "彼と話してみる。",
    "55990006.04": "ジャマしちゃダメよ。彼はきっと何かすごく大事なことを勉強してるのよ。$3",
    "55990006.05": "本の何がそんなに大事なの？",
    "55990006.06": "こんにちは、ミスター・プロフェッサー！",
    "55990006.07": "ええと、こんにちは子供たち。えー、楽しんでますか？$3",
    "55990006.09": "ヴィンセント…！",
    "55990006.08": "ホントなの、ミスター・プロフェッサー？怪物に足を食べられたって？痛かった？",
    "55990006.10": "そうですね、確かにとても痛かったです。しかし、私の足を食べたのは怪物ではありません。$2#$b#彼らは私を襲った。そう、でも私は走って逃げて転んで…$2",
    "55990006.11": "ごめんなさい。いい思い出じゃありません。私はひどい怪我をして、お医者様は私の命を救うために足を切るしかなかったんです。$2",
    "55990006.12": "…$3",
    "55990006.13": "図書館で何冊か本を書いたんでしょ？",
    "55990006.14": "私の本を読んだことがありますか？$3",
    "55990006.15": "読んだよ！えーっと…その、ほんの少しだけ。#$b#ゴブリンの話が好きだった。$1",
    "55990006.16": "ゴブリン？！",
    "55990006.17": "ゴブリンのことを知っているなんて聞いてないよ！",
    "55990006.18": "自分の鼻くそを食べたり、爪や髪の毛でゼリーを作ったりするって本当？$3",
    "55990006.19": "ゴブリンの一族には精巧で複雑な文化がありますが、私たちの基準からすると奇異に映る行動もあります。",
    "55990006.20": "え?",
    "55990006.21": "すみません。 (せき払い)#$b#確かに、彼らの行動の中には、えーっと、気持ち悪いと思えるものもあるかもしれない。",
    "55990006.22": "すごい！",
    "55990006.23": "ジャスパー教授、申し訳ありません。子供たちはちょっと…熱心なんです。$4",
    "55990006.24": "大丈夫ですよ、ペニーさん。実は、講演の仕事が終わってから、聴衆を見つけることはめったにないんです。$2#$b#そして好奇心は奨励されるべきです。私もかつては好奇心旺盛な少年でした。$1",
    "55990006.25": "ペニー先生！いいことを思いついた！$1",
    "55990006.26": "教授がボクたちに教えてくれればいいよ！ゴブリンのことを全部教えてもらおうよ！",
    "55990006.27": "いいえ、ジャスパー教授にはもっと重要なことがあるはずよ…",
    "55990006.28": "ええと、実は…",
    "55990006.29": "教えてくれるの？！",
    "55990006.30": "ペニー先生が賛成してくれるならね。",
    "55990006.31": "ペニー先生がいいって言うなら、って！",
    "55990006.32": "お願い、ペニー先生。ただゴブリンのことを知っているだけじゃなくて、地質学者で探検家でもあるんだよ。いろんなことを教えてもらえるよ！",
    "55990006.33": "そうだよ、お願い！ペニー先生！$1",
    "55990006.34": "もちろんです！ジャスパー教授、よろしければご参加いただけるとうれしいです。水曜日がいいですね！#$b#ただ、彼らはかなり手強いですよ！$1",
    "55990006.35": "ちょっと！",
    "55990006.36": "ありがとうございます、教授。最初の授業がすごく楽しみ。",
    //10 heart
    "50709933.01": "ジュニモがついてきてほしいと言っている！",
    "50709933.02": "こんにちは、@。早かったですね！これから迎えに行くところでした。$3#$b#でも、最近は少し時間がかかるようになってしまいましたが。$4",
    "50709933.03": "ピクニックにぴったりの素敵な場所でしょう？",
    "50709933.04": "森の精霊が私をここまで導いてくれました。私が調査を進めていたとき、奇妙な音が聞こえました。鳥のような、でも鳥ではない、鮮やかな閃光が私の視線を捉えました。$4#$b#私はそれを追って木々の間を進み、気がつくとここにいました。#$b#魔法のようだと思いませんか？",
    "50709933.05": "少々手前味噌で申し訳ないのですが…。$4#$b#そうだ、私と一緒に湖に入りませんか?",
    "50709933.06": "素晴らしい！ただ、先に中に入ってください。そして私のことは見ないでくれませんか？私はちょっと... ぎこちないので。$4",
    "50709933.07": "動きやすくなりました。水中では、もう不自由を感じません。$10",
    "50709933.08": "あなたに伝えたいことがあるんです、@。$11",
    "50709933.09": "鉱山での恐ろしい出来事以来、私は自分の人生を見つめ直してきました。$10#$b#それでつまり、私が言いたいのは…$11",
    "50709933.10": "あれは…あれは…$10",
    "50709933.11": "本物です！$8#$b#本当に本物です！$9",
    //14 heart
    //farmhouse
    "55990002.01": "もしもし？ 誰かいますか？$12",
    "55990002.02": "@？誰か来ました。ああ…私のメガネはどこに？$12",
    "55990002.03": "行ってしまった、@。消えてしまった！$13",
    "55990002.04": "私のノートが…ドワーフについての研究が… 全て盗まれてしまった！$13",
    "55990002.05": "いったい誰の仕業なんだ？$13",
    "55990002.q0": "#おそらくドワーフでは？#ゴブリンかも？#ピーズボディに違いない！#間違いなくテーブルの上に置いたの？",
    "55990002.q1": "本当にそう思いますか？おそらく、見つけられたくないのでしょう。$13",
    "55990002.q2": "それは…不可能ではなさそうです。しかし、ゴブリンは枯葉や腐敗した匂いを残します。でも、ここではそんな匂いはしません。$13",
    "55990002.q3": "それはどうでしょう。キャメロンはそんなやり方で私に危害を加えようとは決してしないでしょう。$12",
    "55990002.q4": "@。あなたとピーズボディが意見が合わないことは知っています。ですが、これはたとえ彼であってもそれは不当な言いがかりのように思えます。$13^@。あなたとピーズボディが意見が合わないことは知っています。ですが、これはたとえ彼女であってもそれは不当な言いがかりのように思えます。$13",
    "55990002.q5": "私の記憶を疑わせないでください。確かに昨夜テーブルの上に置いておきました。$13",
    "55990002.06": "もしかしたら、これはサインなのかもしれません…この実りのない努力に見切りをつける時なのかもしれません。$13#$b#あなたは私にたくさんのものを与えてくれました。私の理論が真実であるかどうかに何の意味があるのでしょうか?$12#$b#さあ、愛しい人、ベッドに戻りましょう。$12",
    "55990002.07": "ずっと考えていたんです、@。#$b#小説を書くことに専念しようかな。#$b#私は若いエリオットに一泡吹かせることができるかもしれない。",
    //Dwarf
    "55990003.00": "ジャスパーのノートのようだ。",
    "55990003.01": "ジャスパーのノートを盗んだのか！",
    "55990003.02": "何を読んでいる？",
    "55990003.03": "あなたの仲間がオレたちの秘密を盗んだと聞いた…#$b#でも、これはただの紙の上のひっかき傷だ。何も教えてはくれない。",
    "55990003.04": "オレはカスケード山脈の奥深くで生まれて、星々と深海の怪物に満ちた故郷の物語を聞かされて育った。フラクチャリングはすべてを引き裂いた。",
    "55990003.05": "オレはここに来た。一人で。自分の種族、自分の受け継ぐものを探したけど、見つけたのは怪物だけだった...そして孤独。#$b#そしたらあなたの友達が、ちょっかいを出してきたんだ…。オレを研究したいと聞いて、怖くなったんだ。#$B#オレは人間のすることを見てきた！オレは檻に入れられたくなかった。",
    "55990003.q0": "#ジャスパーなら、あなたを傷つけるのではなく、助けてくれるだろう！#なぜ私を信用したのですか？#フラクチャリングとは？",
    "55990003.q1": "彼が？でも、彼はオレたちの秘密を盗み、世界に売るつもりだった！#$b#彼は今ならオレを傷つけない、と？たぶん…#$b#彼は多くを失ったが、それ以上に多くを得たのかもしれない。",
    "55990003.q2": "オレは長い間一人だった。怪物は良い仲間ではない。#$b#あなたは…違っているように見えた。マザーがあなたのことを褒めていたから、危険を冒したんだ。#$b#嬉しいね。",
    "55990003.q3": "ひどかったよ、友よ。ひどかった！岩はオレたちを裏切り、オレの家族を丸ごと飲み込んだ。#$b#もうやめてくれ、話したくない。",
    "55990003.06": "あなたの仲間は…他の人とは違う。他の人には見えないものを見ている。",
    "55990003.07": "友よ、あなたのように、信頼に値するのは鉱夫としての技術だけではない。あなたはこの町のために多くのことをしてくれた。",
    "55990003.08": "何だって？地面の穴の中で暮らしているからといって、何も知らないわけじゃない。石は歌い、大地は…そう、彼女はあなたを高く評価している。#$b#あなたの仲間は落ち着いているようだ...彼の病気にもかかわらず。",
    "55990003.09": "おそらく彼は信頼できる。",
    "55990003.10": "…考えてみるよ…",
    "55990003.11": "さあ、もう帰って。考えることがたくさんあるんだ。",
    //farmhouse
    "55990004.01": "おはようございます、@！起きてくれて嬉しいです。お邪魔じゃなかったですか？#$b#私はまたしても眠れませんでした。",
    "55990004.02": "悪夢、そうですね。新鮮な空気を肌に感じる必要がありました。",
    "55990004.03": "何か見つけました、 @。",
    "55990004.04": "私の日記です。玄関で見つけました。中にこれが挟んでありました。:",
    "55990004.05": "ドワーフ語ですね… 招待状、だと思います。…真夜中に、鉱山の入口で会おうと。#$b#しかし、誰が書いたのでしょうか？ドワーフ？$3#$b#もしこれがいたずらだとしたら？$2",
    "55990004.06": "いや、そんなバカな。キャメロンは、私の信用を失墜させようとしたときでさえ、そこまで卑怯なことはしなかった。^いや、そんなバカな。キャメロンは、私の信用を失墜させようとしたときでさえ、そこまで卑怯なことはしなかった。#$b#そして、私たちはその先に進んでいる。",
    "55990004.07": "一緒に来てくれませんか、@？ 認めたくはないです…大の大人が、科学者が、暗闇を怖がるなんて。でも、あなたがそばにいてくれたら、私も強くなれます。",
    //mountain
    "55990005.01": "@、あなたに会えてとても嬉しいです…勇気を出して一人で来たのだけれど…自分がバカみたいです。$2#$b#もし全部イタズラだったとしたら？サムはかなりのイタズラ好きだと聞いたことがあります。$1#$b#もっとも、彼がドワーフ語で字を書けるとは思えませんが。#$b#モンスターが私を待っているかも？いや…そんな…$2#$b#ああ、ごめんなさい、@。私、ぶつぶつしゃべってます。緊張してます。会ってくれてありがとう。$5",
    "55990005.02": "もう準備はできています。入りましょう。",
    "55990005.03": "ようこそ、太陽の住人たち。",
    "55990005.04": "私はあなたを知っています！あなたは…洞窟で私を見つけてくれた…傷つき孤独だった私に… 粉末キノコを食べさせてくれた…$2",
    "55990005.05": "あなたは私の命を救ってくれました！$4",
    "55990005.06": "そしてずっと…あなたは…あなたは…$2",
    "55990005.07": "あなたの仲間はなんだか...落ち着きがないようだ。オレは彼を壊していないよね？",
    "55990005.q0": "#彼は今、動揺してる。#彼は私を困らせている！#あなたはドワーフでしょ？",
    "55990005.q1": "オレに会って、動揺する？人間とは奇妙で感情的な生き物だ。",
    "55990005.q2": "申し訳ありません、@。恥をかかせるつもりなどありませんでした。$5",
    "55990005.q3": "ドワーフとは人間がオレたちをそう呼ぶものだ。他のどのドワーフとも同じだ。",
    "55990005.08": "申し訳ありません。私が熱烈に求めていた人にすでに会っていたことに気づいて、ちょっとショックを受けました。$3#$b#お会いできて光栄です。私はジャスパー・トーマス教授です。$1",
    "55990005.09": "人間は自分の名前を自由に名乗るが、オレは自分の名前に愛着がある。ドワーフで十分だ。",
    "55990005.10": "ノートを勝手に借りて悪かった。でも怖かったんだよ、ジャスパー・トーマス教授。#$b#オレは、あなたがオレたちの秘密を知りたがっている人たちに売るんじゃないかと恐れていた。#$b#でも、オレはあなたを見てきた。そして、オレはもうあなたがそうするとは思っていない。",
    "55990005.11": "私を見ていた？",
    "55990005.12": "では教えていただけますか？私の論文の間違いを正すのを手伝ってくださいますか？私自身の心の平穏のためにです。$3",
    "55990005.13": "いや、ジャスパー・トーマス教授、オレはしない。できない。",
    "55990005.14": "あぁ…",
    "55990005.15": "わかっています。私には理解できないこと、理解すべきではないことを深く詮索してしまって申し訳ありませんでした。$2#$b#ともかく、あなたに出会えたことに感謝しています。そして、私の命を救っていただき、ありがとうございました。$4",
    "55990005.16": "行きましょう、@。そして、ドワーフのプライバシーを尊重しなければなりません。$2",
    "55990005.17": "いや、ジャスパー・トーマス、あなたはわかっていない。",
    "55990005.18": "オレはあなたに教えることはできない…なぜなら、オレは自分自身を知らないからだ。",
    "55990005.19": "オレの父親は父と母、つまり太陽と大地の話をした。#$b#シャドーキンとエレメント戦争のこと。爆弾の作り方や料理の仕方を教わった。そして、誰を信用してはいけないのかも。#$b#でも、自分の知っていること、覚えていること、すべてがごちゃごちゃになって混乱してしまった。#$b#そして今、彼らはいなくなった。あなたのノートを取ったのは、本当の自分を知る助けになればと思ったからだけど…",
    "55990005.20": "…あれはただの紙の上の鶏のひっかき傷では？$2",
    "55990005.21": "ジャスパー・トーマス、あなたに教えてもらいたかったんだ。あなたが人間の子供に教えるように。#$b#ドワーフの秘密を学ぶことができるかもしれない…一緒に。",
    "55990005.22": "そして、それを世の中に公表しないでほしい。",
    "55990005.23": "喜んで。",
    "55990005.24": "ジャスパーはしばらく時間がかかるかもしれない。そろそろ家に帰る時間かな？",
    //Dwarf Events
    "55990001.01": "人間だ！なぜオレの領域に入ってきた？#$b#話しかける？いや、バカげてる。彼らにはオレたちの言葉は理解できない。",
    "55990001.q0": "#鉱山を探検しているんだ。#いいえ、言葉はわかるよ！#あなたは誰？#あなたは何者？",
    "55990001.q1": "オレの宝物を盗みに来たのか、太陽の住人？気をつけろ！鉱山は危険に満ちている！",
    "55990001.q2": "すごいね！感心したよ。訛りはひどいけど。",
    "55990001.q3": "人間はオレの領域に入って、オレが誰なのか尋ねるのか？太陽の住人よ、お前の名は？",
    "55990001.q4": "オレが何者かって？そうだな… あなたが何者かは知っている…無礼な人間だ！",
    "55990001.02": "でも、あなたはオレの言葉を学ぶために時間を割いてくれた、それは他の人間よりもすごいことだ。",
    "55990001.03": "あなたを信用したくない…でも、仕方ないんだ…#$b#もう一人、あなたの仲間が岩をつついて嗅ぎまわっている。",
    "55990001.04": "どんな姿をしているのか?まあ…人間はみんな同じに見えるけど…紙やインクの臭いがして、顔に金属の縁取りをつけている。#$b#人間はこれまでオレたちに恐怖と苦痛を与えてきた。オレは自分が最後の一人になるんじゃないかと恐れている…#$b#だからお願い。オレは隠れていなければならない。オレの存在が知れ渡ったら、何が起こるかわからない。",
    "55990001.05": "本当に怯えているようだ。",
    "55990001.06": "お願いだ、太陽の住人。オレのことは秘密にすると約束してほしい！",
    "55990001.07": "約束するよ、君のことは誰にも言わない。",
    "55990001.08": "そうだね…うん… 君の秘密は守るよ。",
    "55990001.09": "ありがとう、太陽の住人。よかったら、また遊びに来てよ。オレは鉱山で役立つ品々を持っている。#$b#あなたがオレを助けてくれているように、オレもあなたを助けるよ。#$b#幻影がオレの洞窟を詮索好きな目から守っている。でもあなたにはベールの向こうが見えると思う。#$b#またね。",
    "55990001.10": "奇妙なことだが、約束の重みが分厚いマントのように自分にのしかかるのを感じる。ドワーフのことを話そうとしても…ドワーフって？…それができない。",
    //milk
    "55990007.01": "やあ、太陽の住人！今日はどんな宝物を持ってきたの？",
    "55990007.q0": "#牛から搾った汁！#「ミルク」っていう濃厚でクリーミーな液体。#カルシウムが豊富な飲み物。",
    "55990007.q1": "おお、牛ジュース！長い間、ずっと気になっていた飲み物だ。",
    "55990007.q2": "ああ、ミルク！オレの好奇心を満たしてくれる！",
    "55990007.q3": "粉末状の骨でできている…あるいは歯？#$b#それは…きっとザラザラだね。",
    "55990007.02": "教えてよ…どうやって抽出するの？",
    "55990007.03": "とても衛生的とは思えない。#$b#ああ、でも、やっぱり気になる！",
    "55990007.04": "そこに何かが浮いている！",
    "55990007.q4": "#クリームだよ。これが最高においしいんだ！#それで新鮮だとわかるんだ！#ほら、飲むの、飲まないの？自分はこれでいいお金を稼いでいるよ。",
    "55990007.q5": "クリーム？うん、これはぜひ試してみたい。",
    "55990007.q6": "ああ！古いということかと思った。表面の食べ物って不思議。",
    "55990007.q7": "この…牛のジュースを売ってるの？まあ、持ってきてくれるだけでもありがたいんだけどね！",
    "55990007.05": "この…この牛ジュース…おいしいよ！#$b#もっと試してみたい！もっと持ってきてくれるよね？",
    //Archaeology House ******** N E W *********
    "5599018.01": "こんにちは、@。ギュンターはちょっと席を外しています。",
    "5599018.02": "何か寄付するものを持ってきたのでしょうか？$3",
    "5599018.03": "それが何かわかりますか？ @。",
    "5599018.04": "それはプリズムの破片です！スターデューバレー地方でしか産出されない非常に希少な宝石です。$1#$b#それは…驚異的な特性を持っているといううわさです。",
    "5599018.05": "私たちのコレクションにとって素晴らしい財産になることは間違いありませんが… ちょっと提案してもいいですか？$1",
    "5599018.06": "その秘密が解明されるまでは、当面は手元に置いておく方が得策かもしれません。",
    "5599018.07": "二人で何をひそひそ話しているのですか？",
    //Maru Mountain encounter ********* N E W *************
    "5599024.1": "ああ…この老いぼれが…昔なら簡単だったのに… 今は…$2", //Jasper
    "5599024.2": "少し休んだ方がいいのかな…。あともう少し歩いて…$2", //Jasper
    "5599024.3": "教授？大丈夫ですか？$2", //Maru
    "5599024.4": "大丈夫です。", //Jasper
    "5599024.5": "私の足は…まあ、無くなった方の脚は…以前のようにはいきません。$2#$b#大騒ぎする必要はありません。すぐに良くなりますから。$2", //Jasper
    "5599024.6": "何を言ってるんですか。私は医学の訓練を受け…あなたの脚のことも知っています、ジャスパー教授。", //Maru
    "5599024.7": "私の無鉄砲さの代償が少しの痛みだけなら、私は幸運な男ですよ、ミス・マル。$2", //Jasper
    "5599024.8": "それはまったくナンセンスです。義足に違和感はないはずです。#$b#さあ、中に入って、見てみましょう。", //Maru
    "5599024.9": "ああ、どうか。私のためにあなたにご迷惑をお掛けする訳にはいきません。私はただ、ほんの２、３分休みたいだけです。", //Jasper
    "5599024.10": "ジャスパー教授、私は医療従事者で発明家です。まったく問題ありません。$1", //Maru
    "5599024.11": "そうですか。", //Jasper
    "5599024.12": "さあ、中に入って。", //Maru
    "5599024.13": "私が足を引きずって痛がっていると、ミス・マルが助けに来てくれました…$2#$b#彼女は私の義肢を少し調整するように主張し、今では私は万事順調に歩んでいける気がします！$1#$b#文字通り！$3" //Jasper end dialogue
    ,
    //Maru event part 2 *********** N E W ****************
    "5599025.01": "おはようございます、@。朝ですね。", //Jasper
    "5599025.02": "実は、ちょっと緊張しています…今日、クリニックに来るようにと連絡がありました。#$b#悪い知らせでないことを祈るばかりです。$2", //Jasper
    "5599025.q1": "ただの定期検査だと思う。#ああ、もしもう片方の足を切断することになったら？", //farmer choice
    "5599025.q2": "その通りだと思います、@。しかし、心配せずにはいられません。", //Jasper
    "5599025.q3": "冗談で言っているのはわかりますよ、@。でも、かなり趣味が悪いですし、私はそれを評価しません。$5", //Jasper
    "5599025.03": "まあ、それを知る方法はひとつしかない…ですね！", //Jasper
    "5599025.04": "私の幸運を祈ってください、@。", //Jasper
    "5599025.q4": "(彼についていく)#(自分の仕事に戻る)", //farmer choice
    "5599025.05": "とても快適です！思わず踊ってしまいそうになるくらいです！$3", //Jasper
    "5599025.06": "まずは歩いてみるのがいいでしょう！$1#$b#試してみては？", //Maru
    "5599025.07": "この柔軟性には驚かされます！$1", //Jasper
    "5599025.08": "@！あなたもここにいたとは気づきませんでした。$4#$b#見てください、マルが新しい脚を作ってくれたんです！$1#$b#まさに工業の偉業です。ダジャレですよ。$3", //Jasper
    "5599025.09": "本当にありがとうございました、マル。$1", //Jasper
    "5599025.10": " @、信じられないだろうけど、マルが新しい足を作ってくれたんです！$1#$b#まさに工業の偉業です。ダジャレですよ。$3" //Jasper
    ,
    //Jasper meets Randy    *********** N E W **************** (both male)
    "5599026.0": "コーヒー?",
    "5599026.00": "コーヒー!!",
    "5599026.09": "もしもし？",
    "5599026.01": "誰かいますか？$2",
    "5599026.02": "出ておいで。傷つけるつもりはありません！",
    "5599026.11": "怯えるランディ",
    "5599026.12": "大丈夫。",
    "5599026.03": "こんにちは！ランディです。お名前は？チャーリーの友達？#$b#ランディ、ごめんなさい、あなたのコーヒーに入ってしまった。$2",
    "5599026.13": "スライムですか？",
    "5599026.04": "はじめまして、ランディ、教授のジャスパーです、よろしくお願いします！$1#$b#そして、コーヒーは大歓迎です、私たちみんなのためにここにあります。",
    "5599026.05": "私が怖くないの？他の人は…私を見て…『えーっ！』と言って、すぐに逃げる！$2#$b#ランディを悲しませる…ランディはただ友達になりたいだけなんだ。#2#$b#ジャスパー先生、私たちは友達になれますか？$1",
    "5599026.06": "もちろんです！ランディと友達になれたら嬉しいです。$3",
    "5599026.07": "新しい友人ランディは幸せだ！$1",
    "5599026.08": "ジャスパーもハッピー。$3#$b#さて、私の新しい友人、コーヒーに合うクッキーはいかがですか？ どこかにショートブレッドがあると思うのですが…$1",
    //event with Blanche
    "5599027.01": "ああ、こんばんは、ミス・ブランシュ。#$b#あなたも眠れないのですか？$2", //Jasper
    "5599027.02": "暑すぎます。中はとても蒸し暑いです。", //Blanche
    "5599027.03": "ご一緒してもいいですか？", //Blanche
    "5599027.04": "どうぞ、お仲間がふえるのは大歓迎です。$1", //Jasper
    "5599027.05": "夜はとても平和です。$3", //Blanche
    "5599027.06": "はい…そうですね…そして時々…自分の部屋にいるのが耐えられなくなるんです。$2#$b#息苦しく感じます…閉じ込められたような…$2#$b#顔に当たる風の感触を味わいたくなります。", //Jasper
    "5599027.07": "私はかつての私でありません、ミス・ブランシュ。私は英雄でも戦士でもありません…#$b#私は影に潜むものを恐れるただの壊れた老人です。$2", //Jasper
    "5599027.08": "*ふふふ* 教授、あなたは年寄りではありませんよ！$1#$b#壊れてもいません。ただ、嵐の中の木のように、少しボロボロになっていただけです。$9", //Blanche
    "5599027.09": "優しいですね、ミス・ブランシュ。$1#$b#孤独が一番つらいですね…$2#$b#父と同じように…誰にも見つけてもらえず、地の底で死んでしまうかもしれない。$2", //Jasper
    "5599027.10": "まったく、完全に…ひとりぼっちになるというのは、どんな気分なんでしょうね？$2", //Jasper
    "5599027.11": "孤独、そうですね。孤独がどんなものか知っています。でも、風の音も木々のささやきもなく、ひとりぼっちなの？#$b#いいえ…。それは辛いことだと思います。とても。心が。$2", //Blanche
    "5599027.12": "そうですね…", //Jasper
    "5599027.13": "とてもつらかったです…心が…$2", //Jasper
    //When donate a rainbow trout to the aquarium (Jasper informs of prismatic shard)
    "5599039.01": "こんにちは、@。私はこの素晴らしい魚にただただ見とれてました。$1#$b#ニジマスは魅力的な種ですよ。",
    "5599039.02": "メスは自分が孵化した場所と同じ産卵ポイントに戻ります。#$b#尻尾で砂利の中に巣を掘り、そこに卵を産み付ける。#$b#オスはその上を泳ぎ、受精させた後、埋めて2匹は去っていく。",
    "5599039.03": "その過程で、多くの小石が外れてしまう。#$b#一度だけ、伝説のプリズムの破片と呼ばれる虹色の岩片を見つけたことがあって、そのときは本当に感動しました。$1",
    "5599039.04": "とても詩的だと思いませんか？虹色の魚が虹色の石をお披露目するなんて。$3",
    /*************************
M A R R I A G E   F I L E
**************************/
    "spouseRoom.scroll": "$1 Yellow_scroll#片づけをしていて、これを見つけました、@。一緒にドワーフ語を学べたら楽しいだろうなと思って。くだらないことですが、自分たちだけのヒミツの言葉があってもいいんじゃないかな！と思いまして。[99]$4$k#$e#片づけをしていて、これを見つけました、@。一緒にドワーフ語を学べたら楽しいだろうなと思って。$1[98 97 96]",
    "outdoor2.noDwarf": "まだうまく眠れないんです、@。早朝の散歩は、老骨のこわばりをほぐしてくれます。",
    "outdoor3.noDwarf": "今朝は動物たちが落ち着かないようですね、@。何かが彼らを邪魔しているように感じます。#$b#池の近くの土の上にブーツの跡がありました。#$b#もしかして、ジャスのいたずら？いや、彼女らしくありません。",
    "outdoor4.noDwarf": "夜明けに目が覚め、心が騒いで眠れず、散歩に出かけました。#$b#暗い人影がちらっと見えました。 おそらく子供？でしょうか。私の姿を見て、逃げていきました。#$b#あれは誰だったんでしょう、@？$2",
    //Generic (akaMonday)
    "funLeave.false.spring": "少し運動したほうがよさそうですね。ドクターの命令ですから！それから、友人を訪ねようと思っています。#$b#よい一日を、@。忘れないでください、あなたはロック（最高）です！",
    "funReturn.false.spring": "ああ、あの散歩は本当に疲れました。くたくたです！#$b#今日も一日元気に過ごしてくださいね、@。",
    "funLeave.false.summer": "足を延ばして、友人を訪ねる時間です。@、ギュンターに何かメッセージはありますか？#$b#ついでに何冊か本を読んでみようかな。",
    "funReturn.false.summer": "今夜は星がとてもきれいですよ、@。一緒に星を眺めに行きませんか？二人でそっと寄り添えるように、毛布も持ってきてくださいね。$4",
    "funLeave.false.fall": "今日、図書館に行く予定ですが、何かリクエストはありますか？",
    "funReturn.false.fall": "ああ、@、影は長く潜み、木々はささやくようです。$2#$b#闇の気配を感じます。冬が近づいていますね。$2",
    "funLeave.false.winter": "少し運動したほうがよさそうですね。ドクターの命令ですから！それから、友人を訪ねようと思っています。#$b#よい一日を、@。忘れないでください、あなたはロック（最高）です！",
    "funReturn.false.winter": "ああ、たくさんの本を運んで腕が痛いです！#$e#$c 0.5#ギュンターがお気に入りのひとつをこっそり忍ばせたようです。私の好みのジャンルとはちょっと違うかもしれないけれど、試してみようと思います。$1",
    //Wednesday (if Jasper_Penny flag, otherwise 'false')
    "funLeave.JasperPenny.spring": "$c 0.5#おはようございます、@！今日は何を教えましょうか？ペニーは地質学の話が好きだけれど…ヴィンセントはゴブリンの話がお気に入りです。$3#今日は子どもたちに化石について教えるつもりですが、入念に準備した授業が早々に脱線してしまわないか心配です。$3",
    "funReturn.JasperPenny.spring": "$c 0.5#ふぅ、クタクタです。子どもたちがこんなにたくさん質問してくるなんて、予想外でした。#教えることはとても充実したものですよ、@。子どもたちがとても喜んでくれるのは、本当にうれしいことです！$3",
    "funLeave.JasperPenny.summer": "$c 0.5#面白いジオードを見つけたので、子どもたちに見せてあげようと思います。彼らが母なる自然の幸運に感謝してくれることを願っています。$1#'今日は素晴らしい日ですね。子供たちを遠足に連れて行くのはどうでしょう。ビーチを発掘できるかもしれません。$3",
    "funReturn.JasperPenny.summer": "$c 0.3#ああぁ、ヴィンセントにドワーフ語の汚い言葉を教えてしまいました。ペニーさんの不興を買ってしまいました。$2#若いジャスは想像力が豊かで、たくさんの質問をしてきます！子供たちと私、どっちが勉強しているんでしょうね！$3",
    "funLeave.JasperPenny.fall": "$c 0.5#おはようございます、@！今日は何を教えましょうか？ペニーは地質学の話が好きだけれど…ヴィンセントはゴブリンの話がお気に入りです。$3#今日は子どもたちに化石について教えるつもりでした。ですが、入念に準備した授業が早々に脱線してしまわないか心配です。$3",
    "funReturn.JasperPenny.fall": "$c 0.5#ふぅ、クタクタです。子どもたちがこんなにたくさん質問してくるなんて、予想外でした。#教えることはとても充実したものですよ、@。子どもたちがとても喜んでくれるのは、本当にうれしいことです！$3",
    "funLeave.JasperPenny.winter": "$c 0.5#おはようございます、@！今日は何を教えましょうか？ペニーは地質学の話が好きだけれど…ヴィンセントはゴブリンの話がお気に入りです。#今日は子どもたちに化石について教えるつもりでした。ですが、入念に準備した授業が早々に脱線してしまわないか心配です。$3",
    "funReturn.JasperPenny.winter": "$c 0.5#ふぅ、クタクタです。子どもたちがこんなにたくさん質問してくるなんて、予想外でした。#教えることはとても充実したものですよ、@。子どもたちがとても喜んでくれるのは、本当にうれしいことです！$3",
    //Friday (NoDwarf or DwarfFriend)
    "funLeave.NoDwarf": "ああ、まだ先は長いですね、@。でも、体を動かすことは私にとっていいことです。#$b#心配することはありません、自分のペースでやりますし、水もたくさん持っています。$1",
    "funReturn.NoDwarf": "$c 0.5#大の大人が暗闇を怖がるなんて、愚かなことだと分かっています。でも、葉のざわめき、足音、すべてが恐ろしいんです。不合理なことだとはわかっていますよ、@。ですが、恐怖を止めることはできません。$2$k#$e#ああ、古い友人に会って過ごした楽しい一日でした。マーロンがよろしくと言っていましたよ、@。#$b#ああ、それからこの『光る小石』をあなたのために拾ってきました。$1[62 64 66 68]",
    "funLeave.DwarfFriend.spring": "$c 0.5#山を登るのは大変ですが、それだけの価値はあります。#スモルアヌの一人とお茶をすることになるなんて、まだ信じられません！#素晴らしい一日を、@。$1",
    "funReturn.DwarfFriend.spring": "$c 0.5#ああ、たくさんの新しい発見がありました！@、私の心はインスピレーションに溢れています。今夜は眠るのに少し助けが必要かもしれない！$1#友人が私にこれを送ってくれたん ですが…。彼らはしつこかった。くれぐれも気をつけてくださいね、@。$2[286 287 288]",
    "funLeave.DwarfFriend.summer": "$c 0.5#ああ、友人への贈り物を持っていったほうがいいかもしれませんね。ドワーフは奇妙な小物を楽しんでいますからね。#スモルアヌの一人とお茶をすることになるなんて、まだ信じられません！#$b#素晴らしい一日を、@。$1",
    "funReturn.DwarfFriend.summer": "$c 0.3#ドワーフは古代の敵、影の民のことをよく口にします。もしかして、彼らはあの忌まわしい影の魔人の祖先なのでしょうか？$2#友人がこれを送ってくれたんですが…。どうしてもっていうので。くれぐれも扱いには気をつけてくださいね、@。$2[286 287 288]",
    "funLeave.DwarfFriend.fall": "$c 0.5#山を登るのは大変ですが、それだけの価値はあります。$k#$e#スモルアヌの一人とお茶をすることになるなんて、まだ信じられません！#$b#晴らしい一日を、@。$1",
    "funReturn.DwarfFriend.fall": "$c 0.5#ああ、たくさんの新しい発見がありました！最愛の人よ、私の心はインスピレーションに溢れています。今夜は眠るのに少し助けが必要かもしれない！$1#友人がこれを送ってくれたんですが…。どうしてもっていうので。くれぐれも扱いには気をつけてくださいね、@。$2[286 287 288]",
    "funLeave.DwarfFriend.winter": "$c 0.5#山を登るのは大変ですが、それだけの価値はあります。$k#$e#スモルアヌの一人とお茶をすることになるなんて、まだ信じられません！#$b#晴らしい一日を、@。$1",
    "funReturn.DwarfFriend.winter": "$c 0.5#ああ、たくさんの新しい発見がありました！@、私の心はインスピレーションに溢れています。今夜は眠るのに少し助けが必要かもしれない！$1#友人がこれを送ってくれたんですが…。どうしてもっていうので。くれぐれも扱いには気をつけてくださいね、@。$2[286 287 288]",
    //Fall 8th (Monday)
    "funLeave.birthday": "私の誕生日を覚えていてくれてありがとう、@。#$b#今日の予定ですか？ギュンターを訪ねるだけです！$1#$b#今夜会いましょう。愛してます。$4",
    "funReturn.birthday": "こんばんは、@！ああ、ありがとう、誕生日はとても楽しかったです。$3#$b#ギュンターが私に魅力的な工芸品をプレゼントしてくれました。そしてこれは…ぜひ手伝ってほしいです！$1[348]",
    //Player Death
    //Mines, found by Dwarf
    "PlayerKilled.Mines.01": " …おい?",
    "PlayerKilled.Mines.02": "太陽の住人、目を覚ませ！",
    "PlayerKilled.Mines.03": "愚かな太陽の住人よ！もしあなたが死んでしまったら、あなたの仲間はどう思うか。#$b#そして、オレも寂しいよ、友よ。もっと気を付けて！",
    //Skull Cavern: Jasper in hospital
    "PlayerKilled.Skull.01": " …{0}?",
    "PlayerKilled.Skull.02": "落ち着いて…ゆっくりと…",
    "PlayerKilled.Skull.03": "やあ@、目を覚ましてくれてよかったです。#$b#あなたは覚えていないと思いますが、意識不明でボロボロの状態で発見されたんです…",
    "PlayerKilled.Skull.04": "急いで来ました。ああ、とても不安でした。$2",
    "PlayerKilled.Skull.05": "あなたは…あなたは大丈夫？$2",
    "PlayerKilled.Skull.06": "大丈夫ですよ、@。でも、次はもう少し気をつけてくださいね？$s",
    "PlayerKilled.Skull.07": "君たち2人だけにしておこう。",
    "PlayerKilled.Skull.08": "ああ、怖かったです、@。あなたを失うと思うと…$2#$b#どうするべきか指図するつもりはありません。@。しかし、どうか…不必要なリスクは冒さないようにしてください。$2",
    //Skull Cavern when pregnant: Jasper in Hospital
    "PlayerKilled.pregnant.01": " ...{0}?",
    "PlayerKilled.pregnant.02": "落ち着いて…ゆっくりと…",
    "PlayerKilled.pregnant.03": "やあ@、目を覚ましてくれてよかったです。#$b#あなたは覚えていないと思いますが、意識不明でボロボロの状態で発見されたんです…",
    "PlayerKilled.pregnant.04": "急いで来ました。ああ、とても不安でした。$2",
    "PlayerKilled.pregnant.05": "あなたは…あなたは大丈夫？$2#$b#私たちの赤ちゃんは…？$2",
    "PlayerKilled.pregnant.06": "赤ちゃんは大丈夫ですよ、@。あなただって大丈夫。今回はね。でも、次はもう少し気をつけてください。$s",
    "PlayerKilled.pregnant.07": "君たち2人だけにしておこう。",
    "PlayerKilled.pregnant.08": "ああ、怖かったです、@。あなたを失うと思うと…二人とも…$2#$b#どうするべきか指図するつもりはありません。@。しかし、どうか…不必要なリスクは冒さないようにしてください。$2",
    //Post Marriage Events
    //Archaeology House
    "5599016.01": "やあ、ジャスパー！今日会えるとは思いませんでしたよ。結婚生活はどうですか？",
    "5599016.02": "ああ、ギュンター、@は最高ですよ。とても素晴らしい！本当に恵まれていると思います。$4",
    "5599016.03": "それはそうと、私はズズ大学のあなたの出身学部から最新のジャーナルを受け取りましたよ。#$b#住所変更していないのでは？",
    "5599016.04": "その中にとても興味深い記事がありました。",
    "5599016.05": "@、最愛の人。合流できてとても嬉しいです。",
    "5599016.q1": "#その本は何ですか？#あなたの今日の様子を見に来たんです。#実は、ギュンターに会いに来たんです。",
    "5599016.q2": "この本ですか？ZuCUの季刊誌で、選りすぐりの科学論文をまとめたものです。",
    "5599016.q3": "そうなんですか？ああ、ありがとうございます。あなたに会えて、より素晴らしくなりました。$4",
    "5599016.q4": "ああ、何か新しいコレクションを見つけましたか？$1#$b#見るのが楽しみです。",
    "5599016.06": "あなたにもエキサイティングなニュースがあります！#$b#見てください@、私の論文が掲載されました！私の信用は失墜し、忘れ去られたと思っていたのに。$1",
    "5599016.07": "もちろん、ここにはピーズボディの記事もありますが…$5#$b#でも、もう嫉妬という獣が頭をもたげることはありません。$1#$b#私には今、あなたがいる、私のミューズが。$4",
    "5599016.08": "@、ここに来たからには、私と一緒に食事をしませんか？",
    "5599016.09": "ラブラブなお二人ですね、どうぞ楽しんでください！",
    "5599016.10": "ああ、そうだねギュンター。そうしましょう。$4",
    //Anniversary
    "5599015.01": "いい夜ですね、@。$4#$b#星空の下でピクニックを楽しんでもらえたらと思いましてね。",
    "5599015.02": "食べましょうか？$4",
    "5599015.03": "楽しんでもらえたら嬉しいです、私の愛しい人。",
    "5599015.04": "ああ、@。 あなたは私にとってかけがえのない人です。私が感傷的な愚か者であることは承知していますが…$4",
    "5599015.05": "でも、あなたに出会う前の私の人生はね…単なる人生の影のに過ぎなかった。",
    "5599015.06": "私は知識のあくなき追求にとらわれ、本当に大切なことを忘れていました。",
    "5599015.07": "家族。友情。人とのつながり。$1",
    "5599015.08": "…そして、愛。$4",
    "5599015.09": "このことを理解するために体の一部を失う必要がなければよかったんですけどね。$2",
    "5599015.10": "@。あなたは私を生き返らせてくれた。そして心から愛しています。#$b#あなたの人生に私を招待してくれてありがとう。$4",
    //New Year
    "5599017.01": "明けましておめでとう、@。",
    "5599017.02": "これは愛情の証です。[459]$4#$b#決意を固めたかって？ええ。$1",
    "5599017.03": "しかし…まずはあなたの話を聞きたいですね。",
    "5599017.04": "何百万ｇも稼ぎたい。",
    "5599017.05": "町長になりたい。",
    "5599017.06": "この街を改善し続けます。",
    "5599017.07": "人生は順調です。今のままで幸せです。",
    "5599017.08": "決意表明なんてダサいです。",
    "5599017.09": "あなたはきっと気に入らないと思います。",
    "5599017.10": "さて、次は私の番です…",
    "5599017.11": "このコミュニティーは私を歓迎してくれた…。ペリカン・タウンに戻る前、私は漂流しているような、道に迷っているような気分でした。#$b#しかし今、私はここに本当の居場所を見つけました。#$b#このコミュニティーに何か恩返しがしたいんです、@。",
    "5599017.12": "この道を歩むにあたり、これからも私を助けていただけないでしょうか？",
    "NewYearEnd.01": "申し訳ない、@…。もう、話し合う気にはなれません。$2#$b#実は、もう寝ようと思います。$2",
    //******* N E W **************************************************************
    //When Capsule lands
    "5599042.00": "興味深いですね。",
    "5599042.01": "妙な物音で目が覚めたので…外に出て調べていたのですが…",
    "5599042.02": "ああ、私は愚かでした、わかっています…しかし、私は年老いた愚か者以外の何者でもないでしょう？",
    "5599042.03": "奇妙でしょう？これがどこから来たのか分かりません。$2#$b#地球外？それとも異次元？#$b#おそらくどちらでもないでしょう。あるいは、単に…",
    "5599042.04": "いや、どんな論理的な説明も思いつきません。だから、非論理的なのでしょう。$1#$b#オーガニック、そう、生きている、明らかに。",
    "5599042.05": "どうしますか、@？外に返して、成長を見守りますか？",
    "5599042.06": "何も不吉なことが起こらないことを願います。それで、囲いを作るべきでしょうね。念のために…$2",
    //When capsule hatches
    "5599043.00": "消えた。",
    "5599043.01": "私は、今日もその成長ぶりをスケッチして観察するために外に出たのですが…#$b#…そのカプセルが…割れていました！その中の…中が…消えていました！",
    "5599043.02": "痕跡はなく、幾つかの足跡が残っているだけです…$2",
    "5599043.03": "私は『ガラス』のサンプルを取りました。シリコンをベースにしているとは思えません、ディメトリウスのところに持っていってテストしてもらうつもりです。$1#$b#その間、最愛の人、私たちは冷静にならなければなりません。#$b#そのカプセルから出てきたものが何であれ、どこかにいるはずです。$2#$b#おそらくお腹を空かせているのでしょう、あるいは仲間を探して一人で迷っているのかもしれません。$2",
    "5599043.04": "私は街中で何か変わったことを報告している人がいないか尋ねてみることにします。何か分かったら教えてください、@。",
    "5599043.05": "これは驚くべき科学的ブレークスルーになるかもしれません！$3",
    "5599043.06": "レポート？ええ、いくつか聞きました。今日はメモを取りながら、答えを探そうと思っています。$1#$b#実に興味深い展開です。逃げないでほしかった！でも、まだ遠くには行っていないのかもしれません。$2",
    //*************************************************************************
    /*  C H I L D R E N
*******************/
    //talking about baby (some involve pregnancy, some not)
    "patio.havingchild": "私はね、@、この美しい農場で子供と一緒に暮らすことができて恵まれていると感じています。#$b#私は…完ぺきだと感じています。$4",
    "spouseRoom.havingchild": "もうすぐ私たちの子供がやってきますね。でも、緊張と興奮で胸がいっぱいです！$4",
    "funReturn.havingchild": "帰り道、子供の名前を考えていました、@。%nameなんてどうですか？$1",
    "indoor0.pregnant": "いろいろ調べて、あなたにこれを作ることにしました。[212]$3#$b#天然のサーモンにはオメガ3がたっぷり含まれており、赤ちゃんが健康で丈夫に育つのを助けてくれます。$4",
    "indoor4.pregnant": "やぁ、@。お疲れでしょう。背中のマッサージはいかがですか？",
    "indoor2.pregnant": "あなたの欲求を満たすために、ちょっとしたものを用意しました。 [342 194 195 197 233 215]$4#$b#お役に立てれば幸いです。$3",
    "spouseroom.pregnant": "$1 Jasper_Emily#エミリーが、これをあなたにプレゼントするように勧めてくれました。私はクリスタル・ヒーリングにはあまり興味がないのですが。でも害はないでしょう？[62 66]$k#$e#『What to Expect』でこの本を見つけました。ご心配なく、私はたくさんのメモを取っています。$1",
    "jasper.4448": "@、私が父親になるなんてまだ信じられません。$l",
    "jasper.4449": "親になるのは疲れます…。立ち上がる気力もありません。$s",
    "jasper.4452": "とても重要な論文に取り組んでいるんです。一度くらい、子供たちの面倒を見てくれてもいいじゃないですか。$a",
    "jasper.4455": "朝食を作ろうと思ったん ですが、突然ひらめいたんです。$a",
    "jasper.4450": "ああ、@。ここはとても散らかっていますね。模様替えでもしたんですか？#$b#片付けを手伝いたいところですが、足が痛くて…$2",
    "jasper.4486":"どう思いますか、@？",
    "jasper.4488":"先週注文して、今朝届きました。厚かましいことでなければいいのですが…#$b#…気に入りましたか？$2",
    "jasper.birth": "@？どうしたんですか？病院へ行きましょう！",
    "jasper.babyboy": "もし男の子だったら、名前はどうしましょうか？",
    "jasper.babygirl": "もし女の子だったら、名前はどうしますか？",
    "pregnancyTalk.caroline": "おめでとう、@。$1#$b#まったく、ハービー先生は教えてくれなかったわ。小さな町では、ニュースはすぐに伝わるものなの。#$b#もし何か必要なものがあれば教えてね、用意できるかどうか確認するから。#$b#私がアビゲイルを妊娠していたときなんか、奇妙な欲求に襲われたものよ。$2",
    "pregnancyTalk.jodi": "キャロラインからうれしいニュースを聞いたわ！子供たちが増えるのは素晴らしいことよ。$1#$b#でも、今は自分のために時間を使うことを忘れないでね、@。#$b#だって、子供がいれば…あなたの人生は二度と元には戻らないんだから。$2#$b#悪くないわ、全然！ただ… 違う…$2",
    "pregnancyTalk.dwarf": "あなたのパートナーが、あなたが妊娠していると教えてくれたよ。彼はとても興奮しているようだね。#$b#あなたの子供をここに連れておいでよ、子供たちがおしゃべりできるようになったらね。そうしたら、オレが彼らに爆弾技術の神聖な技を教えよてあげるよ、どうだ？",
    "pregnancyTalk.evelyn": "子供がもうすぐ生まれるの！本当におめでとう。#$b#ほら、これで朝の吐き気が和らぐかもしれないわ。 [614]",
    "pregnancyTalk.marlon": "子供が生まれると聞いたよ、@！ そうそう、ジャスパーが大騒ぎしているんだ。#$b#二人ともおめでとう。#$b#そして、剣を教える人間が必要なら、遠慮なく立ち寄ってほしい！",
    "pregnancyTalk.gunther": "ジャスパーはさっきまでここにいて、腕一杯の育児書をチェックしていましたよ。何事にも真剣なんですよ、うちの教授は。#$b#喜ばしいことです。",
    "pregnancyTalk.jasper": "そうですね、@…。何人かに話したかもしれません。信頼できる親友たちにだけ…#$b#それがどうやって町中に広まったのかはわかりませんが…$2",
    "pregnancyTalk.harvey": "ご主人は一日中、出たり入ったりして私に質問していますよ！確かに熱心だ。$1#$b#よく食べ、十分な睡眠をとり、軽い運動を続ければ、すべてがスムーズにいくはずです。$3",
    //Having Child #2
    "patio.havingchild2": "@、私はこの素晴らしい農場で、魅力的な伴侶と、可愛らしい %kid1、そしてもうすぐ生まれる子と一緒に暮らすことができて、恵まれていると感じています。#$b#私は…完ぺきだと感じています。$4",
    "spouseroom.havingchild2": "%kid1に新しい兄弟を迎える準備をしています。あぁ…仲良くしてくれるといいな！$1",
    "jasper.birth2": "@、そろそろですか？ベビーシッターを呼びますから、病院に行きましょう。 ",
    //Jasper talks about the kids
    "OneKid0.kid1.sleep": "%kid1の寝顔を見るのはとても好きです。赤ちゃんはどんな夢を見てるんでしょうね？$1",
    "OneKid1.kid1.sleep": "%kid1は確かによく眠っているようです…。子供ってもっと…対話的だとばかり思ってました。$2",
    "OneKid2.kid1.sleep": "%kid1はとても繊細で小さいですね。怖いですよね。壊しちゃうんじゃないかって心配になるくらい。$2",
    "OneKid3.kid1.sleep": "私は%kid1が大好きです。でも、彼らのおむつはあまり 好きではないんです！$1#$b#あれほど小さなものが、これほど多くのゴミを出すとは誰が想像できただろうか？$2",
    "OneKid0.kid1.crib": "%kid1は今日、私に最高の笑顔をくれました。ああ、もうとろけそうでした。$4",
    "OneKid1.kid1.crib": " %kid1のためにピューレを試しています。もちろん、最高のオーガニック食材だけです！$3",
    "OneKid2.kid1.crib": "赤ちゃんの成長の早さには驚かされますね。%kid1が私の腕の中で眠っている小さな赤ん坊だったのが、つい昨日のことのように感じられます。$4",
    "OneKid3.kid1.crib": "今日は%kid1にどんなお話を読んであげようかな？童話を探しているんですが、どれもグリム童話っぽいと思いませんか？$3",
    "OneKid0.kid1.child.spring": "昨日%kid1を花摘みに連れて行ったんです。あなたにこれをあげたかったみたいですよ。[18]$4#$b#少しつぶれてしまってすみません。",
    "OneKid1.kid1.child.spring": "今朝、池に子ガモがいました。%kid1を連れて餌をやりに行こうと思います。#$b#ああ、もちろんパンではありません！ヘルシーな鳥のスナックフードを探してみます！$1",
    "OneKid2.kid1.child.spring": "なんて素晴らしい日でしょう！小さな%kid1を散歩に連れて行こうかな！#$b#野外の理解はとても重要です。",
    "OneKid3.kid1.child.spring": "ちいさな%kid1は本当に楽しいです。私たちは自分たちの秘密の言葉を発明しているような気がしてなりません。",
    "OneKid0.kid1.child.fall": "%kid1は落ち葉で遊ぶのがお気に入りです。#$b#正直に言うと、私自身がむしろ楽しんでいます。$4#$b#若返った気分です、@。生まれ変わりました。$4",
    "OneKid1.kid1.child.fall": "どうしてだろう…髪にマッシュしたカボチャがついてる。$2#$b#I offered %kid1にはピューレ状にして朝食に出しました。あまり喜ばれなかったですね。",
    "OneKid2.kid1.child.fall": "%kid1と私は池で石を飛ばしました。 私の記録は5ホップです。$1#$b#%kid1は一回だけだけぽちゃんって。でもまあ、初心者ですしね。$3",
    "OneKid3.kid1.child.fall": "%kid1には今日、私のクリスタルをプレゼントしました。地質学を好きになるのに早すぎるということはありません。#$b#残念ながら、%kid1はあまり感銘を受けていないようでした。",
    "OneKid0.kid1.child.summer": "小さな%kid1は本当に私の物語を楽しんでいるようです。そのような魅惑的な観客を持つことはとても素晴らしいことです。$4",
    "OneKid1.kid1.child.summer": "%kid1のためにいくつかの物語を書いてきました。いつか本にするかもしれません。",
    "OneKid2.kid1.child.summer": "おはようございます、@。%kid1に朝食を食べさせました…#$b#そして床も掃除しました。%kid1はピューレ状のコーンがあまり好きではないようです。$2",
    "OneKid3.kid1.child.summer": "%kid1もいつか兄弟が欲しいと思ってくれるかな。#$b#私が子供の頃、弟か妹が欲しかった。$3#$b#すみません、@。プレッシャーをかけるつもりはないんです！$4",
    "OneKid0.kid1.child.winter": "ああ、@！帽子をお借りできませんか？#$b#今日は%kid1と雪だるまを作ろうと思います。$1",
    "OneKid1.kid1.child.winter": "もしあなたが雪の中の奇妙なクレーターを不思議に思っているなら、それは私と%kid1が作ったスノーエンジェルです。$1",
    "OneKid2.kid1.child.winter": "%kid1と私はおとぎ話を楽しんでいます。『雪の女王』は今日のような天気にぴったりだと思います。",
    "OneKid3.kid1.child.winter": "おはようございます、@！%kid1に栄養のある暖かい朝食を食べさせましたので、室内での冒険に出かける準備ができました！$1#$b#毛布砦にピッタリの天気だと思いませんか？",
    //Pregnancy Events
    "5599008.01": "おはようございます、@。朝食を作りました。",
    "5599008.06": "@？",
    "5599008.02": "体調がよくないのですか？ドクターに診てもらったほうがいいかもしれませんね。$2",
    "5599008.03": "さて、@。良いニュースは、あなたは病気ではないということです。",
    "5599008.04": "あなたは妊娠しています。#$b#おめでとうございます。$1",
    "5599008.07": "妊娠？",
    "5599008.05": "私が父親になる…私が…父親に…$1#$b#ああ、本当に愛しています、@！$4",
    "5599009.01": "…それで戦士はゴブリンの王女に別れを告げた…",
    "5599009.02": "…彼は活発な議論を楽しみ、彼女の鋭いウィットに感心していたが、もう二度と太陽を見ることができないと思うと耐えられなかった…",
    "5599009.06": "ガ？",
    "5599009.03": "おはようございます、@。お邪魔じゃなかったですか？リトル・パンプキンはとっても早起きなんですよ！$4",
    "5599009.07": "グー！",
    "5599009.04": "我が家の小さなマンチカンは、私の話を本当に喜んでくれているようです！$3#$b#最後までご一緒しませんか？@。$4",
    "5599009.08": "それは良かった。",
    "5599009.05": "…そうして彼は、ゴブリンたちが祝いの宴を終えて眠っている間に、昼間の明るい光の中へ逃げ出した。$1",
    "5599012.01": "大丈夫ですか、@？$13",
    "5599012.02": "快適ですか？#$b#そうですね、快適です。$4",
    "5599012.03": "私に何かできること、必要なものはありますか、@？あの…$4",
    "5599012.04": "暑すぎますか？寒すぎますか？#$b#何か飲みますか？$2",
    "5599012.05": "ああ、すみません、@。騒ぎすぎましたね？$4",
    "5599012.06": "あの…黙っていましょうか？それとも…話を聞きたいですか？$1",
    "5599012.07": "えー、わかりました。その昔、ある若い戦士の学者がいて、好奇心からゴブリンのところへ…",
    "5599012.08": "…ゴブリンの王はその戦士の腕前に大喜びし、彼の最も大切な財産を差し出した…",
    "5599012.09": "ああ、時間ですか？%kid1が来ますか？$2#$b#ああ、大変だ…ドクターを呼ばなきゃ。$2",
    "5599012.10": "生まれたばかりの赤ちゃんの泣き声が空気を震わせる",
    "5599012.11": "赤ちゃんの肺は確かに丈夫で健康です！",
    "5599012.12": "ああ、@。%kid1は美しい。あなたにそっくりです。",
    "5599012.13": "新しい家族を家に連れて帰る時がやってきました。",
    "5599021.01": "さあ、私の愛しい人よ、一日を乗り切るための栄養たっぷりの朝食をどうぞ。$1",
    "5599021.02": "@？",
    "5599021.03": "体調がよくないのですか？$2",
    "5599021.04": "妊娠したんですか？ああ、それなら！$3",
    "5599021.05": "ジンジャーティーが効くかな？$4",
    "5599021.06": "もうすぐ私たちに二人の子供ができるなんて信じられません。二人！$1#$b#ああ、本当に愛しています、@！",
    /************************************************
O T H E R    N P C S
*************************************************/
    /* C A M E R O N
****************/
    "NPCD.Cameron": "キャメロン",
    "gift.love.Cam": "ワオ、ありがとう！よく調べたね。気に入ったよ！",
    "gift.like.Cam": "これは邪悪だ、いい意味でね！",
    "gift.dislike.Cam": "うーん、そうだね、…私の趣味ではないけど、大事なのはその思いかな。",
    "gift.hate.Cam": "ああ、面白いと思わない？これは何？ゴミ？",
    "gift.neutral.Cam": "ありがと！",
    /* G U N T H E R
****************/
    "NPCD.Gunther": "ギュンター",
    "gift.love.Gun": "ありがとう！これはまさに私が必要としていたものです。",
    "gift.like.Gun": "素晴らしい！これは必ず役に立つでしょう。",
    "gift.dislike.Gun": "まあ、私はファンではないですが、とにかくありがとう。",
    "gift.hate.Gun": "これは不愉快です。",
    "gift.neutral.Gun": "ありがとう！",
    /* M A R L O N
****************/
    "gift.love.Marl": "ああ、プレゼントで買収されるかもしれない！",
    "gift.like.Marl": "感謝する。本当にありがたい！",
    "gift.dislike.Marl": "まあ、スライムはこれを気に入るかもしれないな。",
    "gift.hate.Marl": "ガラクタをもらいに来たんじゃないぞ。",
    "gift.neutral.Marl": "ありがとう！",
    /*Jasper mentions other NPCs
****************************/
    "jasper.cecilia": "街の廃屋のことは、もうご存じですよね、@？  かつてそこに一人の女性が住んでいました。彼女は悲劇的な事故で亡くなられました。$2.#$b#そして、私はそこに彼女の存在を感じました。まるで彼女がここを離れなかったかのように。何が彼女をこの場所に縛り付けているのでしょう？$2#$b#ここには魔法があり、それを手放したくないという彼女の気持ちが伝わってきます。$4",
    "jasper.denver": "昨夜、暗闇の中で何かが吠えているのが聞こえました。 ただのオオカミだと自分に言い聞かせましたが、何か不気味で、別世界のもののようでした。$3#$b#ああ、聞いてください！この超自然的なナンセンスを。冬の夜は長いです。誰でも少し迷信的になるのですよ。",
    "jasper.charlie.1": "ギュンターの甥のチャーリーが引っ越してきました。感じの良さそうな人ですよ$1",
    //Blanche and Jasper
    "blanche_jasper_tue2": "私がどこに住んでいるか、ですか？そう見えるかもしれませんが、図書館には住んでいません！$0#$b#2階には小さなアパートがあるんです。#$b#まあ…もしそれが気に入らなければ、空を毛布に、地面をベッドにして自然の中で過ごせばいいでしょう。$9#$e#ええと？冗談じゃありませんよ。本気ですよ。",
    "blanche_jasper_gone1": "教授がいなくなって、ここは少し寂しくなりました。#$b#彼が探しているものが見つかることを願っています。#$b#私は彼の植物の世話をしています。植物も彼を恋しがっています。$2",
    "blanche_jasper_jasperhome": "教授が戻ってきました。でも彼はとても悲しんでいます、@。$2#$b#彼の足が木の枝のように生え変わってくれればいいのに。$2#$b#どうしてそんなことを言うのって？ああ、ごめんなさい、思いつきませんでした。$2",
    "blanche_jasper_jasperengaged": "教授があんなに笑っているのを見たことがありません！#$b#教授を幸せにしてあげてくださいね、@。$1",
    "blanche_jasper_fall_tue": "ああ、教授ですか？良き隣人です。静かで聞き上手！#$b#彼も本が好きなんですよ。だから、私たちは友達、かも？",
    "blanche_jasper_fall_tue_inlaw": "教授はあなたの農場で幸せに暮らしていますか？#$b#それはよかったです。彼がいなくなって、少し寂しいけど。",
    "blanche_jasper_summer_tue_inlaw": "教授が訪ねてきます。時々、私は彼に本を勧めます。#$b#彼はロマンスが好きなんだけど、それを秘密にしているの！#$b#私が言ったとは内緒よ！$1",
    "jasper_blanche_fall_tue": "ブランシュはとてもいい人です。彼女と話すのはとても楽しい！#$b#時々、彼女は不思議に思うようなことを言いますが…、いや、でもそんな年齢なわけがありません！",
    "jasper_blanche_summer_tue": "申し訳ありません、今日は少し疲れています。ブランシュと遅くまで谷の歴史について話し合っていたんです。#$b#彼女は若いのに、魅力的な洞察力を持っています。",
    /*************************
M O V I E S
**************************/
    "movies.2.1": "ああ、ドキュメンタリーはいつも興味をそそられますね、@。世界には見るべきものがたくさんあります！",
    "movies.2.2": "ジャスパーはあなたに微笑む",
    "movies.2.3": "魅力的でしょう？",
    "movies.2.4": "ありがとう、@。映画のような体験でした。あなたも楽しんでくれましたか？$1",
    "movies.4.1": "これについてはよくわかりません、@。$2",
    "movies.4.2": "ジャスパーの目は固く閉じられている。",
    "movies.4.3": "ジャスパーの顔色が悪い。",
    "movies.4.4": "ああ…いや… 。すみません…もう帰らないといけない。$2",
    "movies.5.1": "これは楽しそうですね。$1",
    "movies.5.2": "楽しかったです。誘ってくれてありがとうございました。$1",
    "movies.6.1": "正直、ちょっと疑問があるのですが、コメントは控えさせていただきます。",
    "movies.6.2": "すみません、@、あの映画は全く楽しめませんでした。",
    "movies.spouse.invite": "素晴らしいアイデアですね！一緒に映画を観られたら嬉しいです。",
    "movies.spouse.kids": "素晴らしいアイデアですね！ベビーシッターを探しましょう！",
    /**************************
    P E R F EC T I O N
    **************************/
    "summit.jasper.1": "ごきげんよう、@。",
    "summit.jasper.2a": "かなり登りました！でも、この景色を見るために登る価値は十分にありますよ。",
    "summit.jasper.2b": "かなり登りました！でも、この景色を見るために登る価値は十分にありますよ。",
    "summit.jasper.3": "本当にこれまでの%year年のことを考えさせられました…\"/pause 1000/speak spouse \"私たちは一緒に多くのことを経験してきましたよね？$h",
    "summit.jasper.4": "…そして、ああ、私たちはここまで来ました。",
    "summit.jasper.5": "最愛のあなたとともに、私は真の幸福を見つけました。$4\"/pause 500/faceDirection Jasper 3/speak Jasper \"あなたがいなければ、私はまだ暗闇の中で迷っていたでしょう。文字通りの意味で。#$b#ありがとう、@。一緒にいれば、私たちは高みに昇ることができる。私たちは本当にピークに達することができるのです。$3",
    //
    // N E W   W I T H   2.0  B E L O W   H E R E ----------------------------------------------------------------------------------------------------------------------------------------------------------------------
    "Jasper.Locations.Museum":"Museum Apartment",
   /*************************
    S P E C I A L   O R D E R S
    *************************/
    //Clint and Geode Quest
    "55990050.01": "ふぅ、これはホットな仕事だ！$2",
    "55990050.clint.02": "こんにちは、@さん！クリントさんがジオードを割ってくれたの！$1",
    "55990050.clarice.02": "こんにちは、@さん！クラリスさんがジオードを割ってくれたの！$1",
    "55990050.03": "@さん！@さん！これはとてもクールだよ！#$b#タイガーアイだ！ ガオー！$1",
    "55990050.04": "フェアリーストーンだよ！本当にきれい！$1",
    "55990050.05": "ジオードを提供してくれたのはこちらの@さんです。",
    "55990050.clint.06": "そしてクリントさん、割ってくれてどうもありがとうございました。$1",
    "55990050.clarice.06": "そしてクラリスさん、割ってくれてどうもありがとうございました。$1",
    "55990050.07": "どういたしまして。",
    "55990050.08": "サムに新しい石を見せたい！",
    "55990050.09": "教授、いい？授業は終わり？",
    "55990050.10": "ああ、わかりました、では。$1",
    "55990050.11": "でも 宿題がありますよ！",
    "55990050.12": "おぉ…$2",
    "55990050.clint.13": "クリント、彼らの宿題について何か提案はありますか？",
    "55990050.clarice.13": "クラリス、彼らの宿題について何か提案はありますか？",
    "55990050.clint.14": "ええと…ええと…岩に関することとか?$2",
    "55990050.clarice.14": "さて、考えさせてください…岩についての何か。詩とか？",
    "55990050.15": "素晴らしい提案です！",
    "55990050.clint.16": "クリントが開けてくれたジオードについて5つの事実を書いてください。図書館には素晴らしい資料がありますよ！",
    "55990050.clarice.16": "クラリスが開けてくれたジオードについて5つの事実を分かち合う詩を書いてください。図書館に素晴らしい資料がありますよ！",
    "55990050.clint.17": "リーディング…ガーン。ボーーリング。$2",
    "55990050.clarice.17": "リーディングとポエム。アーッ！$2",
    "55990050.18": "心配しないで、ヴィン。助けてあげる！大丈夫だよ。約束する。$4",
    "55990050.clint.19": "ありがとうございました、クリントさん。$1",
    "55990050.clarice.19": "ありがとうございました、クラリスさん。$1",
    "55990050.20":"ありがと！",
    "55990050.21":"ありがとう！",
    "55990050.22":"イェーイ！",
    //Storytime in the library
    "55990051.01": "何年も、もしかしたら何世紀も続いた戦争の後、空の人びとの子供たちは互いに離れ離れになり、世界中に散らばっていった…",
    "55990051.02": "そんなの悲しすぎるよ！",
    "55990051.03": "こんにちは@さん。本を探しに来たんです…^こんにちは@さん。本を探しに来たんです…#$b#ジャスパー教授は研究を続けていて、そして…",
    "55990051.04": "@さん！教授が宇宙船の話をしてくれるんだ！何千年も何百年も前にこの谷に墜落したんだ。",
    "55990051.05": "ドカーン！",
    "55990051.06": "そして、その爆発はネバーワールドに穴を開けるほど大きかった！$3",
    "55990051.07": "違うよ、ヴィンセント！『冥界』、ネザーワールドだよ！",
    "55990051.08": "地底には人が住んでいました。私たちのような人間ではありませんが、同じ人間です。$4#$b#そしてその衝突は彼らの街を引き裂きました。$2",
    "55990051.09": "あぁ…",
    "55990051.10": "彼らは本当に、本当に怒った。#$b#だから彼らはエイリアンと戦いました。大きな戦争になりました！$2#$b#彼らはそれをエレメンタリー戦争と呼びました！",
    "55990051.11": "エレメント戦争だよ。それは何百年も何百年も続きました。ほとんどすべての空の人びとが殺されました…$2#$b#そして、宇宙船にはシャドウ・ピープルを本当に病気にする何かがあったのです。$3#$b#それで、彼らの多くもまた死んでしまったのです！$2",
    "55990051.12": "いい子たちですね。今日はここまでにしておきましょう。$a",
    "55990051.13": "さあ、本を持って外で昆虫を探しましょう。$1",
    "55990051.14": "OK！",
    "55990051.15": "空の人びとがまた会えるといいね。$2",
    "55990051.16": "私もそう思います。",
    "55990051.17": "楽しい一日を。",
    "55990051.18": "ああ、どうしよう…。 自分の役割を果たしすぎて、ペニーさんを怒らせてしまったようです。でも子供たちが…$2",
    "55990051.19": "…",
    "55990051.20": "子供たちにどんな話をしたんだ？恥を知るべきだ！",
    "55990051.21": "それがあなたの理論ですか？私にはナンセンスに聞こえる。",
    "55990051.22": "面白い筋書きだね。小説でも書いているの？",
    "55990051.23": "それがあなたの理論ですか？すごく興味をそそられるね。",
    "55990051.24": "あなたともっと議論するのが楽しみです。でも今は、朝食が必要だと思います。$1|もう帰った方がいいかもしれません。空腹は私をイライラさせる傾向がありますから。後でお会いしましょうか？",
    //Jasper at Ginger Island
    "5599052.01": "彼はどこへ行くのだろう？",
    "5599052.02": "印象的でしょう？",
    "5599052.03": "確かに手ごわい。アクティブ？",
    "5599052.04": "ああ、確かに",
    "5599052.05": "でも、火山の基準からすれば、彼女は行儀がいいと思いますよ。$1",
    "5599052.06": "ああ、マナーを忘れしまった。名前はスネイル、スネイル教授だ。",
    "5599052.07": "お会いできて光栄です、スネイル教授。私はジャスパー・トーマス教授と申します。よろしくお願いいたします。$1",
    "5599052.08": "ジャスパー・トーマス？あのジャスパー？ジャスパー教師？#$b#何か聞き覚えがあるぞ！$1",
    "5599052.09": "まあ、そうですね…それがかつての私の肩書きでした…以前は…まあ、状況が変わる前は。$2",
    "5599052.10": "あなたの本を持っています！『有名な旅』！ちょっと湿ってますが…",
    "5599052.11": "何度も読み返しています！",
    "5599052.12": "あそこに洞窟が見えるだろう？",
    "5599052.13": "私はそれほど奥にはいっていないんだ。そこは溶岩の川と恐ろしい怪物でいっぱいだ。まあ、その深みに足を踏み入れるには、私より勇敢な男が必要だろう！$1#$b#だが、私は奇妙な建築のヒントや、特異なテクノロジーを見たよ。",
    "5599052.14": "君の研究はそういった分野だろう？",
    "5599052.15": "確かにそうですね…",
   //New Dialogue lines
    "giftReaction.flowers.s15":"ありがとうございます、@。記念碑のそばで美しく映えることでしょう。$4"
}