{
    //NPC names
    "russell.name":"Russell",
    "shannon.name":"Shannon",
    "morris.name":"Morris",

    //config descriptions
    "config.section.general.name":"General",
    "config.section.general.description":"General Options",
    "config.section.jailable.name":"Characters Eligible for Jail",
    "config.section.jailable.description":"Choose which characters can be sent to jail.",
    "config.section.farmerCrimes.name":"Jailable Farmer Crimes",
    "config.section.farmerCrimes.description":"Infractions for which the farmer can be sent to jail",

    "config.cfgSpork.name":"Spork Name",
    "config.cfgSpork.description":"Rename Spork",

    "config.cfgRipley.name":"Ripley Name",
    "config.cfgRipley.description":"Rename Ripley",

    "config.cfgJailOpenDelay.name":"Jail Open Delay",
    "config.cfgJailOpenDelay.description":"Required number of days played before meeting the new NPCs and opening the sheriff's office",
    "config.cfgShrineOfJustice.name":"Dark Shrine of Justice",
    "config.cfgShrineOfJustice.description":"Adds a new shrine to the witch's hut which will allow the player to release prisoners from jail",
    "config.cfgJailMusic.name":"Sheriff's Office Music",
    "config.cfgJailMusic.description":"Background music for the sheriff's office",
    "config.cfgModAuthorMail.name":"Mod Author Mail",
    "config.cfgModAuthorMail.description":"Allow in-game mail from the mod author, such as announcements",


    "config.cfgPortraits.name":"Shannon Portraits",
    "config.cfgPortraits.description":"Choose portrait style for Shannon",

    "config.cfgJailPierre.name":"Pierre",
    "config.cfgJailPierre.description":"whether Pierre can be sent to jail",
    "config.cfgJailLewis.name":"Lewis",
    "config.cfgJailLewis.description":"whether Lewis can be sent to jail",
    "config.cfgJailClint.name":"Clint",
    "config.cfgJailClint.description":"whether Clint can be sent to jail",
    "config.cfgJailPam.name":"Pam",
    "config.cfgJailPam.description":"whether Pam can be sent to jail",
    "config.cfgJailMorris.name":"Morris",
    "config.cfgJailMorris.description":"whether Morris can be sent to jail",
    "config.cfgJailFarmer.name":"Farmer (you)",
    "config.cfgJailFarmer.description":"whether the farmer can be sent to jail",

    "config.cfgConflictRussellShannon.name":"Dating Russell and Shannon\r\nat the same time.",
    "config.cfgConflictRussellShannon.description":"The farmer can be sent to jail overnight for dating Russell and Shannon at the same time.",


    "modmail_title":"[Law and Order SV] ModMail",
    "modmail_text":"@,^^I hope you're enjoying 'Law and Order: Stardew Valley'! If you're interested in helping to decide the future of this mod, please check the nexus page for a link to a new subreddit, which may include polls, easter eggs, and discussions about the mod. Thank you!^^-sdvhead^^P.S. This type of mail can be turned off in the config options.",  

    "modmail_title2":"[Law and Order SV] ModMail v1.2",
    "modmail_text2":"@,^^I hope you're enjoying 'Law and Order: Stardew Valley'! Version 1.2 brings new dialogue, a new 4-heart event for Shannon, prison events for Pam and Clint, new Shannon portraits (created by plasmoasis, used with permission) and more!. For details check the readme on Nexusmods, or visit the LawAndOrderSV subreddit.^^-sdvhead^^P.S. This type of mail can be turned off in the config options.",  

    "modmail_title3":"[Law and Order SV] ModMail v1.3",
    "modmail_text3":"@,^^I hope you're enjoying 'Law and Order: Stardew Valley'! Version 1.3 brings new dialogue, new portraits and sprites, a new 14-heart event for Shannon, prison events for Morris, and more!. For details check the readme on Nexusmods, or visit the LawAndOrderSV subreddit.^^-sdvhead^^P.S. This type of mail can be turned off in the config options.",  

    "modmail_title4":"[Law and Order SV] ModMail v1.4",
    "modmail_text4":"@,^^I hope you're enjoying 'Law and Order: Stardew Valley'! Version 1.4 is the largest patch so far, adding two new unlockable NPCs, new events, new maps including a haunted forest maze, and much more! For details check the readme on Nexusmods, or visit the LawAndOrderSV subreddit.^^-sdvhead^^P.S. This type of mail can be turned off in the config options.",  

    // GIFT TASTES
    //Shannon
    "gifts.shannon.love": "This is so sweet of you, @. Thank you, I love it!$h",
    "gifts.shannon.like": "Is this a bribe!? $a#$b#It's working!$h",
    "gifts.shannon.dislike": "Is this some kind of joke? It's not funny.",
    "gifts.shannon.hate": "You've made an enemy today.$a",
    "gifts.shannon.neutral": "For me? OK.",
    "Shannon_AcceptBirthdayGift_Positive":"You got me a birthday gift? Awwww, you're sweet. Thank you!$h",

    //Russell
    "gifts.russell.love": "I can see that a great deal of care went into this gift. Thank you, I love this.$h",
    "gifts.russell.like": "For me? How kind of you, thank you.",
    "gifts.russell.dislike": "I can't say I'm interested in this.",
    "gifts.russell.hate": "How dare you.$a",
    "gifts.russell.neutral": "Thank you.",
    "Russell_AcceptBirthdayGift_Positive":"How thoughtful for you to remember my birthday. I'm touched, and this is lovely, thank you.$h",

    //Spork
    "gifts.spork.love": "%{{cfgSpork}} wags his tail and jumps around excitedly!",
    "gifts.spork.like": "%{{cfgSpork}} likes it!",
    "gifts.spork.dislike": "%{{cfgSpork}} gives it a disapproving sniff.",
    "gifts.spork.hate": "%{{cfgSpork}} tore your gift up and is now barking angrily at the pieces.",
    "gifts.spork.neutral": "%{{cfgSpork}} nudges it with his paw suspiciously.",

    //Ripley
    "gifts.ripley.love": "Ah, a tribute. Your offering is acceptable.",
    "gifts.ripley.like": "I'm sure I can find a use for this.",
    "gifts.ripley.dislike": "Is this funny to you? What do you expect me to do with this?$6",
    "gifts.ripley.hate": "You shall suffer for such insolence as this.$5",
    "gifts.ripley.neutral": "Well, if that's the best you can do...",

    //special dialogue
    //Russell
    "Russell_movieInvitation":"A movie sounds like fun. I'll meet you at the theater later. Thanks.",
    "Russell_breakUp":"I thought we were OK... did I do something wrong?$s#$b#If I did... I'm sorry. I hope we can still be friends.",
    "Russell_divorced":"I'm sorry, I just can't be around you right now.$s",
    //Shannon
    "Shannon_movieInvitation":"A movie? Sounds great! I'll meet you there, OK?$h",
    "Shannon_breakUp":"You're breaking up with me? Really?$7#$b#...$s#$b#Whatever, just don't come crawling back.$a",
    "Shannon_divorced":"I have nothing to say to you.$a",

    // MOVIES
    // Shannon
    "movies.shannon.1": "I really like the lead actress in this one!$h#$b#I bet you think she's cute.",
    "movies.shannon.2": "(Shannon seems to be having a good time)",
    "movies.shannon.3": "OK, you have to admit that was kind of sweet. Hey, are you hungry? Let's find a snack.",
    "movies.shannon.4": "Bet you didn't know I held the Prairie King record at the Zuzu arcade.",
    "movies.shannon.5": "They don't call him the prairie KING for nothing! Nice shooting, lawman. Crime doesn't pay.",
    "movies.shannon.6": "So do you think this is going to be like, \"fun-scary\", or \"scary-scary\"?",
    "movies.shannon.7": "(Shannon is gripping your arm tightly)",
    "movies.shannon.8": "It was \"scary-scary\". My heart is still racing!$7",
    "movies.shannon.9": "This theater is so charming. Thanks for inviting me.",
    "movies.shannon.10": "Thanks for taking me to the movies. That was fun!$1",
    // Russell
    "movies.russell.1": "Scary movies are fun, even when they're bad.",
    "movies.russell.2": "(Russell is grinning.)",
    "movies.russell.3": "That movie was so bad -- I loved it!! Oh, were you scared?",
    "movies.russell.4": "They're called classics for a reason. ",
    "movies.russell.5": "That gave me a lot to think about.",
    "movies.russell.6": "This looks a bit corny, don't you think?.",
    "movies.russell.7": "(Russell is nodding off)",
    "movies.russell.8": "Well, at least I had a good nap. Sorry if I spoiled the experience for you.",
    "movies.russell.9": "Cool theater. Have you tried the crane game? It's probably rigged.",
    "movies.russell.10": "Thanks for taking me, I had a good time.",
    
    "rain.russell": "You lived in the city before this, right, @? Don't you think the rain here smells so much better? Earthy.",
    "rain.shannon": "Criminals take advantage of rainy weather, it washes away traces of their misdeeds.#$3#$b#I guess it's great for farmers, too, though.$h",


    // egg festival
    "festivals.shannon.spring13": "If you turn any of these eggs into mayonnaise, keep it to yourself, OK? blech.$9",
    "festivals.shannon.spring13.y2": "The kids seem to be full of energy today!#$e#It takes more than speed to win the egg hunt, though!$h",
    "festivals.russell.spring13": "Eggs are a great source of protein, and such a versatile cooking ingredient!#$e#They can also be processed into mayonnaise for a delicious spread!$h",
    "festivals.russell.spring13.y2": "Will you be collecting some eggs today? If so keep in mind they're uh, not for resale. I don't want to see any of these in the store tomorrow.",
    
    // flower dance
    "festivals.shannon.spring24": "I had to learn this dance to get the Sheriff to stop lecturing me on \"tradition\".",
    "festivals.shannon.spring24.y2": "Is it just me, or does it never rain on festival days? Does that seem suspicious to you?$3",
    "festivals.russell.spring24": "Have I asked anyone to dance? No, just enjoying the lovely day.",
    "festivals.russell.spring24.y2": "Tell Shannon to relax and have fun, will you?",

    //luau
    "festivals.shannon.summer11": "What did you bring to contribute to the soup, something sweet? or savory?#$b#Keep in mind there is a wrong answer.",
    "festivals.shannon.summer11.y2": "I'm trying to keep an eye on the cauldron.#$b#I hear some residents have 'tampered' with the soup in the past.$u",
    "festivals.russell.summer11": "I think I may pass on the soup this year. I saw Evelyn carrying a jar of cranberry sauce.$s",
    "festivals.russell.summer11.y2": "There's lots of good food around even if the soup doesn't turn out great. This town is lucky to have Gus.",

    //jellies
    "festivals.shannon.summer28": "Sometimes I wish Summer would never end, but then we wouldn't get to say goodbye to it with these lovely creatures.",
    "festivals.russell.summer28": "Watch your step, @. The jellies are beautiful, but dangerous to the touch.",
    "festivals.shannon.summer28.y2": "Try to resist the urge to push someone off the docks.#$e#We don't want to harm the jellies.",
    "festivals.russell.summer28.y2": "The sound of the waves can be quite calming, don't you think?#$e#The beauty of the gem sea belies its dangers.",

    //stardew fair
    "festivals.shannon.fall16": "Have you tried the slingshot game? I did OK. I'm a better shot with my sidearm.",
    "festivals.shannon.fall16.y2": "I'm on duty this year. Let me know if you notice anything suspicious.#$b#Other than the clown, obviously.",
    "festivals.russell.fall16": "Lots of folks in from out of town for the fair. Take care that you don't get your pocket picked.",
    "festivals.russell.fall16.y2": "I was pleasantly surprised by the fishing challenge. Maybe I'll ask Willy for some pointers.",

    // Spirit's eve
    "festivals.shannon.fall27": "I don't think the monsters appreciate being in those cells.#$b#Of course, people don't like it much, either.",
    "festivals.shannon.fall27.y2": "You heading into the maze? Be careful, sometimes those adventurer's guild folks go a bit overboard.",
    "festivals.russell.fall27": "Heading into the maze? Just yell if you get lost, we'll put together a search party.",
    "festivals.russell.fall27.y2": "I hope everyone makes it out of the maze alright. One year we couldn't find Penny until the next morning.",
    "festivals.ripley.fall27": "I believe this is what you would call 'cultural appropriation'.",
    "festivals.ripley.fall27.y2": "Solving this maze must have been trivial for you, having already found your way through the Ghostwoods.",

    //festival of ice
    "festivals.shannon.winter8": "Why is it so cold??$7",
    "festivals.russell.winter8": "Are you entering the competition, @? I don't think you get to keep the fish.",
    "festivals.shannon.winter8.y2": "Do you know where I can get some warmer clothes? I should ask Emily...$7",
    "festivals.russell.winter8.y2": "I wonder if there's any fish under there that were around for last year's ice festival.",

    //winter star
    "festivals.shannon.winter25": "Did they put out any more star cookies? I saw Vincent sneaking a whole tray.#$b#I might just accidentally mention it to his mother.$u",
    "festivals.russell.winter25": "Happy feast of the winter star, farmer. It's a good time to remember the important things in life.",
    "festivals.shannon.winter25.y2": "I think the town's tree is even better than the one they put up in Zuzu.#$e#I wonder how they got the star all the way up there.",
    "festivals.russell.winter25.y2": "It's better to give than to receive.#$e#Though I wouldn't say no to a nice gourmet gift basket.$h",

    //engagement dialogue
    "engagement.shannon0": "Before we get married... there's something you need to know.#$b#I'm hopelessly in love with you!$4#$e#Now go away! I have a lot of work to do before the wedding!$h",
    "engagement.shannon1": "Just because we're getting married, doesn't mean I won't be able to arrest you, you know.$9#$e#... although I guess I could try not to be so rough.#$e#Unless of course... you like it that way?$4",
    "engagement.russell0": "I had an incredible dream last night.#$e#I mean, it must have been a dream, right? Of all the people you could choose to marry, did you really pick me?$4#$e#Well, it sounds to me like a dream come true.$h",
    "engagement.russell1": "I can't wait to be married to you.#$b#I already miss you every minute you're away.$4",
    "roommateaccept.ripley":"Do you understand what you're doing?#$b#By offering me this token, you are seeking to enter into a contract binding me to your property...#$b#You're... aware of all this? Very well. I accept the contract. Look for my arrival on the third day.",
    "roommatecontract.ripley0":"You should know that I have a tendency to scare farm animals.#$b#Also pets... and people.",
    "roommatecontract.ripley1":"Don't get too cozy, now. Our pending contract is strictly platonic as you ought to know.$5",

    //resort dialogue
    "Shannon_Resort_Entering": "The weather is perfect!",
    "Shannon_Resort_Leaving": "Must all good things come to an end?",
    "Shannon_Resort_Shore": "You know what, I actually DO enjoy long walks on the beach!",
    "Shannon_Resort_Umbrella": "This seems like a good place for a nap.",
    "Shannon_Resort_Towel": "Oh, I didn't have to bring my own towel? Fancy!",
    "Shannon_Resort_Wander": "Birds aren't real.#$e#$9",
    "Shannon_Resort_Bar": "This drink agrees with me.#$e#and I agree with it.#$e#We are... agreeable.",
    "Shannon_Resort": "Wow, this resort is amazing! Did you build all this yourself?#$b#What do you mean, \"not really?\"$3",

    "Russell_Resort_Entering": "What a lovely day!",
    "Russell_Resort_Leaving": "I guess it's time to pack up.",
    "Russell_Resort_Shore": "The feeling of warm sand sliding between my toes... #$e#It's not unpleasant.$h",
    "Russell_Resort_Umbrella": "So far the wildlife here seem to not be disturbing us, and thankfully, the other tourists have extended the same courtesy.",
    "Russell_Resort_Towel": "I think I'll take a nap. Somebody will wake me up before the boat leaves.#$e#I hope.$s",
    "Russell_Resort_Wander": "I wonder if there are any sport fish in these waters.",
    "Russell_Resort_Bar": "Are you taking the day off as well, @? Stay and have a drink with me!",
    "Russell_Resort": "I've heard the rumors of pirates on the island. If that's true, we should exercise caution.",

    "Shannon_GreenRain": "I'm trying to help keep the peace... it's not easy when I don't know what's going on myself. You may want to stay indoors until we can figure this thing out. I can't guarantee your safety until we know more.$7",
    "Shannon_GreenRain_2": "Now that we know it isn't harmful, I actually enjoy the green rain phenomenon. It's a bit mysterious though, isn't it?$h#$e#I bet you thought I was going to say it was suspicious, didn't you?$3",
    "Shannon_GreenRainFinished": "We haven't officially closed out the investigation, but it doesn't seem like there were any harmful effects from the unusual weather.#$e#You were out there longer than most, I think. Do let me know if you suddenly sprout mushrooms from your head, OK?$9",

    "Russell_GreenRain": "Could this be a warning from Yoba? Or maybe I need to be on the lookout for an illegal toxic dump site... $s",
    "Russell_GreenRain_2": "The Book of Yoba tells of a time \"the verdant rains came forth, and cleansed the roots of their impurities\"... I need to think about this some more.",
    "Russell_GreenRainFinished": "Everyone seems to be OK after the mysterious rain, and there were confirmed to be no known toxins in the droplets. That's a relief.$h",

    "Shannon_cc_Begin": "Oh, you've been poking around in that dusty old community center? Let me know if you see anything suspicious. Abandoned buildings are a hotspot for crime.",
    "Shannon_cc_Bridge": "I'm not sure how, but the quarry bridge seems to have been repaired.#$b#I checked it out as a precaution and it seems to be in good working order, so it should be safe to cross!$h",
    "Shannon_cc_Greenhouse": "So that old greenhouse on your farm is all fixed up! What did Robin charge you for that I wonder...#$b#Oh, it wasn't Robin? Did you do it all yourself?#$b#What do you mean, 'not really'?$3",
    "Shannon_cc_Complete": "So the mayor gave you that 'Stardew Valley Hero' trophy, eh? That's a major award!$h",
    "Shannon_movieTheater": "Hey, did you see the new movie theater? It's a small town so it's nice to have a new option for entertainment.$h",

    "Shannon_islandResortUnlocked": "Hey, I hear there's a new beach resort opening up! Isn't that great!?$h",
    "Shannon_DumpsterDiveComment": "Could you not??",
    "Shannon_FlowerDance_Accept_Spouse": "Let's show 'em how it's done!$h",
    "Shannon_FlowerDance_Accept": "Me, dance? Uh, OK... I mean, of course, thank you for asking.$4#$b#I have a dress, but it's a bit more modern. I hope you don't mind.",
    "Shannon_FlowerDance_Decline": "I don't think that's a good idea.",


  
    "Russell_cc_Begin": "That old community center fell into disrepair so long ago, I can barely remember it being any different. If you think you might be able to spruce it up, I'd be pleased to see it.",
    "Russell_cc_Boulder": "Did you see that the boulder by the lake is gone? The mountain water must have built up enough pressure to break through. I'm glad nobody was hurt.",
    "Russell_cc_Bridge": "It seems the bridge to the quarry was repaired. Not a bad piece of workmanship I must say.$h",
    "Russell_cc_Bus": "Did you see the bus service is up and going again? That old girl's sure got a lot of miles on her.#$b#I mean the BUS, of course! Not Pam!$3",
    "Russell_cc_Greenhouse": "I see that the old greenhouse on your farm is like new! How did you manage that?",
    "Russell_cc_Minecart": "It looks like the old minecart system is in working condition again, somehow.#$b#Don't tell anyone, but it might be my fault it got broken in the first place.$s#$b#My Dad always got mad whenever I got caught riding in the carts. I think he was just worried about me, though.",
    "Russell_cc_Complete": "The community center looks better than brand new! I don't know how you did it, but thank you.",
    "Russell_movieTheater": "Hey, a new theater opened up in town, did you see it? I wonder what kind of salty snacks they sell...#$b#besides popcorn, obviously.$1#$b#They will sell popcorn, right?$2",
    "Russell_willyCrabs": "I'm all stocked up on crabcakes after the sale! Tell Willy thank you for me if you see him.",
    "Russell_pamHouseUpgrade": "That was a generous thing you did for Pam. I'm glad there's people looking out for one another in this town.",
    "Russell_pamHouseUpgradeAnonymous": "It looks like Pam's got a brand new place. I'm happy for her. She's had a tough life.",


    "Russell_FlowerDance_Accept_Spouse": "Of course, darling.$h",
    "Russell_FlowerDance_Accept": "Oh, are you sure? OK then, let's do it.$h",
    "Russell_FlowerDance_Decline": "That's kind of you to ask. Perhaps another time.$s",
    "Russell_DumpsterDiveComment": "Did you just... at least don't litter, OK?",

  // Specific Gift Dialogue
      "Russell_AcceptGift_Tomato":"$c 0.5#This will become the base for a delicious sauce! Thanks, @!$h#Hey, thanks! Tomatoes are one of my favorite vegetables.$h",
      "Russell_AcceptGift_DinoMayo":"$c 0.5#The aroma! The hue! The flavor! I love it!$h#I don't know how you achieved this, but this is marvelous, @. Thank you!$h",
      "Russell_AcceptGift_Garlic":"$c 0.5#Oooooh, what should I cook with this? Whatever it is, it's going to be delicious!$h#This is going to give me the worst breath, but it will be worth it!",
      "Russell_AcceptGift_EggplantParmesan":"$c 0.5#This is a beautiful dish. You made this for me? Thank you!$h#You're really giving this to me? I can't wait to dig in, thank you!$h",
      "Russell_AcceptGift_FriedMushroom":"$c 0.5#What a delightful aroma! Thank you for this!$h#Did you forage these ingredients yourself? And it's cooked perfectly! You really impressed me with this.",
      "Russell_AcceptGift_Pickles":"$c 0.5#I can't decide if I should eat this now, or save it for next season. Pickles have an amazing shelf life, you know.$h#What a proficiently prepared pack of perfect pickles! Thanks, I was feeling peckish.$h",
      "Russell_AcceptGift_StardropTea":"$c 0.5#This brings back fond memories... thank you for sharing this with me.$h#Ah, stardrop tea! Thank you, this is wonderful.$h",


      "Shannon_AcceptGift_Espresso":"$c 0.5#How did you know I needed this? I hope I don't look as tired as I feel.$9#This should help me get through the rest of the day. Thank you!$h",
      "Shannon_AcceptGift_LuckyLunch":"$c 0.5#I'm in love with this! You're the best, @!$h#Awww it's got a gold star and everything. Is that why you're giving it to me?$4",
      "Shannon_AcceptGift_Cookie":"$c 0.5#Awwww, this is literally so sweet! Thank you!$h#How did you know I was craving a fresh baked cookie!? Thanks!$h",
      "Shannon_AcceptGift_MapleBar":"$c 0.5#OK, I admit it. I really love this, thanks, @!$h#I know it's a stereotype, but who could say no to something this delicious?$h",
      "Shannon_AcceptGift_Ruby":"$c 0.5#Wow, this stone is really stunning! And you're giving it to me? Thank you!$4#Wow, I'm in love with this color! Thanks, @. You're amazing.$h",
      "Shannon_AcceptGift_Apricot":"$c 0.5#Oh, for me? Did you know that the word 'apricot' means 'precious'? This gift is precious to me, thank you!#Wait, is this a genuine %farm farm apricot? Thanks, this looks great!$h",
      "Shannon_AcceptGift_StardropTea":"$c 0.5#This is the good stuff! Thank you!#I think this may just top a triple shot espresso as my favorite hot beverage. It's close though!$h",
      "Shannon_RejectItem_Mead":"I'm sorry, but I can't accept this.",

      "Shannon_AcceptGift_DareToHair_Ruby":"You like the classic look, huh? I guess that means you aren't tired of me yet.$9",
      "Shannon_AcceptGift_DareToHair_BubbleGum":"Bubble gum, really? OK, sure, let's try it!$h#$b#I'll apply this tonight. You're next, though, got it?$9",
      "Shannon_AcceptGift_DareToHair_Espresso":"Oh, I actually wanted to try this one! I'll apply it tonight, OK?$h",
      "Shannon_AcceptGift_DareToHair_Ocean":"Gem sea green? Hmmmmm... is this your way of telling me you're taking us on a vacation?$9#$b#OK, I'll try this color later tonight. I hope it looks OK.$h",

      "Pierre_AcceptGift_Mead":"The taste is sweet, but the memories are bitter...$s#$b#You enjoy watching me suffer, don't you?$3",
      "Pam_AcceptGift_BusAlcohol":"Hey, thanks, I needed this.#$b#What do you mean, save it for later? Don't worry about me, I can hold my liquor.#$b#Let's keep it between us though, OK?",
      "Pam_AcceptGift_BusAlcoholRepeat":"Hey there, old friend.#$b#Oh, not you, I was talking to this drink.$h",

  // GENERIC DIALOGUE
  // Spork
    "Spork_DumpsterDiveComment":"%{{cfgSpork}} is wondering what treasures you discovered in there.",
    "Spork_Mon": "%{{cfgSpork}} sniffs you with great interest.",
    "Spork_Tue": "%{{cfgSpork}} tilts his head and looks up at you questioningly.",
    "Spork_Wed": "%{{cfgSpork}} barks energetically.", 
    "Spork_Thu": "%{{cfgSpork}} looks tired.",
    "Spork_Fri": "%{{cfgSpork}} is wondering where you've been today.",
    "Spork_Sat": "%{{cfgSpork}} investigates the dirt on your boots.",
    "Spork_Sun": "%{{cfgSpork}} stares blankly at you.",

    "Spork_Mon4": "%{{cfgSpork}} is happy to see you today!",
    "Spork_Tue4": "%{{cfgSpork}} is looking forward to the next time you can play fetch with him!",
    "Spork_Wed4": "%{{cfgSpork}} barks a friendly greeting.", 
    "Spork_Thu4": "%{{cfgSpork}} tugs at your clothing playfully.",
    "Spork_Fri4": "%{{cfgSpork}} wonders if you're carrying any treats.",
    "Spork_Sat4": "%{{cfgSpork}} likes how you smell.",
    "Spork_Sun4": "%{{cfgSpork}} wags his tail happily.",

    "Spork_AcceptBirthdayGift_Positive":"{{cfgSpork}} loves your gift! He is having a great birthday!",
    "Spork_AcceptGift_Driftwood":"%{{cfgSpork}} already has a favorite fetch stick, but this is a great one, too! He's excited to try it out!",
    "Spork_AcceptGift_Ribs":"%For how aggressively {{cfgSpork}} is working on those ribs, you would think there was still meat on the bones! He is having a great time!",
    "Spork_AcceptGift_Jars":"%{{cfgSpork}} doesn't know how to open jars. He thought you knew that.",
    "Spork_AcceptGift_StardropTea":"%You cool down the tea and set it down for {{cfgSpork}}. He's lapping it up with enthusiasm!",
    "Spork_AcceptGift_DogBiscuit":"%{{cfgSpork}} crunches on the biscuit happily.",
    "Spork_RejectItem":"%{{cfgSpork}} doesn't know what to do with that.",


    "Buff_SporkBuffName":"Nose for adventure!",
    "Buff_SporkBuffDescription":"A short game of fetch has raised your spirits and quickened your step.",

    //Ripley
    "Ripley_Mon": "Commendable that you have reached this sanctuary with your sanity intact...#$b#...mostly intact",
    "Ripley_Tue": "For you it is a day of honor to find yourself in my presence. But for me it is only Tuesday.",
    "Ripley_Wed": "Ew, you're so... corporeal.",
    "Ripley_Thu": "Take care not to defile this place by lingering here too long.#$e#You dare to mock me at your own peril.#$e#...#$b#Do remember this conversation should you find yourself in dire straits later.#$action AddBuff sdvhead.LawAndOrderSV_RipleyCurse",
    "Ripley_Fri": "These blue flames keep out the monsters that plague these woods.#$e#They lack the intelligence to heed my verbal warnings.",
    "Ripley_Sat": "You haven't slain any of my friends, have you?#$e#I jest. I don't actually have any friends.#$e#It's a choice.",
    "Ripley_Sun": "I understand that for some humans, today is a day of worship.#$e#Perhaps you have come here to worship me.#$e#I suppose it makes sense.",

    "Ripley_Mon4": "I am capable of communicating with some over long distances when necessary. Welwick has been instructing me on divination using tea leaves.#$b#Perhaps you could bring me some? I require practice.",
    "Ripley_Tue2": "Eons of solitude have taught me the value of silence.",
    "Ripley_Wed2": "What offerings have you brought me today?",
    "Ripley_Thu2": "You seem quite persistent.",
    "Ripley_Fri2": "Although I don't get much news here, it suits me. The petty conflicts of the lesser races are of little interest to me.",
    "Ripley_Sat2": "Why haven't I 'moved on'?#$b#Why haven't YOU moved on?#$5#",
    "Ripley_Sun4": "This valley has an abundance of growth but not enough of decay. There must be balance.",

    "Ripley_Mon8": "I have been advancing in my understanding of reading tea leaves under Welwick's tutelage.#$b#In return, I occassionally sew misfortune for her adversaries.",
    "Ripley_Tue6": "I have grown to tolerate your presence here.#$e#Don't push it.",
    "Ripley_Wed8": "I welcome you to my sanctuary in these lands. My trading post is open to you, as always.#$e#Spread the word.",
    "Ripley_Thu8": "Don't think that just because I get few customers, that it gives you an advantage in negotiation.#$e#All prices as marked.",
    "Ripley_Fri6": "Ah, @, you return to my domain. You bring news? Tell me of the squabbles of your townfolk.#$e#I want details.",
    "Ripley_Sat4": "Do you not tire of running errands for your lessers?#$e#Oh, that reminds me, I'm out of tea leaves. Would you mind?",
    "Ripley_Sun8": "Yoba this, Yoba that. I grow weary of it.#$e#The rain spirits invoke the name incessantly and to no avail.",


    "Ripley_AcceptGift_TeaLeaves":"Oh, excellent -- allow me to attempt a reading...#$b#{{randomtea}}",
    "ripleyrandomtea_0":"...#$b#Sorry, I got nothing.",
    "ripleyrandomtea_1":"Oh my, if I may ask, are all your affairs in order?",
    "ripleyrandomtea_2":"It seems that you are destined to consume a pig.#$b#Or perhaps, to pet one? It's not an exact science.",
    "ripleyrandomtea_3":"'You will be visited by an important spirit'. Well, that's me, obviously.",
    "ripleyrandomtea_4":"You will narrowly avoid a great catastrophe. Or perhaps cause one? I'm still learning.",
    "ripleyrandomtea_5":"It says you will succeed in all of your endeavors. Or at least, say, seventy percent of your endeavors.",
    "ripleyrandomtea_6":"The leaves foretell that you will correct a grave injustice.#$b#Whatever that means.",
    "ripleyrandomtea_7":"It seems to say 'always bet on green'. Hmmm, that can't be right....",
    "ripleyrandomtea_8":"I can see you approaching a void creature. You draw your weapon...#$b#Wait no, you're inviting it to see a movie? I need more practice.",
    "ripleyrandomtea_9":"I see you forging a powerful weapon... or perhaps grilling a fish.#$b#Hey, this isn't easy, you know.$5",
    "ripleyrandomtea_10":"Oh I see... it's a dire warning!#$b#...#$b#Oh, I would tell you but I'm too curious what will happen if I don't.",

    "Ripley_AcceptGift_Ichor":"{{randomichor}}",
    "ripleyrandomichor_0":"Oh? It takes unusual skill to tap and harvest the ichor from ghostwood trees...#$b#Or a fair amount of blind luck in some cases, I'm sure.$6",
    "ripleyrandomichor_1":"You offer me the lifeblood of the ghostwood tree freely... wishing nothing in return? What's your angle here?",
    "ripleyrandomichor_2":"Excellent, this batch has the particular properties I require...#$b#You ARE wearing gloves when you harvest this material, are you not?$4",
    "ripleyrandomichor_3":"Ah, how pleasing... I lack the dexterity to efficiently process this substance myself.#$b#Upon my last attempt I burned half this place to the ground.$6",


    "Ripley_GreenRain":"What are you even doing here? Don't you have some fiddly heads or something to collect?",
    "Ripley_GreenRain2":"All this green is a bit much. The valley has enough overgrowth as it is.",
    "Ripley_HitBySlingShot":"You realize you can't harm me, right?$5",

    "Ripley_AcceptBirthdayGift":"I have no record of my origins, but I accept this token to commemmorate the date I arrived here.",
    "Ripley_AcceptBirthdayGift_Negative":"So, you have chosen violence.$5#$action AddBuff sdvhead.LawAndOrderSV_RipleyCurse",
    "Ripley_AcceptBirthdayGift_Positive":"This is a gift to... commemmorate my arrival here? How fortunate to be without blood, lest I embarrass myself blushing.$6",

    "Ripley_AcceptSturgeon_Success":"I see, so you succeeded in your task. Very well, tonight I shall attempt to restore your friend to his physical form... whether I succeed or fail, you will not see the fish again.#$e#I shall look away if you wish to bid a tearful goodbye to the fish.",
    "Ripley_AcceptSturgeon_Failure":"The conditions are not right for me to accept this. Did you remember to bring the amulet?[sdvhead.LawAndOrderSV_SpectralSturgeon]",



    "Buff_RipleyCurseName":"{{cfgRipley}}'s mild disdain",
    "Buff_RipleyCurseDescription":"Perhaps you shouldn't have pushed your luck...",
    "Buff_GhostwoodPendantMinBuffName":"Minor Mystic Mark",
    "Buff_GhostwoodPendantMinBuffDescription":"Within the Ghostwoods, you are imbued with minor mystic power",
    "Buff_GhostwoodPendantMidBuffName":"Substantial Psychic Strength",
    "Buff_GhostwoodPendantMidBuffDescription":"Within the Ghostwoods, you are imbued with substantial psychic strength",
    "Buff_GhostwoodPendantMaxBuffName":"Perfected Planar Power",
    "Buff_GhostwoodPendantMaxBuffDescription":"Within the Ghostwoods, you are imbued with perfected planar power",


  // Shannon (attends the desk Mon Wed Sat)
    "Shannon_Mon": "Yes?",
    "Shannon_Tue": "Sorry, am I in your way?",
    "Shannon_Wed": "Committed any crimes lately?",
    "Shannon_Thu": "You don't have any pigs on your farm, do you? I can't stand them.",
    "Shannon_Fri": "Is there anything to do here besides fishing and camping? I'm not what you call outdoorsy.",
    "Shannon_Sat": "You again? What is it this time?",
    "Shannon_Sun": "Why did I even come to this town...$s",

    "Shannon_Mon2": "Seen anything suspicious lately?$3",
    "Shannon_Mon6": "I can be a bit of a pessimist... but you've been helping me to see the good in people.#$e#Sometimes people still act a bit suspicious though, you have to admit.$3",
    "Shannon_Tue2": "It's finally warming up. Winter is just not for me.",
    "Shannon_Wed2": "Something the matter? How can I help?",
    "Shannon_Thu4": "The mayor passed by earlier smelling like truffle oil. Gross.$s",
    "Shannon_Thu8": "Do you have any apricot trees on your farm?$h#$b#If you do, you're legally required to tell me. This is a serious investigation.$9",
    "Shannon_Fri2": "$1 sdvhead.LawAndOrderSV_ShannonFri2#Here, could you use this? I don't think Abigail understood when I asked her if she ever goes 'clubbing'.[sdvhead.LawAndOrderSV_SpikedClub]#$e#This town could do with some more night life.",
    "Shannon_Fri6": "Do you ever go camping? I have to admit, the outdoors is growing on me.",
    "Shannon_Fri8": "Are you any good at fishing? Maybe you could teach me someday.$4",
    "Shannon_Sat2": "Can I be of service?",
    "Shannon_Sun2": "Sometimes I wonder if I made the right decision to leave the city.",
    "Shannon_Sun4": "$1 sdvhead.LawAndOrderSV_ShannonSun4#Do I ever have to recolor my hair? Of course, do you not know how hair works?$9#$e#I miss the city sometimes. I don't miss the smells, though.",
    "Shannon_Sun8": "I have to say this town has grown on me. It has a great beach, good food, and the people that live here aren't half-bad.#$e#Hey, you've grown on me too, @. You're one of the good ones.$9",

    "Shannon_summer_Mon": "Can I help you?",
    "Shannon_summer_Tue": "Greetings, citizen.",
    "Shannon_summer_Wed": "What seems to be the problem?",
    "Shannon_summer_Thu": "I could really use something stronger than coffee today.$s",
    "Shannon_summer_Fri": "$1 sdvhead.LawAndOrderSV_ShannonFri2#Here, could you use this? I don't think Abigail understood when I asked her if she ever goes 'clubbing'.[sdvhead.LawAndOrderSV_SpikedClub]#$e#There's... not much to do around here, is there?",
    "Shannon_summer_Sat": "Anything to report?",
    "Shannon_summer_Sun": "Does anything ever even happen in this town?",

    "Shannon_summer_Mon6": "@! It's good to see you. Is everything OK?",
    "Shannon_summer_Tue4": "Well if it isn't farmer @. Is the farm life treating you OK? Seems like hard work.",
    "Shannon_summer_Tue8": "You look good today, @! The farm life suits you, don't you think?$h",
    "Shannon_summer_Wed4": "Are you finding farm life peaceful? If anyone's been bothering you, let me know how I can help.",
    "Shannon_summer_Thu4": "I wouldn't say no to a doughnut.",
    "Shannon_summer_Thu6": "Do you know a good cookie recipe?",
    "Shannon_summer_Fri4": "Happy Friday, @!#$e#Made any plans for the weekend?",
    "Shannon_summer_Fri10": "Happy Friday, @!#$e#Do you have plans for the weekend?#$e#Is there anything you want to do together?$4",
    "Shannon_summer_Sat4": "How's it going today, farmer?",
    "Shannon_summer_Sat6": "Sometimes I feel like I'm being observed in secret.$3",
    "Shannon_summer_Sat10": "I'll probably spend some time at the beach tomorrow if it doesn't rain.#$e#Do you want to join me? You might feel like you get enough sun already.#$e#Maybe you want to meet up at the saloon later, then?$4",
    "Shannon_summer_Sun4": "I don't mind the Summer heat. Actually I kind of enjoy it.$h",
    "Shannon_summer_Sun10": "Hey, I'm happy you came to see me today!$h#$e#Tomorrow it's back to the grindstone. I guess I shouldn't complain to you though, with all the hard work you do on the farm.#$e#Do you ever think maybe you could use an extra hand?$4",

    "Shannon_fall_Mon": "Can I be of service?",
    "Shannon_fall_Tue": "Are you looking for the sheriff? You can usually find him at the front desk on Tuesdays.",
    "Shannon_fall_Wed": "Let me know if you notice anything... suspicious.$3",
    "Shannon_fall_Thu": "I need sugar.",
    "Shannon_fall_Fri": "$1 sdvhead.LawAndOrderSV_ShannonFri2#Here, could you use this? I don't think Abigail understood when I asked her if she ever goes 'clubbing'.[sdvhead.LawAndOrderSV_SpikedClub]#$e#It's a bit boring here, isn't it?",
    "Shannon_fall_Sat": "Have you witnessed a crime? If you see something, say something.",
    "Shannon_fall_Sun": "Sometimes I wonder why I ever left the city.",

    "Shannon_fall_Mon4": "Everything going OK? I'm here to help.",
    "Shannon_fall_Tue6": "Don't break any laws today, OK? I would hate to throw you in jail on a beautiful Fall day.$9",
    "Shannon_fall_Wed4": "We had a report of a bear sighting. If you have honey or maple syrup at the farm, try to keep it out of reach.",
    "Shannon_fall_Wed6": "Your farm is looking great lately!",
    "Shannon_fall_Thu4": "Do you know how to make 'lucky lunch'? Eating it always seems to improve my day.$h",
    "Shannon_fall_Fri2": "Have any weekend plans?",
    "Shannon_fall_Fri6": "Made any plans for the weekend? I'll probably be at the saloon tomorrow night if you feel like stopping by.",
    "Shannon_fall_Sat2": "Keep your eyes peeled for suspicious characters.$3",
    "Shannon_fall_Sat4": "Everyone seems to have their secrets around here, don't they.#$b#How about you farmer, what are YOUR secrets?$9",
    "Shannon_fall_Sat6": "Well, well, if it isn't my favorite 'informant'.$9",
    "Shannon_fall_Sat8": "Are all the animals doing OK on your farm? Make sure they get safely into the barn at night.",
    "Shannon_fall_Sun2": "Sheriff says I need to relax more.",
    "Shannon_fall_Sun8": "How's my day going?#$b#Better now that you're here!$h",

    "Shannon_winter_Mon": "Yes? Is there an emergency?",
    "Shannon_winter_Tue": "Why is it so cold in this town!?$7",
    "Shannon_winter_Wed": "Have you observed anything unusual lately?",
    "Shannon_winter_Thu": "I found a chunk of Jade walking near the mines the other day. Green isn't really my color though.",
    "Shannon_winter_Fri": "$1 sdvhead.LawAndOrderSV_ShannonFri2#Here, could you use this? I don't think Abigail understood when I asked her if she ever goes 'clubbing'.[sdvhead.LawAndOrderSV_SpikedClub]#$e#I'm bored.",
    "Shannon_winter_Sat": "If you witness a crime and don't report it, that would reflect poorly on you.",
    "Shannon_winter_Sun": "This town is a bit dusty, isn't it? Maybe you like it that way? I don't understand it.",

    "Shannon_winter_Mon4": "What's the situation? I'm happy to help, if I can.",
    "Shannon_winter_Mon8": "Don't go trying to put me in a good mood today, got it?$3#$e#BECAUSE IT'S COLD OUTSIDE, that's why!$5#$e#Your attempts will not succeed.#$e#...$9",
    "Shannon_winter_Tue4": "Aren't you freezing!?$7",
    "Shannon_winter_Tue6": "I'm looking forward to diving under a couple of thick blankets later.",
    "Shannon_winter_Wed4": "I hear some farmers get by in the winter by cultivating mushroom logs. Just be careful, not all mushrooms are safe for consumption.#$b#Sheriff learned that the hard way.$9",
    "Shannon_winter_Wed10":"Hey, @!$h#$b#Seeing your warm smile almost makes me forget that it's freezing cold out.#$e#Almost.",
    "Shannon_winter_Thu4": "Have you found anything interesting in the mines lately? If you come across any rubies, I want to see them!$h",
    "Shannon_winter_Fri4": "You can see so many stars at night here compared to the city. I guess the country life does have its charms, doesn't it?",
    "Shannon_winter_Sat2": "Hey farmer, staying out of trouble?",
    "Shannon_winter_Sat6": "Hey @, staying out of trouble, I hope?",
    "Shannon_winter_Sun4": "Have you been harvesting a lot of wood this Winter? I bet you've been getting pretty strong with all that hard work on the farm.",

    // Russell (attends the desk Tue Thu Fri)
    "Russell_Mon": "It's Spring, so maybe people are finally done trying to cook with cranberries.",
    "Russell_Tue": "Are you lost?",
    "Russell_Wed": "Are you looking for Shannon? You can usually find her at the counter on Wednesdays.",
    "Russell_Thu": "Everything OK?",
    "Russell_Fri": "Can I.... help you?",
    "Russell_Sat": "How's your grandpa's farm? Uh, sorry, I mean... it's your farm now, of course.",
    "Russell_Sun": "I'd like to be alone with my thoughts right now, if you don't mind.",

    "Russell_Mon6": "Lots of delicious veggies can be grown in the springtime, but to really bring out the flavor you want to pickle them in a preserves jar.#$b#If you're new to pickling, I'd be more than happy to be your taste tester.$h",
    "Russell_Tue4": "Hey there @. How can I help you today?",
    "Russell_Wed4": "If you want to get Shannon to hate you, you may want to reconsider your life choices.",
    "Russell_Wed8": "I'm having an even better day now that you're here, @. What's the latest?",
    "Russell_Thu6": "@, it's good to see you. Do you need anything? How's the farm?",
    "Russell_Fri2": "Howdy, @. Made any plans for the weekend?",
    "Russell_Sat4": "Hey, what have you been up to? Could be a good day for sport fishing.",
    "Russell_Sun4": "I think of Shannon as my niece, but really she's the daughter of a good friend of mine.#$b#He's... no longer with us.$s",
    "Russell_Sun8": "I'm feeling very blessed today.$h",

    "Russell_summer_Mon": "Been getting your hands dirty? Only in good ways, I hope.",
    "Russell_summer_Tue": "Hello, can I help you?",
    "Russell_summer_Wed": "Uh... hello.",
    "Russell_summer_Thu": "Were you looking to file a report?",
    "Russell_summer_Fri": "You seem a bit out of sorts today. Is something wrong?",
    "Russell_summer_Sat": "It's quite hot out today, isn't it?",
    "Russell_summer_Sun": "%Russell seems to be lost in thought.",

    "Russell_summer_Mon4": "If you're thinking of farming tomatoes this season, I hope to catch you red-handed.$h",
    "Russell_summer_Tue4": "How can I be of service today, @? I'm here to help.",
    "Russell_summer_Wed2": "It's a pleasant day, don't you think? I'm grateful for it.",
    "Russell_summer_Wed4": "Make sure to stop by the counter every once in a while, we have kind of a permanent bake sale to help fund the department.#$b#On Fridays we usually offer camping or fishing supplies.",
    "Russell_summer_Thu4": "Hello there. Is all well? Let me know if the department can assist.",
    "Russell_summer_Fri2": "Have you been exploring the mines? Make sure to stay safe. Bring something to eat so you don't exhaust yourself.",
    "Russell_summer_Sat4": "Summer can be a dangerous time to be working outdoors. Make sure to take frequent breaks! Head indoors or find a shady spot to cool down and recharge.",
    "Russell_summer_Sun6": "Life is fragile. I'm grateful to be here.",
    
    "Russell_fall_Mon": "Some vegetables can be processed into sugar. That seems like a waste, to me.$s#$b#Better to pickle them, don't you think?",
    "Russell_fall_Tue": "Greetings, farmer.",
    "Russell_fall_Wed": "Good day. Are you well?",
    "Russell_fall_Thu": "Hello. Can I be of assistance?",
    "Russell_fall_Fri": "What seems to be the trouble?",
    "Russell_fall_Sat": "Anything to report?",
    "Russell_fall_Sun": "%Russell doesn't seem to be paying much attention.",

    "Russell_fall_Mon6": "Are you growing any eggplants this season? I saw a delicious looking cheesy eggplant dish on the cooking channel, but I didn't manage to catch the recipe.",
    "Russell_fall_Tue4": "Hey there, @. How can I help you today?",
    "Russell_fall_Tue10": "Hello there, @. I hope you're well?#$e#Good, good. Let me know if I can help you with anything.$h#$e#Don't be a stranger, now.$h",
    "Russell_fall_Wed4": "Shannon and I both enjoy the Fall. But the later it gets in the season, the more she dreads what comes next.",
    "Russell_fall_Thu4": "Fall is a busy time for most farmers. Make sure you have enough scarecrows to protect your valuable crops from flying freeloaders.",
    "Russell_fall_Thu8": "How is your Fall harvest season coming along?",
    "Russell_fall_Thu10": "It's the harvest season. Do you, uh, have enough help on your farm?#$e#Many hands make light work.",
    "Russell_fall_Fri2": "Make sure to protect your valuable crops with a fence. We sell instructions for a durable security fence at the counter if you haven't already picked up the plans.",
    "Russell_fall_Fri6": "What are your plans for the weekend? Maybe some fishing or camping?#$b#Be careful not to overwork yourself. Leave some time for yourself.",
    "Russell_fall_Fri10": "I'll probably stop by the saloon tomorrow evening, if you'd care to join me for a drink.",
    "Russell_fall_Sat4": "How is the farm doing? Are you stockpiling enough hay to feed your animals in the winter?",
    "Russell_fall_Sat10": "@, how is your weekend coming along? Are you well?#$e#That's good to hear.$h",
    "Russell_fall_Sun6": "I try to reserve time on Sundays to meditate and study.",
    "Russell_fall_Sun10": "How thoughtful of you to pay me a visit today.#$e#You always make my day brighter.",

    "Russell_winter_Mon": "If you're growing a fruit so bitter that it needs to be drowned in sugar just to make it palatable, maybe you should be growing something else. If you don't mind me saying so.",
    "Russell_winter_Tue": "Staying warm?",
    "Russell_winter_Wed": "Green is my favorite color. So I'm pleased that some trees stay green even in the winter.",
    "Russell_winter_Thu": "How are you managing the winter? Be careful not to freeze out there.",
    "Russell_winter_Fri": "Winter can be perilous. Do you need to report an emergency?",
    "Russell_winter_Sat": "Doctor Harvey tells me a cold has been going around. Are you well?",
    "Russell_winter_Sun": "%Russell nods politely in your direction.",

    "Russell_winter_Mon6": "Cranberry jam, cranberry sauce, cranberry candy... its all an affront to nature. Keep it away from me, please and thank you.",
    "Russell_winter_Mon10": "I was feeling a bit chilly earlier, but seeing you today has warmed me right up.$h",
    "Russell_winter_Tue4": "Hey there, @. How can I help you today?",
    "Russell_winter_Wed8": "Usually if mayo turns green, that's a sign it should be thrown away... but I've heard there may be a naturally green mayo with a completely unique flavor profile.",
    "Russell_winter_Thu6": "I've been feeling a bit cooped up lately. I bet you get lots of fresh air and exercise on the farm.",
    "Russell_winter_Thu10": "How is your winter season going? Are you doing any fishing? Maybe harvesting some lumber to stay warm?#$b#Maybe you'd let me come by to chop some firewood and build us a fire to stay warm.$4",
    "Russell_winter_Fri6": "I find that bundling up by a roaring fireplace is a pleasant way to spend a winter day.",
    "Russell_winter_Sat8": "Winter can be harsh in the valley. Is your farmhouse warm enough to weather the cold?",
    "Russell_winter_Sat10": "It's cold out there! Are you... staying warm enough in your farmhouse at night?$4",
    "Russell_winter_Sun6": "Even if you two weren't close, I think fixing up your grandpa's old farm is a great way to honor his memory.",

    "Russell_CaughtLegend": "When my father passed away, Willy told me an old fisherman's tale, that when fishermen pass on, and have their ashes spread out to the ocean...$s#$b#... that they sometimes begin a new life as a legendary fish, challenging the next generation of fishermen.#$b#It's a quaint story, but even if it was true, my Dad's ashes were spread over the lake, not the ocean.$h",

    //schedule strings
    "Russell_DesertFestival001": "Hmmmmm, should I go with the Calico Pizza, or Cave Kebab?#$b#You know what, you only live once, right? I'm going to try some rare fruit with uncomfortably hot sauce!#$b#LET'S DO THIS THING!!$5#$b#...#$b#!!!$3",
    "Russell_DesertFestival002": "Technically this is out of our jurisdiction, but you should know there may be some shady race fixing going on here.#$b#You didn't hear it from me.",
    "Russell_DesertFestival001_married": "Would you still kiss me if I have the cave loaf with pungent garlic?",
    "Russell_DesertFestival002_married": "This is a truly lawless place. Call me right away if you find yourself in trouble.",
    "Russell_snooze":"%Russell is trying to sleep.",
    "Russell_pushups":"%Russell is trying to keep track of his push-ups.",
    "Russell_pushups_married":"%Russell winks at you ;)",
    "Russell_lake_married":"Hello darling. If you're in the mood to do some angling I promise not to scare off the fish.$h",
    "Russell_sit_inside_married":"Care to keep me company for a bit?",
    "Russell_shower": "You don't belong here.$a",
    "Russell_shower_rel": "You're awfully forward, aren't you?$4",
    "Russell_visiting_hours": "Please enjoy visiting hours. This door closes at five.#$e#That's five'o'clock PM, understand? I have places to be.#$e#Don't say I didn't warn you.",
    "Russell_nightmarket_prekent": "Jodi's husband is still out on active duty. I hope he's OK.",
    "Russell_nightmarket": "Kent wanted to be here but wasn't sure he could manage. I told him I'd make sure Jodi made it home safe.",
    "Russell_troutderby": "The annual trout derby brings quite a bit of tourism to the town. I like to keep an eye on things.$6#e#The rainbow trout is a beautiful fish that can also put up a spirited fight.$6",
    "Russell_jojaday": "Don't mind me. Lots of volume here today, so I'm helping to keep an eye on things.#$e#I just hope I don't have to break up any fights over discount items.#$e#Have a pleasant time shopping.",
    "Russell_communitydayfish":"Have you added any fish to the Community Center aquarium, @? It looks like Willy is doing a good job of maintaining it.",
    "Russell_communitydaykitchen":"Help yourself! If we run out of food, I'll grill up something from the aquarium!$h#$e#Well... I was joking when I said that, but now I'm really thinking about it...#$e#No, no, you're right. Those fish belong to everyone...#$e#If I stole one, I'd have to arrest myself!$3",

    "Shannon_coffee": "I like my coffee hot, rich, and strong enough to pick me up.",
    "Shannon_notes": "There's something suspicious about this place... if I could just put my finger on it...$3",
    "Shannon_beachtowel": "%Shannon is unresponsive.",
    "Shannon_arcade": "%Shannon can't be distracted right now.",
    "Shannon_workout": "%It's best to keep your distance.",
    "Shannon_sit_tree":"Hey, I'm not slacking off, I'm off duty!$8",
    "Shannon_sit_outside_married":"Hey darling, I'm just enjoying the fresh air.",
    "Shannon_sit_inside_married":"Hey love, I'm just taking a break after my shift. Want to sit down for a bit?",
    "Shannon_videogames": "I used to play this all the time at the Zuzu arcade. It's a classic.$8",
    "Shannon_barleft":"My shift is over, but wearing the uniform usually means getting a discount.$8#$e#Don't worry, I tip to make up for it!$9",
    "Shannon_bar_married":"Hey, I was hoping you'd show up here tonight! How was your day?#$b#Get yourself a drink and tell me all about it!$h",
    "Shannon_shower": "OUT!!$5",
    "Shannon_shower_rel": "What are you doing in here?$4#$e#Behave yourself.",
    "Shannon_visiting_hours": "Thanks for stopping by. Please conclude your visit by five o'clock.#$e#Don't blame me if you don't get yourself out in time. I have other things to worry about.",
    "Shannon_nightmarket":"Why are all the winter festivals OUTDOORS??$7#$e#I'll just need to keep moving to stay warm.$s#$e#... and maybe have some more coffee.#$e#What?",
    "Shannon_pool":"Sometimes when I was little, I would talk about wanting to become a mermaid.#$e#I wonder if mermaids ever dream of becoming human?#$e#No, that's too silly.$9",
    "Shannon_communitydayboard":"I think it's great that there are places like this for the community to gather together, and also post notes and requests. It really brings people together.",
    "Shannon_communitydaycraft":"Looking around here has me wondering about what kind of projects would be fun to start on. How about you?.$h",

    "Spork_schedule_snooze":"%{{cfgSpork}} is asleep.",
    "Spork_schedule_scritches":"%You give {{cfgSpork}} some welcome scritches behind the ears.",
    "Spork_schedule_goodboy":"%{{cfgSpork}} is being a very good boy.",
    "Spork_schedule_badboy":"%{{cfgSpork}} is not being a very good boy.",
    "Spork_schedule_needsbath":"%{{cfgSpork}} smells like he could use a bath.",
    "Spork_schedule_playfetch":"%{{cfgSpork}} wants to play fetch!",
    "Spork_schedule_tree":"%{{cfgSpork}} seems to like this tree.",

    "Pierre_snooze":"%Pierre lays unresponsive in a growing puddle of drool.",

    "Caroline_nightmarket":"I'm getting all my holiday shopping done tonight! And I don't have to worry about Pierre hounding me over every last expense!",
    "Abigail_sundayhide":"Mom's training me on the register.",

    "JojaDay2_Susan": "I'll take all of these, Caroline! They really don't sell seeds like yours at Joja Mart.$1",
    "Susan_SeedShop_14_20": "Wonderful to see you, @! Buying seeds from Caroline today?$0",


/*
ROOMMATE DIALOGUE - Ripley
*/
"patio_ripley": "If you want to barter, you still need to travel to the falls through the Ghostwoods.#$e#I can replicate my conscious from here.#$e#If I give you the easy way out, you won't build character.",


/*
MARRIAGE DIALOGUE - Shannon
*/
//raining, when the day starts
"Shannon_Marriage_Rainy_Day_Shannon": "The weather report was right as usual! Seems like a good day to snuggle up with a good book, don't you think?",
"Shannon_Marriage_Rainy_Day_0": "It's raining! The farm smells amazing. Try not to track any mud in the house, OK?$h#$b#And don't catch yourself a cold out there!",
"Shannon_Marriage_Rainy_Day_1": "I love the sound of rain on the rooftop. It's so relaxing.",
"Shannon_Marriage_Rainy_Day_2": "Here, I made you something sweet.[223 610 731 234]#$b#Love you!", //cookie/fruit salad/maple bar/blueberry tart
"Shannon_Marriage_Rainy_Day_3": "It's really pouring out there! The rain never lets up, does it?#$b#It's OK, I love the rain here. It smells nice.#$b#You smell nice, too.$4",
"Shannon_Marriage_Rainy_Day_4": "Does it seem like a nice day to stay inside and keep me company? I know you're busy, so don't worry. I'll be here when you get back.$4",

//raining, after 6pm
"Shannon_Marriage_Rainy_Night_Shannon": "I'm loving the sounds and smells of the rain today. Do you want to cozy up with me and enjoy it together?$4",
"Shannon_Marriage_Rainy_Night_0": "Oh, you're finally back! Let's get you out of those wet clothes!$h",
"Shannon_Marriage_Rainy_Night_1": "Oh, you're sopping wet! That's OK, give me a big hug anyway.$h",
"Shannon_Marriage_Rainy_Night_2": "Were you able to get anything done today in all this rain? You're such a hard worker, I appreciate you.",
"Shannon_Marriage_Rainy_Night_3": "I haven't gotten a thing done today, how about you?",
"Shannon_Marriage_Rainy_Night_4": "You're home! I made dinner, I hope it tastes OK? I know I'm not much of a cook, sorry!![224 213 206 244]",//spaghetti/fish taco/pizza/roots platter
"Shannon_Marriage_Rainy_Night_5": "Hey, you're home! Are you tired? Let me know if I can help you relax.",

"Shannon_Marriage_patio_Shannon": "%Shannon acknowledges you with a smile while trying to maintain her concentration.",
"Shannon_Marriage_spouseRoom_Shannon": "$c 0.5#I've got some paperwork to catch up on today. I'll see you later OK? I love you so much!#I had a nightmare I was back living alone in Zuzu city. I can't believe I ever wanted to go back to that.",

"Shannon_Marriage_Indoor_Day_Shannon":"Morning @!$h#$b#I'm in a good mood today. Thanks for asking me to be your wife, I really love our life together.$h",
"Shannon_Marriage_Indoor_Day_0": "Good morning, did you sleep OK?",
"Shannon_Marriage_Indoor_Day_1": "Morning, love. I made breakfast, are you hungry?[194 195 210 211 201]$h",//fried egg/omelet/hash browns/pancakes/complete breakfast
"Shannon_Marriage_Indoor_Day_2": "Sometimes I lie awake in bed worrying about you when it's 1AM and you're still out there somewhere. Are you being careful?$s#$b#I don't want to lose you to some cave monster.$s",
"Shannon_Marriage_Indoor_Day_3": "How could you do this to me!?$5#$e#Sorry, I was just practicing in case you every betray my trust.#$e#Do you... want to kiss and make up?$4",
"Shannon_Marriage_Indoor_Day_4": "What are your plans today? If you're going to the mines, maybe keep an eye out for a nice looking ruby?#$b#Be careful though! Don't get too distracted or you could end up in the hospital!$s",

"Shannon_Marriage_Indoor_Night_Shannon": "I'm happy to see you! Tell me all about your day.$4",
"Shannon_Marriage_Indoor_Night_0": "Hi.$4#$b#What?? I just like you!$4",
"Shannon_Marriage_Indoor_Night_1": "Oh, I'm glad you're back!$h#$b# You're not going out again are you? I worry when you're out Yoba-knows-where until the wee hours.$s#$b#I trust you, though.",
"Shannon_Marriage_Indoor_Night_2": "You're home, yay!$h#$b#My day was SO boring. What about you?#$b#Were you busy with the farm, or was there time for a little adventure?",
"Shannon_Marriage_Indoor_Night_3": "Hey, @, are you getting tired? I'm ready for bed when you are.",
"Shannon_Marriage_Indoor_Night_4": "I shouldn't have had that espresso, I'm going to be up all night! #$b#... do you want to stay up and do something fun?$4",

"Shannon_Marriage_Outdoor_Shannon": "It's so pretty today. I can't believe I get to live here.$h?",
"Shannon_Marriage_Outdoor_0": "I can't say I ever pictured myself as a farm girl. I feel like I'm getting the hang of it, though. Don't you?$h",
"Shannon_Marriage_Outdoor_1": "I feel like moving here from the city probably added years to my life. I can tell the difference just by breathing.",
"Shannon_Marriage_Outdoor_2": "%farm is beautiful, @. I never imagined that life as a farmwife could be so delightful.$4",
"Shannon_Marriage_Outdoor_3": "Is it OK if I just watch you work for a while?$4",
"Shannon_Marriage_Outdoor_4": "You seem like you could use a drink. Here, try not to exhaust yourself out there![346 303 350 395 459 614 903 253]",//beer/pale ale/juice/coffee/mead/green tea/ginger ale/triple shot espresso


"Shannon_Marriage_funLeave_Shannon": "Good morning, love. I'm headed into town today.#$b#Do you want me to arrest anyone?$9",
"Shannon_Marriage_funReturn_Shannon": "Did you have a good day? It was nice to see friends, but I also missed the farm.#$b#What, of course I missed you too, silly.$9",

"Shannon_Marriage_OneKid_0": "I have to admit this motherhood thing is growing on me.$h",
"Shannon_Marriage_OneKid_1": "I took %kid1 to see Marnie's farm and I have to say, the cows made quite an impression.#$b#I mean, it's a cow farm, %kid1, there's gonna be cows outside!$9",
"Shannon_Marriage_OneKid_2": "Motherhood can be kind of exhausting.$s#$b#Don't worry, if I can just manage to squeeze in a nap later, I'll be back to my old self.",
"Shannon_Marriage_OneKid_3": "Do you think %kid1 will grow up to be a farmer, or maybe be the next Sheriff?#$b#Who knows, maybe the next mayor!#$b#OR GOVERNOR!$h#$b#Sorry, I went a little crazy there for a second.$7",
"Shannon_Marriage_TwoKids_1": "Ugh, the kids wouldn't eat breakfast today, and when I insisted, they started throwing it everywhere! They can be such little shadow monsters!!$a#$b#I'm sorry, that was rude.$s#$b#If you see a shadow monster please do apologize on my behalf.",
"Shannon_Marriage_TwoKids_2": "These kids are going to put grey hairs on my head before you know it! Hooligans!#$b#Hmmm... maybe a 'realistic' tour of the inside of the jail cell would do them both some good...#$3#Oh come on, I'm kidding!$h",
"Shannon_Marriage_TwoKids_3": "%kid2 climbed up and put both arms around %kid1 today in a firm headlock.#$b#It was the most adorable attempted murder I've ever witnessed.$h",


"Shannon_Marriage_spring_1": "Oh my Yoba, Spring is finally here! Are you excited to get back to the planting season?$h",
"Shannon_Marriage_spring_23": "Oh, is the flower dance tomorrow? I completely forgot.$4",
"Shannon_Marriage_spring_24": "You WILL be dancing with me today, won't you?",

"Shannon_Marriage_summer_1": "Here, should we grow some poppies this Summer? We can give them to people we hate.[453 453 453]#$b#Or make delicous muffins!$h",
"Shannon_Marriage_summer_8": "I had a dream about you last night...#$b#It was a good dream.$4",
"Shannon_Marriage_summer_15": "I usually enjoy the Summer, but last night it was so hot in the house I could hardly sleep. Did we leave the fireplace on?$s",
"Shannon_Marriage_summer_20": "Hey! It's Uncle Russ's birthday today. Could you give this to him for me if you see him? Tell him it's NOT poisoned.[342 231 205]#$b#What? It isn't!!$h",

"Shannon_Marriage_fall_8": "Maybe you have time to take a walk with me today? We could enjoy the Fall colors!$h#$b#It's OK if you're busy today, there's plenty of Fall still to come.",
"Shannon_Marriage_fall_27": "Happy Spirit's Eve! Are you going to dress up tonight?$h",
"Shannon_Marriage_fall_28": "WINTER IS COMING.$5",

"Shannon_Marriage_winter_1": "We have a long winter ahead of us, but we'll get through it together.$h#$b#Do you think we could plant an apricot tree? I want something to look forward to once Spring rolls around.",
"Shannon_Marriage_winter_5": "I'm so cold...$7#$b#Could you please make sure the fire is on?#$b#Maybe later we can share coffee and snuggle?$4",
"Shannon_Marriage_winter_14": "I'm looking forward to this year's night market, what about you?#$b#Maybe stay away from the mermaid show, hmmm?",


"Shannon_Marriage_Good_1": "Hey!$4#$b#I really like being your wife.",
"Shannon_Marriage_Good_2": "Some people might think we rushed into getting married, but the more I get to know the real you, the more I feel like it was the right decision.#$4#I'm so glad that you asked me. And that I said yes.$4",

"Shannon_Marriage_Neutral_0": "I wonder if Russell is managing OK on his own at the station...#$b#What am i saying? It's a small town, he's probably sleeping on the job.",
"Shannon_Marriage_Neutral_1": "Are you going into town today? If you happened to bring me back a maple bar... that wouldn't make me sad.$9",
"Shannon_Marriage_Neutral_6": "Are you well today, darling? You look tired.",

"Shannon_Marriage_Bad_6": "I'm bored. Or maybe... I'm boring? Which do you think it is?",
"Shannon_Marriage_Bad_7": "I find myself missing the city more than usual these days.",
"Shannon_Marriage_Bad_8": "I'd like some space right now if you don't mind.",
"Shannon_Marriage_Bad_9": "Did I burn dinner or something? And you think that's an excuse to treat me this way?",


/*
MARRIAGE DIALOGUE - Russell
*/
//raining, when the day starts
"Russell_Marriage_Rainy_Day_Russell": "Are you going out in this weather? Would you rather have a lazy day at home? You're so busy! I love your energy.",
"Russell_Marriage_Rainy_Day_0": "Be careful you don't get yourself sick in this weather.",
"Russell_Marriage_Rainy_Day_1": "I'm enjoying the sounds of the rain striking the farmhouse. I'm glad Robin did a proper job on the roof.",
"Russell_Marriage_Rainy_Day_2": "I have a dozen things to do today, but I'd rather just enjoy your company.",
"Russell_Marriage_Rainy_Day_3": "The rain smells nice today.#$b#You smell nice, too.$4",
"Russell_Marriage_Rainy_Day_4": "It's really pouring out there, isn't it? Would you rather stay home today and keep me company?$4#$b# It's OK, I know the life of a farmer is hard work, rain or shine. Let me know what I can do to help.",

//raining, after 6pm
"Russell_Marriage_Rainy_Night_Russell": "Do you want to crawl under the covers tonight and enjoy the rainy evening?$4",
"Russell_Marriage_Rainy_Night_0": "Oh, you're soaked! Let me find you something warm to put on.",
"Russell_Marriage_Rainy_Night_1": "I don't know how you manage to be productive in this weather. I admire your tenacity.",
"Russell_Marriage_Rainy_Night_2": "Were you able to get anything done today in this weather? You're such a hard worker, I appreciate you.",
"Russell_Marriage_Rainy_Night_3": "I haven't gotten a thing done today, how about you?",
"Russell_Marriage_Rainy_Night_4": "You're home! Just in time for dinner. I hope it suits your taste. I just like experimenting with flavors![649 730 231 197]$h",//fiddlehead risotto/lobster bisque/salmon dinner/eggplant parmesan/cheese cauliflower
"Russell_Marriage_Rainy_Night_5": "You poor thing, were you out all this time in the rain?! What can I do for you -- A hot meal, a massage? Take a load off!",

"Russell_Marriage_patio_Russell": "Get it while it's hot![241 212 607 214]#$e#You're not just going to store that in a chest, are you?", //survival burger / salmon dinner / roasted hazelnuts / crispy bass
"Russell_Marriage_spouseRoom_Russell": "$c 0.5#I need to express gratitude today to Yoba for the beautiful life we are enjoying together.#Today is a good day for study and meditation.",

"Russell_Marriage_Indoor_Day_Russell":"Morning @!$h#$b#I'm in a good mood today. Thanks for asking me to be your man.$h",
"Russell_Marriage_Indoor_Day_0": "Good morning, did you sleep OK?",
"Russell_Marriage_Indoor_Day_1": "Morning, love. I made breakfast, are you hungry?[194 195 210 211 201]$h",//fried egg/omelet/hash browns/pancakes/complete breakfast
"Russell_Marriage_Indoor_Day_2": "This morning I looked out the window and saw a massive possum! Luckily they aren't dangerous.#$b#I'm pretty sure...$s",
"Russell_Marriage_Indoor_Day_3": "I have a feeling this will be a blessed day.$h",
"Russell_Marriage_Indoor_Day_4": "What are your plans today? Any interest in a little foraging? I wouldn't say no to a nice fried mushroom. You do have to watch out for the poisonous ones, though.",

"Russell_Marriage_Indoor_Night_Russell": "Well look who it is, my nearest and dearest love.$h",
"Russell_Marriage_Indoor_Night_0": "You always manage to put a smile on my face.$4",
"Russell_Marriage_Indoor_Night_1": "You're back! Are you being safe out there? You're out so late, sometimes. Do take care of yourself, won't you? I need you.",
"Russell_Marriage_Indoor_Night_2": "I confess I felt a bit lonely today.$s#$b#Hey, I'm alright, I just missed you! Did you miss me?",
"Russell_Marriage_Indoor_Night_3": "Hey, @, are you feeling sleepy? I'm about ready for bed myself.",
"Russell_Marriage_Indoor_Night_4": "Hey there, good looking. Did you tire yourself out today, or... would you like to do something with me?$4",

"Russell_Marriage_Outdoor_Russell": "The farm is quite lovely today, and you're looking quite lovely yourself. Thank you for letting me share this life with you.",
"Russell_Marriage_Outdoor_0": "I'm sorry I'm not much of a farmer. Your talents amaze me. I hope you don't mind me just doing what I can.",
"Russell_Marriage_Outdoor_1": "Even though I grew up in Pelican town, it feels quite a bit different now. More vibrant.",
"Russell_Marriage_Outdoor_2": "%farm is doing so well, @. You should be proud.",
"Russell_Marriage_Outdoor_3": "Hey there, just enjoying the view.$4",
"Russell_Marriage_Outdoor_4": "Here, don't forget to stay hydrated![306 350 614 903 184  346 303 350 395 459 614 903 253]",//mayonnaise/juice/green tea/ginger ale/milk


"Russell_Marriage_funLeave_Russell": "Good morning, love. I'm headed into town today.#$b#Do you want me to arrest anyone?$9",
"Russell_Marriage_funReturn_Russell": "Did you have a good day? It was nice to be out in town, but I also missed the farm.#$b#I missed you too, of course.",

"Russell_Marriage_OneKid_0": "I wasn't sure if I'd ever get to be a father. Life happens so fast.$h",
"Russell_Marriage_OneKid_1": "%kid1 is such a rascal! Takes after you, wouldn't you say?",
"Russell_Marriage_OneKid_2": "Sometimes I wonder... am I doing this right? I hope I can be the father that %kid1 deserves.",
"Russell_Marriage_OneKid_3": "Our kid is kind of adorable, wouldn't you agree? I wish I could take credit for it.",
"Russell_Marriage_TwoKids_1": "The children sure like it when \"Aunt Shannon\" comes to visit. She spoils them with treats, you know.",
"Russell_Marriage_TwoKids_2": "We were exploring town the other day and somehow %kid2 slid through the sewer grate.$3#$b#Luckily we managed to sort it all out in an hour or two.$s#$b#Oh come on now, it's a joke!$h",
"Russell_Marriage_TwoKids_3": "Will you please tell the children that I'm in charge around here when you're gone? Sometimes they just have no respect for the badge!$h",


"Russell_Marriage_spring_1": "How are you feeling? Happy to have made it through the winter, or anxious about all the work that comes with Spring? Let me know how I can help.",
"Russell_Marriage_spring_19": "It's Shannon's birthday today. Would you give her this, from us? Don't eat it, I'll make you another one later![223 731 651]", //cookie/maple bar/poppyseed muffin
"Russell_Marriage_spring_23": "Are we going to the flower dance tomorrow? You're not planning to dance with someone else, are you?$s",
"Russell_Marriage_spring_24": "Would you... like to accompany me to the flower dance today?$4",

"Russell_Marriage_summer_1": "Are you ready for the Summer sun? Make sure to take frequent breaks. You don't want to wake up unexpectedly in Harvey's clinic, do you?",
"Russell_Marriage_summer_8": "My love, you are more radiant this morning than the Summer sun.#$b#Uhhh.. was that weird? I'm sorry, I asked Elliott to help me write something.$4#b#I'm sorry I'm not better with words, I'm just trying to tell you that you're so smoking hot I can barely stand it!",
"Russell_Marriage_summer_15": "It's so hot out today, it feels like the desert... please, be careful in this heat, OK?$s",

"Russell_Marriage_fall_8": "Maybe you have time to take a walk with me today? We could enjoy the Fall colors!$h#$b#It's OK if you're busy today, there's plenty of Fall still to come.",
"Russell_Marriage_fall_26": "Tomorrow is Spirit's Eve, right? Are you going to dress up for the occasion?",
"Russell_Marriage_fall_27": "It's nearly Winter, is there anything we need to stock up on before Monday?",

"Russell_Marriage_winter_1": "Are you planning on spending some time fishing this Winter? Here, I made this for you. I hope you find it helpful, good luck![694 687 877 856]", //trap bobber/dressed spinner/quality bobber/curiosity lure
"Russell_Marriage_winter_5": "It's a bit chilly, isn't it?#$b#Do you want to warm up with me a bit later by the fire?",
"Russell_Marriage_winter_14": "It's nearly time for the annual night market. A deep sea fishing expedition would be quite the adventure, don't you think?",

"Russell_Marriage_Good_1": "Hey there.$h#$b#I really enjoy being your husband. You probably knew that already.$4",
"Russell_Marriage_Good_2": "I've grown quite fond of you, you know.$4",


//Strings/characters
"ripleyroommate.puzzled": "You can't enter into a roommate contract with {{cfgRipley}} without meeting the terms and conditions...",

//ripley stringsfromCSfiles
"ripleyroommate.wateredcrops":"I watered some of the crops while you were still sleeping. Not all of them.#$b#I'm hoping you find that a little creepy.",
"ripleyroommate.fedfarmanimals":"I fed the farm animals while you were sleeping... out of boredom, not because I care about you. Which I don't.#$e#I see they're still afraid of me, which is nice.",
"ripleyroommate.filledwaterbowl":"I also filled {0}'s water bowl. With water. Probably.",
"ripleyroommate.filledmultiplewaterbowls":"I also filled all the water bowls. With water. Probably.#$e#You have an excess of companions anyway.",
"ripleyroommate.daysleep":"You probably think I'm being lazy and sleeping in.#$e#I don't sleep though, so really I'm just being lazy.",
"ripleyroommate.bored":"I'm bored. Entertain me.",
"ripleyroommate.depressed":"Do you regret entering into our roommate contract?",
"ripleyroommate.fine":"You needn't inquire into my well-being.#$e#I have persisted since long before your birth.#$e#I shall continue to persist.",
"ripleyroommate.noenergy":"I desire solitude. Busy yourself elsewhere.#$e#...$5#$action AddBuff sdvhead.LawAndOrderSV_RipleyCurse",
"ripleyroommate.lifedifferent":"Perhaps I shall pay a visit to the Ghostwoods soon.#$e#I didn't expect to miss it.",
"ripleyroommate.chores":"You should clean this place up.",
"ripleyroommate.lookbad1":"Do you wish for human companionship? You may terminate our contract at your leisure, you know.$5",
"ripleyroommate.lookbad2":"Do you find our arrangement unsatisfactory?",
"ripleyroommate.trapped":"My tether to this farm seems to be stretched a bit thin.$6",
"ripleyroommate.grumble":"Why are you so grump lately, anyway?#$e#What?$5#$b#Oh... I was talking to myself.$6",
"ripleyroommate.worktodo":"Do you not have some work to attend to?$5",
"ripleyroommate.undercontrol":"It seems you've deployed sprinklers and no longer attend personally to the watering of your plants.#$b#Is there anything you actually do around here?",
"ripleyroommate.repairfences":"It seems I am obligated by the roommate contract to occassionally repair damaged fences.#$b#This is no easy work for a ghost you know, perhaps you could invest in some superior enclosures.$5",
"ripleyroommate.whatdoyouthink":"I looked into some details on the roommate contract.",
"ripleyroommate.newfurniture":"I'm entitled to occasionally fill the house with junk like this.",
"ripleyroommate.decoration":"You can move it, but that will just confirm for me that I succeeded in irking you.",
"ripleyroommate.nodecorate":"I'm pondering the consequences of moving all your favorite things around.#$e#I can't think of any downsides.",
"ripleyroommate.wallpapernew":"I put this decorative paper on the wall. It's something I've observed humans do.#$e#My studies must continue.",
"ripleyroommate.flooringnew":"If you hear crunching underfoot, it's because I didn't clean anything up when I had this new flooring installed.#$e#Maybe you should keep things a bit tidier.",
"ripleyroommate.missoldlife":"Perhaps it's time I returned to the Ghostwoods...$6",
"ripleyroommate.weatherstayinbed":"Sshhhhh... I'm imagining what it feels like to sleep.",
"ripleyroommate.wadethroughjunk":"Just because I can phase through solid matter doesn't mean it's a pleasant experience.#$b#I'm entitled to destroy things that get in my way. It's in the contract.",
"ripleyroommate.stardrop":"At this stage in the roommate contract, I'm obligated to give you that fruit.#$b#I suppose I should have reviewed the terms more closely.",
"ripleyroommate.goodnight0":"Could you not stomp about at this hour?",
"ripleyroommate.goodnight1":"You're not going to have a weird dream about me, are you?",

//ripley roommatedialogue
"ripleyroommate.spouseroom_0":"So, this is kind of my private space...",
"ripleyroommate.spouseroom_1":"If you could go ahead and match the rest of the farmhouse to my decor here that would be a big help.",
"ripleyroommate.spouseroom_2":"I've noticed someone else in town has this painting hung up, which I find entirely unacceptable. I own the NFT.",
"ripleyroommate.spouseroom_3":"I wouldn't advise you to drink from any of these vessels.#$e#But if you do I'd like to be around, for documentation purposes.",
"ripleyroommate.spouseroom_4":"Do you need something? I don't sign autographs.",

"ripleyroommate.outdoor_0":"Try not to be so utterly pleasant.",
"ripleyroommate.outdoor_1":"Didn't your mother teach you not to stare?",
"ripleyroommate.outdoor_2":"I'll just be over here, aura farming.",
"ripleyroommate.outdoor_3":"If you had chosen a more traditional companion, they would probably be dusting the porch right now.#$e#A bit of dust adds character.",
"ripleyroommate.outdoor_4":"You look hungry.#$e#That must be unpleasant for you.#$e#By all means, continue to work on an empty stomach. I am a devoted student of suffering.",

"ripleyroommate.indoor_day_0": "Here, I made this for myself, and then I remembered that I don't eat food.[194 195 201 210 211 (O)LawAndOrderSV_BlueberryPancakes]#$e#That means you can eat it.#$e#Or, you know, put it in your backpack or a chest somewhere like a weirdo.#$e#I'm not judging.#$e#I mean, I'm not judging as much as I should.",
"ripleyroommate.indoor_day_1": "The farmhouse is kind of a mess.#$b#Maybe you could hire a housekeeper.#$e#Or you could just be less messy.",
"ripleyroommate.indoor_day_2": "Don't you have work to do?#$e#I know I don't.#$e#Don't assume that just because I'm a ghost, I must have 'unfinished business'.#$e#It's a common misconception.#$e#Why are you still here?#$e#...#$e#You're a slow learner, aren't you?#$action AddBuff sdvhead.LawAndOrderSV_RipleyCurse",
"ripleyroommate.indoor_day_3": "I'm going to scout out a nice spot for haunting today.#$b#Go on, go out there and {{randomdo}}",
"ripleyrandomdo_0":"do a capitalism.",
"ripleyrandomdo_1":"grow things for human consumption in exchange for currency.#$e#That is what you do, isn't it?",
"ripleyrandomdo_2":"harvest some rabbit feet or something. I don't want to know the details.",
"ripleyrandomdo_3":"decorate something.",
"ripleyrandomdo_4":"make a friend.#$e#or an enemy, if you prefer.",
"ripleyrandomdo_5":"fertilize something.",
"ripleyrandomdo_6":"buy me something.",
"ripleyrandomdo_7":"build some character, I guess.",
"ripleyrandomdo_8":"live your best life.",
"ripleyrandomdo_9":"spy on our neighbors.",
"ripleyrandomdo_10":"stay out of trouble.#$e#Or at least don't bring it back home with you. I don't have good coping skills.",
"ripleyroommate.indoor_day_4": "Farm work seems exhausting. Have you ever considered {{randomprof}} instead?",
"ripleyrandomprof_0":"telemarketing",
"ripleyrandomprof_1":"day trading",
"ripleyrandomprof_2":"being a travel agent",
"ripleyrandomprof_3":"having a corporate desk job",
"ripleyrandomprof_4":"writing self help books",
"ripleyrandomprof_5":"software development",
"ripleyrandomprof_6":"living in the sewers",
"ripleyrandomprof_7":"working in government",
"ripleyrandomprof_8":"being an influencer",
"ripleyrandomprof_9":"police work",
"ripleyrandomprof_10":"a life of crime",

"ripleyroommate.indoor_night_0": "Oh, you're back. Did you bring me a present?",
"ripleyroommate.indoor_night_1": "I didn't go through your things while you were gone.#$e#This time...",
"ripleyroommate.indoor_night_2": "You look hungry. Are you going to make food? I don't eat, I just like watching food get made.#$e#You have to do it right, though.",
"ripleyroommate.indoor_night_3": "Tell me a bedtime story?",
"ripleyroommate.indoor_night_4": "Tell me more about the technology modern humans call the '{{randomdevice}}'.#$e#I wish to learn the secrets of this device.",
"ripleyrandomdevice_0":"microwave.",
"ripleyrandomdevice":"sewing machine",
"ripleyrandomdevice_2":"jukebox",
"ripleyrandomdevice_3":"slime incubator",
"ripleyrandomdevice_4":"mega bomb",
"ripleyrandomdevice_5":"auto-petter",
"ripleyrandomdevice_6":"lightning rod",
"ripleyrandomdevice_7":"coffee maker",
"ripleyrandomdevice_8":"crystalarium",
"ripleyrandomdevice_9":"telephone",
"ripleyrandomdevice_10":"computer",

"ripleyroommate.good_0": "I'm finding our contract agreeable. Your daily antics amuse me.",
"ripleyroommate.good_1": "You have proved to be an interesting specimen thus far.#$b#I shall continue my studies.",
"ripleyroommate.good_2": "Your affection for me seems to be increasing. Cool it off a bit, would you?",
"ripleyroommate.good_3": "As a show of support for our current arrangement, I shall plan to take a stroll about the farm and scare off any animals I may encounter.$$e$Your gratitude is implied.",
"ripleyroommate.good_4": "I've been learning to possess the televisions in other people's homes. It's quite amusing.",

"ripleyroommate.neutral_0": "Our contract has persisted for [FarmerStat sdvhead.LawAndOrderSV_RipleyDaysRoommates] days. Have I worn you down yet?",
"ripleyroommate.neutral_1": "{{cfgRipley}}'s log: @ has killed [FarmerStat monstersKilled] monsters since inheriting this farm.#$b#Interesting...",
"ripleyroommate.neutral_2": "{{cfgRipley}}'s log: @ has killed [FarmerStat slimesKilled] slimes since arriving in this valley.#$b#Interesting...",
"ripleyroommate.neutral_3": "Did you know that on average you go to sleep at [FarmerStat averageBedtime]?#$b#I simulate sleep to avoid going psychotic, although I'm not sure it's been working lately...",
"ripleyroommate.neutral_4": "You've sifted through people's garbage cans [FarmerStat trashCansChecked] times now. Would you consider this cause for concern?",

"ripleyroommate.OneKid_0": "You've tricked me into raising this human child. I don't appreciate it.$5",
"ripleyroommate.OneKid_1": "Did you even make this child with another person, or is it just a clone? You humans all look the same.$6",
"ripleyroommate.OneKid_2": "When %kid1 is old enough to mind the farm, what use will we have of you?",
"ripleyroommate.OneKid_3": "Are you sure it was wise to reproduce? If you have no more need for this child, I know someone who can help.#$e#What?",
"ripleyroommate.TwoKids_0": "You've tricked me into raising these human children. I don't appreciate it.$5",
"ripleyroommate.TwoKids_1": "One day, %kid1 and %kid2 will overthrow you and take your property. I have foreseen it.",
"ripleyroommate.TwoKids_2": "Have you considered that your children may grow up without a natural fear of ghosts?#$b#Wait... nevermind, I know just how to fix that.$7",
"ripleyroommate.TwoKids_3": "Are you sure it was wise to reproduce? If you have no more need for this child, I know someone who can help.#$e#What?",

"ripleyroommate.bad_0": "If the terms of our agreement no longer appeal to you, there are ways of terminating the contract.#$b#One or two of them even allow for your continued survival.",
"ripleyroommate.bad_1": "I'm certain  ${he^she}$ will expire before long...#$b#Oh, I was just talking to myself.",
"ripleyroommate.bad_2": "I don't expect much of humans, generally, so it was foolish of me to expect something more of you.",
"ripleyroommate.bad_3": "My expectations were low, and yet you still disappoint me.$5#$action AddBuff sdvhead.LawAndOrderSV_RipleyCurse",
"ripleyroommate.bad_4": "I thought you'd be a little less boring.",

"ripleyroommate.rainy_day_0":"Certain tribes of your ancestors believed the rain to be the \"tears of Yoba\".#$e#This occassionally led to some intentional bad behavior in an attempt to make Yoba sad, hoping it would bring rain.#$e#The practice died out, which is a shame. It would have made for great television.",
"ripleyroommate.rainy_day_1":"This rain is interfering with the television reception.#$b#I'm going to miss \"{{randomtvshow}}\"$5.#$e#Oh, I get more channels than you. You're not attuned.",
"ripleyrandomtvshow_0":"One Death to Die",
"ripleyrandomtvshow_1":"As the World Burns",
"ripleyrandomtvshow_2":"Welwick Presents",
"ripleyrandomtvshow_3":"Painted Nightmares",
"ripleyrandomtvshow_4":"This Old Haunted House",
"ripleyrandomtvshow_5":"All My Ancestors",
"ripleyrandomtvshow_6":"Dark Shadows",
"ripleyrandomtvshow_7":"The Edge of Night",
"ripleyrandomtvshow_8":"General Morgue",
"ripleyrandomtvshow_9":"Bewitched",
"ripleyroommate.rainy_day_2":"Here, I found this in a garbage somewhere. It's a bit wet, but still edible.[200 203 223 224 228 234 651]#$e#Well if you're not so sure then don't eat it. Just don't whine to me later about how hungry you are.$5",
"ripleyroommate.rainy_day_3":"Oh geez, Yoba's crying again, what a wimp!$6#$e#I know that, it's a joke.$6#$e#You know what, I'm done, don't talk to me.#$e#...$5#$action AddBuff sdvhead.LawAndOrderSV_RipleyCurse",
"ripleyroommate.rainy_day_4":"If you head into the mines today, bring me back something good.#$e#Like {{randominstock}}. You know, whatever they have in stock.",
"ripleyrandominstock_0":"a bat wing, or some slime",
"ripleyrandominstock_1":"some slime or bug meat",
"ripleyrandominstock_2":"a bomb, or some bug meat",
"ripleyrandominstock_3":"a strange bun, or some white algae",
"ripleyrandominstock_4":"some squid ink or white algae",

"ripleyroommate.rainy_night_0":"Ugh you're like a big, wet dog.#$e#It's a time to be grateful for my poor sense of smell.#$e#Go clean yourself up.",
"ripleyroommate.rainy_night_1":"I usually stay inside when it rains.#$e#I don't mind the weather, but if I wander I could run into one of those rain spirits.#$e#Uh, they're so weepy and always oversharing, it's quite a drain.",
"ripleyroommate.rainy_night_2":"Fancy a game of Mines & Monsters? I won't cheat this time.",
"ripleyroommate.rainy_night_3":"I believe I observed {{randomcostume}} passing by earlier... or perhaps it was {{randomwear}} in {{randomcostume}} costume.",
"ripleyrandomcostume_0":"a yeti",
"ripleyrandomcostume_1":"a possum",
"ripleyrandomcostume_2":"an alien",
"ripleyrandomwear_0":"a raccoon",
"ripleyrandomwear_1":"a rain spirit",
"ripleyrandomwear_2":"a junimo",
"ripleyroommate.rainy_night_4":"I prepared this broth as the scent helps to repel rain spirits. It works when consumed as well, if you prefer.[218 457 456 236]",
"ripleyroommate.rainy_night_5":"If the rain continues through the night, it will help muffle your snoring. You should really have that checked out...#$b#It sounds like {{randomsnore}}",
"ripleyrandomsnore_0":"a motorcycle stuck in a gravel pit.",
"ripleyrandomsnore_1":"a bear munching on an active beehive.",
"ripleyrandomsnore_2":"a bag of marbles bouncing around in a wood chipper.",
"ripleyrandomsnore_3":"a minecart dragging a skeleton around.",
"ripleyrandomsnore_4":"a blobfish frenzy.",

"ripleyroommate.indoor_day_npc":"There's a cloud in the shape of {{randomcloud}} outside. It's a bad omen.",
"ripleyrandomcloud_0":"a pufferfish",
"ripleyrandomcloud_1":"a banana",
"ripleyrandomcloud_2":"a heart",
"ripleyrandomcloud_3":"a puppy",
"ripleyrandomcloud_4":"a starfruit",
"ripleyroommate.indoor_night_npc":"You missed \"{{randomtvshow}}\", but I taped it if you want to watch.",
"ripleyroommate.rainy_day_npc":"If you don't want to go out, we can stay in the farmhouse and work on our Mines & Monsters campaign.",
"ripleyroommate.rainy_night_npc":"Watch your step, the floor outside is freshly mopped.#$e#After a manner of speaking.",
"ripleyroommate.outdoor_npc":"I shall observe your mundane farm activities from this vantage point.#$e#Your work will be graded so try to be efficient, if you can.",
"ripleyroommate.spring_npc":"Spring is the traditional mating species for many cultures. I just want to remind you that's not included in our contract. So keep your hands to yourself.",
"ripleyroommate.summer_npc":"One day this world will be set ablaze...#$b#Anyway, have an enjoyable Summer!",
"ripleyroommate.fall_npc":"A few jack-o-lanterns around the farm would improve the situation around here.#$e#And the material they leave behind in winter can be quite useful.",
"ripleyroommate.winter_npc":"Winter is an excellent time to observe any who dare wander into the Ghostwoods.#$e#The trees really freak people out.#$e#Also, the monsters.",
"ripleyroommate.nobed":"I think last night you removed the bed, as a prank, perhaps.#$b#I only imitate sleep to ward off insanity. You're the one who needs it biologically. So it seems the joke was on you.$6",




//replace certain predefined date-specific strings
"ripleyroommate.spring_1": "By human reckoning, this planet has completed another revolution around the star that warms its surface.#$b#Why that is such a cause for celebration, I'll never understand.",
"ripleyroommate.spring_8": "What, you wish to discuss the weather? How utterly depressing. I'm in.#$e#Yes... the atmospheric temperature reaches its zenith in the early afternoon... how astute.",
"ripleyroommate.spring_23": "I shall not be participating in your pagan seasonal dance rituals tomorrow. Find some other partner to embarass with your foolish footwork.",
"ripleyroommate.summer_1": "Perhaps this will be the season your farm will wither helplessly in the relentless heat of the Summer sun.#$e#What?",
"ripleyroommate.summer_8": "You humans have a biologically advanced system of perspiration... but do you suppose it's worth the stench?",
"ripleyroommate.summer_15": "There's quite a lot of bugs in the house. Are you... farming them?",
"ripleyroommate.fall_1": "I suppose you think I'm eager to welcome in the Fall season.#$e#Well, so what if I am?$5",
"ripleyroommate.fall_8": "If you plan to carve any pumpkins this season, I grant you permission to engrave one with my visage.",
"ripleyroommate.fall_15": "Townfolk and outsiders will gather in the town square for the fair tomorrow...#$b#I'd be tempted to possess someone, but... it's usually a bit unpleasant for everyone.#$e#Myself in particular.",
"ripleyroommate.fall_26": "Are you planning to attend the Spirit's Eve festival tomorrow night?#$e#Perhaps I'll see you there.",
"ripleyroommate.winter_1": "You warm-blooded lot seem rather helpless at times.",
"ripleyroommate.winter_7": "Oh, you're joining an ice fishing contest tomorrow? You wish to prove your prowess at enduring unpleasant conditions while you torment creatires below your station?#$e#You know what, I totally get it.",
"ripleyroommate.winter_28": "It seems you've survived the long winter. Congratulations, I suppose.",

    // SPECIFIC DAY DIALOGUE
    "Shannon_spring_1": "The snow is gone... IT'S REALLY GONE! Praise Yoba!!$h",
    "Shannon_summer_1": "Summer's probably my favorite season. The whole world feels cozy and warm.",
    "Shannon_winter_1": "Nobody warned me about how cold the winters are here!$7",
    "Shannon_summer_10": "Are you bringing something for the luau tomorrow? Maybe something sweet and tangy?$h#$b#NO PICKLES!$5", // Day before the Luau
    "Shannon_spring_16":"Headed into the skull cavern today? Just be careful, OK?$s#$b#Here, this should help you stay alert.[(O)sdvhead.LawAndOrder_SecretSpiceLatte]",
    "Shannon_fall_15": "We'll be assisting with security for the fair tomorrow. Will you be setting up a display?", // Day before the Stardew Fair
    "Shannon_fall_26": "Will you be at the Spirits Eve festival tomorrow? Some people get scared easy...#$b#not me... other people.", // Day before Spirit's Eve
    "Shannon_fall_28": "WINTER IS COMING.$5", //last day of fall
    "Shannon_winter_7": "So tomorrow's the annual frozen fish festival or whatever. Can't say I'm looking forward to it.$s", // Day before the Ice Festival
    "Shannon_winter_24": "I assume you'll be at the winter star festival tomorrow? Winter's finally almost over. I'm SO ready for a change of seasons.", // Day before Winter Star

    // SPECIFIC DAY DIALOGUE
    "Russell_spring_1": "I'm sure the first day of Spring is terribly busy for you. I'm honored you stopped to say hello.",
    "Russell_fall_1": "It's a lovely Fall day. Good luck with your harvest this season, it's sure to be a busy one.",
    "Russell_winter_1": "Remember to bundle up, it's cold out there!",
    "Russell_spring_23": "Tomorrow is the traditional flower dance. I remember looking forward to it when I was a young man, although I'm not sure I still remember the steps.", // Day before the Flower Dance
    "Russell_summer_10": "Tomorrow's the luau -- don't forget to bring something for the community soup! Nothing too sweet, if you don't mind. Perhaps you have an attractive cauliflower or goat cheese available? I'm sure Willy wouldn't say no to some smoked catfish...#b#Sorry, I was getting carried away. I'm sure whatever you have in mind will be delightful.$h", // Day before the Luau
    "Russell_summer_27": "Fall is almost here. I hope you'll join the community on the docks tomorrow evening to say goodbye to Summer.", // Day before the Midnight Jellies
    "Russell_fall_15": "Have you been minding your fishing skills? If so that should earn you some tickets at the fair tomorrow.", // Day before the Stardew Fair
    "Russell_fall_26": "Don't forget, tomorrow is the Spirit's Eve festival! You're coming, right?", // Day before Spirit's Eve
    "Russell_winter_24": "Tomorrow is the festival of the winter star. The tradition of giving gifts helps me remember that each day of my life is a precious gift.", // Day before Winter Star

    //Location Strings
    "location_jail":"Sheriff's Office",
    "location_abovejail":"Sheriff's Office Residence",
    "location_pierrewarproom":"Pierre Warp Room",
    "location_lewiswarproom":"Lewis Warp Room",
    "location_WarpRoom_Pam":"Pam Warp Room",
    "location_ghostwoodpass":"Ghostwood Pass",
    "location_CliffMaze":"Ghostwoods",
    "location_GhostwoodFalls":"Ghostwood Falls",
    "Strings.AboveJail.ShannonNotes": "There are scores of scrawled notes , photographs, and newspaper articles pinned to the wall.  Strings of red yarn connect the items seemingly at random, forming a sort of incoherent web.",
    "Strings.AboveJail.ShannonPaper": "It appears to be the case notes of an ongoing investigation. It's best not to read any further.",
    "Strings.AboveJail.RussellBook":"Yoba and the War",
    "Strings.AboveJail.Fridge":"Various containers appear to be filled with cookies and other sweets. A half-empty jar of pickles is wrapped in police caution tape. Must be an inside joke.",
    "Strings.Jail.Safe":"\"Evidence Locker\"",
    "Strings.Jail.VisitingHours":"Visiting Hours: Mon-Sat 3-5pm",
    "Strings.SheriffClosed.Notice":"[Pelican Town Sheriff's Office]#CLOSED due to budget cuts.",
    "Strings.SheriffClosed.Busy":"The door's locked. I should check back tomorrow.",
    "Strings.WitchHut.ShrineOfJustice":"-Dark Shrine of Justice-^The statue stares through you...",
    "Strings.BusStop.Sober":"Please wait until the bus driver is sober.",
    "Strings.Ghostwood.GraveCount":"Through the thick fog, you can't make out the inscription. Nevertheless, you take a moment to observe the graves here in honor of those who must have succumbed to this cursed place.",
    "Strings.Ghostwood.SwordStone0":"Your attempts to remove the blade prove utterly futile. The body is willing, but the spirit is weak.",
    "Strings.Ghostwood.SwordStone1":"Although you fail to remove the blade, you feel the beginnings of the strength of spirit such a task will require.",
    "Strings.Ghostwood.SwordStone2":"For a moment, you feel yourself lifting the blade from it's enchanted resting place. Opening your eyes, it remains sheathed in the stone as before.",
    "Strings.Ghostwood.SwordStone3":"The empty pedestal remains, a testament to your victory.",
    "Strings.Ghostwood.WizardFrog":"'Ribbit'",


    //Special Orders
    "SpecialOrders.FineMead_Name":"Your Finest Mead",
    "SpecialOrders.FineMead_Text":"I'm in search of the HIGHEST quality mead available, aged just to perfection! Please deliver one to me personally, and send some to Pierre's so I can stock up later.",
    "SpecialOrders.FineMead_DonateText":"Drop off five iridium Mead at Pierre's dropbox.",
    "SpecialOrders.FineMead_DeliverText":"Deliver an iridium Mead to Shannon.",
    "LawAndOrderSV_SpecialOrders_FineMead_Mail_title":"Your Finest Mead",
    "LawAndOrderSV_SpecialOrders_FineMead_Mail_text":"@,^^Thanks for the mead, honey! Haha, get it? Ugh, I must be spending too much time with the Sheriff.^^   < Shannon",
    "forcefinestmead_title":"Your Finest Mead",
    "forcefinestmead_text":"@,^^I'm in search of the HIGHEST quality mead available, aged just to perfection! Please deliver one to me personally, and send some to Pierre's so I can stock up later. Thanks in advance!!^^  Shannon^^P.S. Last night I noticed a hooded figure lurking around the railroad station. They ran away as soon as they noticed me approaching, but dropped these by accident. I'm not sure what they're for, maybe you can put them to good use?.",
    "finemeadhelper_title":"A Hooded Figure",
    "finemeadhelper_text":"@,^^ Thanks for accepting my special request for high quality mead. I know it can take a long time to properly age mead in a cask, but my request is time-sensitive! I'm hoping somehow you'll figure out a way to deliver in time.^^  Shannon^^P.S. Last night I noticed a hooded figure lurking around the railroad station. They ran away as soon as they noticed me approaching, but dropped these by accident. I'm not sure what they're for, but maybe you can put them to good use?",

    "SpecialOrders.WinterProvisions_Name":"Winter Provisions",
    "SpecialOrders.WinterProvisions_Text":"It's a particularly cold winter, and the sheriff's station is running low on supplies for folks in need, especially fuel and blankets. We would be grateful for donations of coal, and cloth spun from fresh wool.",
    "SpecialOrders.WinterProvisions_CollectCoal":"Collect 40 coal.",
    "SpecialOrders.WinterProvisions_CollectWool":"Collect 8 wool.",
    "SpecialOrders.WinterProvisions_DonateCoal":"Drop off 40 coal at the Sheriff's station donation box.",
    "SpecialOrders.WinterProvisions_DonateCloth":"Drop off 8 cloth at the Sheriff's station donation box.",
    "LawAndOrderSV_SpecialOrders_WinterProvisions_Mail_text":"@,^^Your donation of coal and cloth is greatly appreciated by us, and by the community. This should be plenty to get by this winter. I wanted to share my own special recipe as a thank you.",
    "LawAndOrderSV_SpecialOrders_WinterProvisions_Mail_title":"Winter Provisions",

    "SpecialOrders.FieryFungi_Name":"Fiery Fungi",
    "SpecialOrders.FieryFungi_Text":"Sheriff convinced me to try experimenting with mushrooms recently -- in my COOKING, of course -- and I've heard of a special variety that can be found in the Ginger Island volcano. Please bring me several *high* quality specimens to work with.",
    "SpecialOrders.FieryFungi_CollectText":"Collect four iridium Magma Cap.",
    "SpecialOrders.FieryFungi_DonateText":"Drop off four iridium Magma Cap at the Sheriff's Office.",
    "LawAndOrderSV_SpecialOrders_FieryFungi_Mail_title":"Fiery Fungi",
    "LawAndOrderSV_SpecialOrders_FieryFungi_Mail_text":"@,^^I tried cooking with the magma caps you sent and nearly burnt down the apartment! Still, I had one left that I threw in a special espresso blend. It kept me awake for HOURS! Anyway, here's the recipe if you want to try it, but be careful!!^^ < Shannon",

    "SpecialOrders.RepeatPierre_Name":"A Repeat Offender",
    "SpecialOrders.RepeatPierre_Text":"It looks like you-know-who is up to his old tricks. If you could provide some high quality samples for me to compare, it would assist with my investigation.",
    "SpecialOrders.RepeatPierre_CollectText":"Collect 9 ",
    "SpecialOrders.RepeatPierre_DonateText1":"Place 9 ",
    "SpecialOrders.RepeatPierre_DonateText2":" in the donation box at the Sheriff's station.",
    "LawAndOrderSV_SpecialOrders_RepeatPierre_Mail_title":"A Repeat Offender",
    "LawAndOrderSV_SpecialOrders_RepeatPierre_Mail_text":"Thanks for providing the 'samples'. It was a great help to my investigation.",

    //objects
    "Object_LawAndOrderSV_VelvetRopeFence_Name":"Velvet Rope Fence",
    "Object_LawAndOrderSV_VelvetRopeFence_Description":"A sturdy and stunning fence option.",
    "Object_LawAndOrderSV_SecurityFence_Name":"Security Fence",
    "Object_LawAndOrderSV_SecurityFence_Description":"A fence that seems to say 'keep out'",
    "DareToHair_Ruby_Name":"Dare To Hair: Ruby Red",
    "DareToHair_Ruby_Description":"Shannon's hair dye brand. This one is her go-to style: purple with ruby red highlights.",
    "DareToHair_BubbleGum_Name":"Dare To Hair: Bubble Gum Pink",
    "DareToHair_BubbleGum_Description":"Shannon's hair dye brand. This one is bubble gum pink.",
    "DareToHair_Espresso_Name":"Dare To Hair: Espresso Blonde",
    "DareToHair_Espresso_Description":"Shannon's hair dye brand. This one reminds you of her favorite hot beverage.",
    "DareToHair_Ocean_Name":"Dare To Hair: Gem Sea Green",
    "DareToHair_Ocean_Description":"Shannon's hair dye brand. This one reminds you of her love for the beach.",
    "RoboHat_Name":"Robo Helm",
    "RoboHat_Description":"It appears to have been fashioned from a recycled mixing bowl.",
    "RoboShirt_Name":"Robo Shirt",
    "RoboShirt_Description":"It offers no actual protection, but at least it's surprisingly light.",

    "object.AmuletOfExtraction.name":"Amulet of Extraction",
    "object.AmuletOfExtraction.description":"An ornate amulet on a chain. When holding it, you feel a strange connection to the wizard's tower.",
    "object.GhostwoodSeed.name":"Ghostwood Seed",
    "object.GhostwoodSeed.description":"This can be planted to grow a ghostwood tree.",
    "object.GhostwoodIchor.name":"Ghostwood Ichor",
    "object.GhostwoodIchor.description":"A mysterious substance obtained from tapping ghostwood trees. Either the tree's sap or... its blood?",
    "object.SpectralEssence.name":"Spectral Essence",
    "object.SpectralEssence.description":"It whispers a faint and forlorn dirge...",
    "object.GhostwoodPendant.name":"Ghostwood Pendant",
    "object.GhostwoodPendant.description":"Entering the Ghostwoods with this pendant will consume it, granting a permanent, stackable boon of power in that realm. It may have other uses as well...",
    "object.SpectralSturgeon.name":"Spectral Sturgeon",
    "object.SpectralSturgeon.description":"A striking specimen that seems to phase in and out of the mortal plane.",

    //recipes
    "SecretSpiceLatte_Name":"Secret Spice Latte",
    "SecretSpiceLatte_Description":"Shannon's special blended coffee with secret spices and steamed milk",
    "ColeslawOrder_Name": "Sweet and Spicy Slaw",
    "ColeslawOrder_Description": "Something makes you want to eat up this Slaw and Order some more.",
    "DogBiscuit_Name":"Dog Biscuit",
    "DogBiscuit_Description":"A crunchy dog biscuit.",
    "Recipe_LawAndOrderSV_StoneSoup_Name":"Stone Soup",
    "Recipe_LawAndOrderSV_StoneSoup_Description":"A sturdy meal to keep you feeling full for hours. Wait, are you not supposed to eat the stone?",
    "Recipe_LawAndOrderSV_HotLavaJava_Name":"Hot Lava Java",
    "Recipe_LawAndOrderSV_HotLavaJava_Description":"It seems capable of either snatching you from certain death, or dragging you into it. Perhaps both.",
    "Recipe_LawAndOrderSV_VeggieStew_Name":"Veggie Stew",
    "Recipe_LawAndOrderSV_VeggieStew_Description":"A simple but full flavored stew.",
    "Recipe_LawAndOrderSV_GarlicMushrooms_Name":"Garlic Mushrooms",
    "Recipe_LawAndOrderSV_GarlicMushrooms_Description":"Makes a zesty topping, stuffing, or side dish.",
    "Recipe_LawAndOrderSV_SweetPotatoFries_Name":"Sweet Potato Fries",
    "Recipe_LawAndOrderSV_SweetPotatoFries_Description":"Crispy on the outside, sweet and tender on the inside.",
    "Recipe_LawAndOrderSV_BlueberryPancakes_Name":"Blueberry Pancakes",
    "Recipe_LawAndOrderSV_BlueberryPancakes_Description":"Pancakes, but with blueberries. It's not a particularly complicated recipe.",

    //weapons
    "Weapon_SpikedClub_Name":"Spiked Club",
    "Weapon_SpikedClub_Description":"More effective when attacking with the pointy side.",
    "Weapon_SoulPiercer_Name":"Soul Piercer",
    "Weapon_SoulPiercer_Description":"Imbued with the power of another world.",
    

    //Event strings
    "Events.239792001.001":"Good Morning. It's '@', right? Name's Russell. You might have seen the old Sheriff's station down by the community center.",
    "Events.239792001.002":"Well, I used to be the Sheriff here before we had to close down. Luckily, with the local economy picking up we'll be able to reopen shortly.",
    "Events.239792001.002b":"Now I understand why. Nice job on the farm here.",
    "Events.239792001.003":"Oh, this is my nie-- uh, I mean, my deputy, Shannon.",
    "Events.239792001.004":"Hey there! I got transferred here from Zuzu to help out.",
    "Events.239792001.005":"Anyway, it's nice to meet you. We'll be seeing you around.",

    "Events.239792002.001":"Oh, @! Would you help me steady this ladder, please? We nearly lost our Sheriff taking care of that first window.",
    "Events.239792002.002":"Thanks",
    "Events.239792002.003":"What's all that racket!?",
    "Events.239792002.004":"... Russell?",
    "Events.239792002.005":"Hello Mayor Lewis, it's been a while.",
    "Events.239792002.006":"Indeed it has... and it's good to see you, but could someone tell me just what is going on, I ...",
    "Events.239792002.007":"In Yoba's name, Russell, what happened to your arm!?!?.",
    "Events.239792002.008":"The war happened, Mr. Mayor. But that's a story for another time.$s#$b#As far as what's going on here... we're reopening the old Sheriff's station.",
    "Events.239792002.009":"I'm truly sorry about whatever happened, Russell, but as for this old place... the town budget... as you know...$s",
    "Events.239792002.010":"You needn't worry about the budget for now, Mayor. We're working under contract with the Governor's office.",
    "Events.239792002.011":"Mayor Lewis, this is Shannon. She'll be helping out as my deputy. Now, if you'll excuse us, there's still a lot to get done. Nice to see you again.",
    "Events.239792002.012":"The governor? Why didn't I hear anything... $s",

    "Events.239790002.001":"Morning, @.#$b# Vincent is helping me on my patrol rounds today!$h",
    "Events.239790002.002":"I'm a police!",
    "Events.239790002.003":"Remember Vincent, it's not cool to do crimes.#$b#We especially don't do crime on Sunday, out of respect for Yoba.",
    "Events.239790002.004":"No doing crime on Sunday!! YOBA COMMANDS IT!!",
    "Events.239790002.005":"WHAT did you say, young man??$3",
    "Events.239790002.006":"!!$7",

    "Events.239790004.001":"So, to summarize, make sure the fabric is ironed flat first, then use a rotary cutter and a ruler to avoid mistakes when cutting.",
    "Events.239790004.002":"OK, that makes sense, thanks Emily! I really appreciate your expertise.",
    "Events.239790004.003":"Of course! Let me know when you're ready to move on to the sewing, I'd be happy to give you some more pointers.$h",
    "Events.239790004.004":"Oh, it's @! Come on in.",
    "Events.239790004.005":"Hey, @. Emily was just helping me with a project I'm working on.",
    "Events.239790004.006":"We were just wrapping up but, Emily, before I leave I was hoping you could show me your dye pots?",
    "Events.239790004.007":"Of course, they're just over this way.",
    "Events.239790004.008":"Oh, Clint? Sorry, I didn't realize you were here.",
    "Events.239790004.009":"I'm sorry, what? Clint, what exactly have you been doing here?$3",
    "Events.239790004.010":"Oh, ummm, sorry, I was just... admiring... this... plant.",
    "Events.239790004.011":"Oh, thank you! It's a kind of palm, it was a gift from a dear friend of mine.$h",
    "Events.239790004.012":"... OK, well I just remembered I have somewhere else to be, so... I'll see you later!",
    "Events.239790004.013":"OK, bye!",
    "Events.239790004.014":"Emily, doesn't it bother you that Clint was in your house and you didn't know about it?$3",
    "Events.239790004.qqq":"Maybe I should say something...",
    "Events.239790004.qq1":"Shannon is right, you should be more careful.",
    "Events.239790004.qq2":"I walk into people's living areas when they're not home all the time. It's normal.",
    "Events.239790004.qq3":"I mean, it IS a nice plant.",
    "Events.239790004.qq4":"(stay silent)",
    "Events.239790004.qq1r":"Oh, you think so? OK, I'll ask Clint not to come in here without knocking.",
    "Events.239790004.qq2r":"Is it, though? You just snoop around their place when they're not home?#$b#OK... but not my place, right?",
    "Events.239790004.qq2rb":"... but not my place, right?$3",
    "Events.239790004.qq3r":"It is! Sandy was so nice to send it to me. It's like a little reminder of our friendship. ",
    "Events.239790004.qq4r":"Oh, I think it's fine, but thank you for asking! I usually try to assume people have good intentions.",
    "Events.239790004.015":"... anyway... the dye pots are right over here. There are lots of suitable ingredients in nature for dyeing fabric...",

    "Events.239790006.001":"@! I'm glad you're here.",
    "Events.239790006.002":"So... I have a favor to ask.#$b#Could you go with me to talk with Linus? I want to apologize for what happened before... and I know you two are friends.",
    "Events.239790006.003":"Thanks @, I knew I could count on you!$h",
    "Events.239790006.003b":"I can step away now if you're free, just let me grab something and then we can walk over there.",
    "Events.239790006.004":"Here it is...",
    "Events.239790006.005":"Ready?",
    "Events.239790006.006":"Hello? Is somebody out there?",
    "Events.239790006.007":"Oh, @, it's you. How kind of you to pay me a visit.$1",
    "Events.239790006.008":"Oh, and it's you!$3#$b#Am I going to jail now?$2",
    "Events.239790006.009":"Linus, I'm sorry to have startled you just now. Actually, I came here to apologize for earlier.",
    "Events.239790006.010":"When I asked you to come into the sheriff's office before... I wasn't being very kind. I was hoping we could start over.",
    "Events.239790006.011":"So, I want to give you something to demonstrate my sincerity...#$b#I know the winters can be quite cold here, so I made you this blanket... I hope you'll accept it.",
    "Events.239790006.012":"Emily helped me select natural dyes, so it's safe to wash in the lake, and you're welcome to come into the sheriff's office and dry it by the fire.",
    "Events.239790006.013":"Miss Shannon... this is a very fine gift. Thank you very much. Please tell Miss Emily I'm grateful to her as well. I'll treasure this.",

    "Events.239790008.001":"Kent!",
    "Events.239790008.002":"Have you seen Vincent?? I can't find him anywhere!$s",
    "Events.239790008.003":"What? He's not at home? Where could he be?$4",
    "Events.239790008.004":"Mom? What's going on?$2",
    "Events.239790008.005":"Your brother's missing! Have you seen him?$s",
    "Events.239790008.006":"What? Uh... no. I haven't seen him since this morning.$8",
    "Events.239790008.007":"Jodi, Kent... everything will be OK. We're all going to work together to make sure your son is safe.",
    "Events.239790008.008":"OK, thank you sheriff.",
    "Events.239790008.009":"Marnie, Shane, please head back home and make sure Jas is there. See if she knows anything about where Vincent could be and call the saloon.",
    "Events.239790008.010":"Gus, get Penny on the phone and see if she can tell us anything.",
    "Events.239790008.011":"Of course.",
    "Events.239790008.012":"Sam, take Sebastian and double check every corner of your house and yard. Then search the town, heading East towards the museum. Call the saloon right away if you find him.",
    "Events.239790008.013":"Yes, sir!",
    "Events.239790008.014":"Sheriff, I just got off the phone with Penny. She doesn't know where Vincent is, just mentioned that he was quite excited in class today when they were talking about minerals, especially when Penny mentioned she loved emeralds.",
    "Events.239790008.015":"That reminds me, Vincent asked me today where emeralds come from... I...",
    "Events.239790008.015b":"Oh no! Do you think he went to the mines!?$4",
    "Events.239790008.016":"Oh my!!",
    "Events.239790008.017":"How could I be so stupid...$s",
    "Events.239790008.018":"Alright, nobody panic... give me a moment to speak with my deputy.",
    "Events.239790008.018b":"@, if you and Mayor Lewis could join us, please.",
    "Events.239790008.019":"OK folks. We are going to have two teams that will work together to search the mines quickly and safely.",
    "Events.239790008.020":"I will lead the first team, with @ for mining and defensive support against any monsters we may encounter.#$b#Kent, you're welcome to join us, but I don't know what we'll run into down there.",
    "Events.239790008.021":"I'm coming.",
    "Events.239790008.022":"Alright then. I'd also like to ask Clint and Abigail to join Shannon, who will lead our second team.",
    "Events.239790008.023":"Just a moment! I can't allow Abigail to-$3",
    "Events.239790008.024":"Your daughter is old enough to speak for herself.$a#$b#Also... we can't safely use our firearms in the mines, so we need all the help we can get.$s",
    "Events.239790008.025":"Dad, I'm going. So just get over it.$a",
    "Events.239790008.026":"Mayor Lewis will arrange for Doctor Harvey to be on hand, in case anyone is in need of medical attention.",
    "Events.239790008.027":"Gus, please remain here to update the others if they call or return.",
    "Events.239790008.027b":"Sure thing, Sheriff",
    "Events.239790008.028":"Everyone else, you can remain here, join Mayor Lewis at the mine entrance, or be on the lookout in town.",
    "Events.239790008.029":"Or... head to the shrine of Yoba at Pierre's. We'll need all the help we can get...",
    "Events.239790008.030":"Let's move.",
    
    "Events.239790008.031":"Stay safe everyone.",
    "Events.239790008.032":"This way.",
    "Events.239790008.033":"Vincent?? Can you hear me?",
    "Events.239790008.034":"Vincent?? Where are you?",
    "Events.239790008.035":"Let's head down... this way",
    "Events.239790008.036":"Vincent!? Are you here?",
    "Events.239790008.037":"Clint, can you clear the way?",
    "Events.239790008.038":"Are you guys OK?",
    "Events.239790008.039":"There doesn't seem to be a way down...",
    "Events.239790008.040":"so Vincent didn't come this way",
    "Events.239790008.041":"Let's regroup with the others",
    "Events.239790008.042":"Did you find him??$s",
    "Events.239790008.043":"What's all the commotion?",
    "Events.239790008.044":"Linus?",
    "Events.239790008.045":"Could it have to do with this fellow?",
    "Events.239790008.046":"Vincent!!",
    "Events.239790008.047":"Vincent! Are you hurt? Where have you been!?$4",
    "Events.239790008.048":"Mom, Dad... I'm sorry...$s",
    "Events.239790008.049":"Vincent crossed my path in the mountains and told me he was on his way to find an emerald... I told him the mines were no place for a young man his age.#$b#I suggested it would be safer to look in the quarry and walked there with him.#$b#I'm sorry, I didn't know everyone was looking for him...$s",
    "Events.239790008.050":"Linus, you have nothing to be sorry about. You kept my son safe... you may have saved his life. Thank you.$h",
    "Events.239790008.051":"And Russell, Shannon... everyone... thank you for looking after my family.$h",
    "Events.239790008.052":"Vincent, straight to bed now. We'll talk about this more tomorrow.$2#$b#Everyone else... drinks are on me.$h",
    "Events.239790008.053":"OK, Dad... I just wish after all that I could have found an emerald for Miss Penny...$s#$b#All I could find was this.$s",

    "Events.Shannon14H.001":"Morning, ${handsome^gorgeous}$!$h",
    "Events.Shannon14H.qqaq":"The farm's beautiful in the {{SeasonName}}, isn't it?",
    "Events.Shannon14H.qqa1":"It's kind of a mess, to be honest.",
    "Events.Shannon14H.qqa1r":"Sure, but it's a beautiful mess.#$b#Just like me!$9",
    "Events.Shannon14H.qqa2":"We worked hard to make this a beautiful place to build a life together.",
    "Events.Shannon14H.qqa2r":"Hey now, you and I both know you're the one doing all the work around here.$9#$b#I guess while you work hard to clean up the farm, I'm working to clean up the streets.#$b#Thanks, by the way, for all your hard work around here. I appreciate you.$h",
    "Events.Shannon14H.qqa3":"Not as beautiful as you.",
    "Events.Shannon14H.qqa3r":"Stop that, you ${charmer^tease}$.$9",
    "Events.Shannon14H.003":"The world looks so different with the change of each season...",
    "Events.Shannon14H.004":"Hey. I was thinking...",
    "Events.Shannon14H.005":"Maybe I could use a change, too?",
    "Events.Shannon14H.qqbq":"I was thinking of trying a new hair color. What do you think?",
    "Events.Shannon14H.qqb1":"Have you tried brunette with blonde highlights?",
    "Events.Shannon14H.qqb1r":"Oh, kind of like, an espresso? OK, I'll give it a try!$h",
    "Events.Shannon14H.qqb2":"Maybe blue or green, since you love the beach?",
    "Events.Shannon14H.qqb2r":"That would be quite a change! I guess that's kind of the point, isn't it?#$b#I'll give it a shot.$h",
    "Events.Shannon14H.qqb3":"How about bubblegum pink?",
    "Events.Shannon14H.qqb3r":"...$3#$b#You don't think I'll do it, do you?$h#$b#Well, pink it is, and serves you right if you end up hating it!$9",
    "Events.Shannon14H.qqb4":"I like your hair just the way it is!",
    "Events.Shannon14H.qqb4r":"...$3#$b#... I know you meant that as a compliment, but I also want you to support me in trying new things, OK?$s#$b#I'll tell you what, think it over, and you can help me pick out a color some time at the Sheriff's office when I'm at the counter, OK?",
    "Events.Shannon14H.006":"Things change all the time. The two of us will change over the years. Our love will change too...",
    "Events.Shannon14H.007":"...because it's going to get even stronger!$h#$b#I do love you, @. I hope you know that. Thanks for sticking by me.$4",

    "Events.239790020.001":"Hmmm... truffle oil...",
    "Events.239790020.002":"It's officer Shannon!",
    "Events.239790020.003":"Hello there!#$b#I'm here for more of that fantastic mead you sold me the other day!$h",
    "Events.239790020.004":"You're in luck, I think I have a couple still in stock.",
    "Events.239790020.005":"Here they are...",
    "Events.239790020.006":"I'll have to think of a way to reward my bees for this excellent batch.$h",
    "Events.239790020.007":"Oh, you produced these personally? I didn't realize you were such a talented beekeeper... and meadmaker...#$b#I hear @ has been producing some mead this season at %farm farm as well.",
    "Events.239790020.008":"Well, actually I did receive some of the farmer's stock. Unfortunately I had to throw away most of it after my customers complained about the poor quality.",
    "Events.239790020.009":"Oh, it's farmer {{PlayerName}}!",
    "Events.239790020.qqq":"What do you think, {{PlayerName}}? This mead is of the finest quality, but I'm told these aren't from {{FarmName}} farm.",
    "Events.239790020.qq1":"I'm not sure...",
    "Events.239790020.qq2":"Those are definitely from {{FarmName}} farm.",
    "Events.239790020.qq1r":"I assure you, these are from my private reserve!$s",
    "Events.239790020.qq2r":"Well I'd like to see you prove it!$3",
    "Events.239790020.010":"Actually, I thought something like this might come up.",
    "Events.239790020.011":"Demetrius, could you clear this up for us?",
    "Events.239790020.012":"Certainly!$h",
    "Events.239790020.013":"What is the meaning of this?$3",
    "Events.239790020.014":"Shannon provided me earlier with a sample of mead she obtained from @, and I've performed a simple component analysis.#$b#The honey from any bee colony produces a unique signature, one that is preserved even after fermenting!#$b#So it will be a simple matter to prove whether this mead was produced by the same colony!$h",
    "Events.239790020.015":"That won't be necessary.#$b#Dad wouldn't let Mom keep bees in her greenhouse, because he's ALLERGIC, remember Dad?$a",
    "Events.239790020.016":"Betrayed by my own daughter...",
    "Events.239790020.017":"But I brought my equipment...",
    "Events.239790020.018":"Pierre, you've slandered the reputation of %farm farm and falsely claimed its best produce to have been yours.$3#$b#These are serious offenses! What do you have to say for yourself?$3",
    "Events.239790020.019":"...$3",
    "Events.239790020.020":"Serious, indeed. We'll be taking a look at Pierre's books as well to see if his dishonesty extended to the shop's finances.#$b#As far as his punishment goes, I'd like hear what you think, @, since you were the one most harmed by Pierre's actions.",
    "Events.239790020.qqqb":"What should Pierre's punishment be?",
    "Events.239790020.qqb1":"We shouldn't take him away from his family for this. I forgive him.",
    "Events.239790020.qqb2":"A season behind bars should help him re-think his life choices.",
    "Events.239790020.qqb3":"Lock him up and throw away the key. I don't want to see his face around here for a long time.",
    "Events.239790020.qqb1r":"You're a good person, {{PlayerName}}, but the law requries us to hold Pierre accountable...$2#$b#I'm going to have to ask our good sheriff to enforce a two week minimum jail sentence for these crimes.$3",
    "Events.239790020.qqb2r":"I think that's more than reasonable. Four weeks in the town jail it is.",
    "Events.239790020.qqb3r":"Oh my... well...#$b#I don't know about throwing away the key, but based on the number of offenses, and serving time consecutively...#$b#Yes, a year in the town jail seems justified.",
    "Events.239790020.021":"Jail?? Me?? You can't be serious! But... the store nee, uh, I mean my family needs me! And what about the store...$s",
    "Events.239790020.022":"Abigail and I can run the store while Pierre is... unavailable.#$b#Who knows, it could be fun!$h",
    "Events.239790020.023":"My life is over.$s",
    "Events.239790020.024":"Oh stop being so dramatic! We'll still let you out on festival days.#$b#And you can help me work on the prisoner menu! It might be time to put 'Moss Soup Monday' behind us.#$b#And Shannon, nice work on your first 'sting' operation! I'm sure the town will be 'buzzing' about how this will help Pierre want to 'bee' a better person.$h",
    "Events.239790020.999":"It's my last day as a free man.$s#$e#Well I hope you're happy.$3#$e#You're still going to shop here, right?$s#$e#Make sure my family doesn't accidentally under-charge you, my margins are tight enough as it is!$s",

    "LAOSV_Caroline_ShopDialogue":"Thanks for continuing to shop here! You're always welcome!",
    "LAOSV_Abigail_ShopDialogue":"Hey, it's my turn to run the store today!",
    "LAOSV_Russell_ShopDialogue":"How can I help you?",
    "LAOSV_Shannon_ShopDialogue":"What can I do for you today?",

    "Ripley_ShopDialogue1":"I don't get many customers, but I'm patient.",
    "Ripley_ShopDialogue2":"Your common currency is of no use to me. We barter in the ancient way.",
    "Ripley_ShopDialogue3":"Have your travels to this place left you with many wounds? I have remedies available, for a price.",
    "Ripley_ShopDialogue4":"Kindly pack up your own purchases. Telekinesis gives me a heacache.",
    

    "Events.239790021.001":"Oh no!!",
    "Events.239790021.002":"I know what this is! I'm not going back to jail!$3",
    "Events.239790021.003":"As a matter of fact, you are.$a",
    "Events.239790021.004":"Well... I... I'm not going down without a fight!!$3",
    "Events.239790021.005":"I wouldn't try that if I were you. Shannon comes to my weekly aerobics classes so I've seen what she can do.",
    "Events.239790021.006":"No, please, go ahead. I'd love to see a few years added to your sentence for assaulting a police officer.$h",
    "Events.239790021.007":"I'm ruined.$2",
    "Events.239790021.008":"I just wish you had learned your lesson the last time this happened. You've disappointed me, Pierre.$s",
    "Events.239790021.009":"You're not the only one.$a",
    "Events.239790021.010":"Well @, since Pierre is still out to slander the reputation of %farm farm, what do you think would be an adequate jail sentence?",
    "Events.239790021.qqq":"What should Pierre's jailtime be?",
    "Events.239790021.qq1":"A couple of weeks? I'm feeling generous.",
    "Events.239790021.qq2":"A two season suspension would be in order.",
    "Events.239790021.qq3":"If I don't see him before this time next year, I wouldn't shed any tears.",
    "Events.239790021.qq4":"What's the maximum? Let's go with that.",
    "Events.239790021.qq1r":"Very forgiving of you. Two weeks it is.",
    "Events.239790021.qq2r":"Hopefully that will be enough time for him to think about the consequences of all the dishonesty and selfishness you've had to endure.",
    "Events.239790021.qq3r":"The first time around, a year would have seemed harsh, but now it actually feels lenient.",
    "Events.239790021.qq4r":"I can't say I blame you, but given that the crime was nonviolent, we can't go over a year and a half of incarceration.",
    "Events.239790021.011":"We'll be watching to make sure you report for your jail time, so don't try anything stupid...#$b#...or at least anything ELSE stupid.$a",
    "Events.239790021.012":"Actually, I'm looking forward to having you around again Pierre. I have some new ideas for pickle recipes and I'm in need of a volunteer.$h",


    "Events.239790010.001":"@! I didn't hear you come in!$6#$b#...$s",
    "Events.239790010.002":"Ummm, sorry... I've just been thinking... this town has really grown on me, but...$4#$b#One of the things I still miss about the city is the night life... being able to go out dancing.$s#$b#I guess I got all dressed up just for the sake of the memories.",
    "Events.239790010.qq1":"You look incredible!",
    "Events.239790010.qq2":"I didn't know you liked to dance.",
    "Events.239790010.qq3":"There's a jukebox at the saloon...",
    "Events.239790010.qq1r":"I know, right!?$h#$b#Sorry, I mean... thank you.$4",
    "Events.239790010.qq2r":"I guess there's a lot we can still learn about each other.",
    "Events.239790010.qq3r":"You're joking right? The stardrop saloon is no Zuzu city club, and no disrespect to Robin and Demetrius, but that's not exactly the type of dancing I'm talking about.",
    "Events.239790010.003":"Why don't you have a seat on the bed, I want to show you something.",
    "Events.239790010.004":"I have my computer set up to control the lights and music in here.",
    "Events.239790010.005":"Pretty cool, right?",
    "Events.239790010.006":"OK, well, enjoy the show I guess :)",
    "Events.239790010.007":"So, ummm, what did you think?$4",

    "Events.239791001.001":"Right this way",
    "Events.239791001.001b":"You had me worried there miss. For a moment I thought you were leading me into the cell!",
    "Events.239791001.001c":"Not yet!$h",
    "Events.239791001.001d":"Oh...$2",
    "Events.239791001.002":"Linus? Shannon, what's going on?",
    "Events.239791001.003":"Hey Sheriff. We got a call about someone going through the trash cans in town, I was just bringing Linus in to ask a few questions.",
    "Events.239791001.004":"... I see...",
    "Events.239791001.005":"Linus, you're free to go. Sorry for the trouble.",
    "Events.239791001.006":"It's no trouble so long as I'm not the one IN trouble, Sheriff. Have a lovely day.",
    "Events.239791001.007":"I know you're there, @. It's OK, come on back, I want you to be here for this conversation.",
    "Events.239791001.008":"Shannon...  I know you're used to doing things differently in the city.#$b#We haven't talked enough about small town police work.",
    "Events.239791001.009":"First thing to understand about what we do here, is that everybody in this town pretty much knows everyone else, and word travels fast.#$b#So it's of particular importance that we always treat everyone with respect. We're all neighbors, after all.#$b#Second... I don't know who put in this complaint call, I mean I have a guess...",
    "Events.239791001.010":"George...",
    "Events.239791001.011":"... but for the record, there's nothing actually illegal about going through people's trash once it's outside the house. It's no longer private property at that point.",
    "Events.239791001.012":"So, let's do our best not to jump to conclusions, and try to assume the best of people. Are we clear on that?",
    "Events.239791001.013":"@, anything you want to add?",
    "Events.239791001.qq1":"I just wanted to make sure Linus was OK.",
    "Events.239791001.qq2":"I'm the one who's been digging through trash cans in town.",
    "Events.239791001.qq3":"I think George should be arrested for filing a frivolous report.",
    "Events.239791001.qq1r":"I'm glad to hear you say that. Linus has an independent spirit, but it's always good to have a friend looking out for you.",
    "Events.239791001.qq2r":"... I wasn't expecting that... $u#$b#... but thank you for being honest. Anyway, like I said, nothing actually illegal about it... so... just try not to make a mess, I guess.",
    "Events.239791001.qq3r":"... that's... not really in the spirit of what I'm trying to communicate here, but thanks for the feedback.$s#$b#Hopefully George can manage to behave himself, along with everyone else, ourselves included.",
    "Events.239791001.014":"Good talk, boss.",
    "Events.239791001.015":"See you around, short-stack.",

    "Events.239791002.001":"Welcome",
    "Events.239791002.002":"Farmer, over here!",
    "Events.239791002.003":"Hey @, it's good to see you. Let me buy you a drink.",
    "Events.239791002.004":"Emily, two rounds over here please.",
    "Events.239791002.005":"Coming right up",
    "Events.239791002.006":"Here you go, Sheriff.",
    "Events.239791002.007":"Thanks",
    "Events.239791002.008":"Listen, there's probably some things you've been... wondering about.#$b#You've been a good friend, and it's time I give you the whole story.",
    "Events.239791002.009":"When I was a young man, I lived here in Pelican town with my father. He was the sheriff back then, and was good friends with your grandfather.#$b# Did you know your grandfather well?",
    "Events.239791002.010":"I understand. Well... you should know that he was a good man. They were both good men.",
    "Events.239791002.011":"Around the time your grandfather passed away, Dad got sick. I took over at the Sheriff's station, but Dad didn't last long, and neither did the station.$s",
    "Events.239791002.011b":"Mayor Lewis had to slash the town budget to support the war tax.$s",
    "Events.239791002.012":"Without any prospects in town, I signed up for the war.#$b#Eventually, I ended up in a Gotoro prison camp. That's where I met Shannon's dad.",
    "Events.239791002.013":"He and I became close friends. One of the smartest guys I ever met. He had a background in aviation, and while the guards had us chopping lumber for the war,#$b#we were secretly stashing materials for a light glider.",
    "Events.239791002.014":"Late one night, we worked to assemble the glider and make our escape. We made it out of the camp, but took heavy fire and had to make a crash landing.",
    "Events.239791002.015":"I lost my arm in the crash... Shannon's father... lost his life.$s#$b#His last words to me... to anyone, were... 'Russell, take care of my little girl'.$s",
    "Events.239791002.016":"I found Shannon living alone in the city... gave her what I could of her Dad's things, and told her what a great man he was...#$b#Of course, she already knew that.",
    "Events.239791002.017":"The governor came to see us both, about some kind of award.#$b#I convinced him instead to help me get Pelican Town's sheriff office up and running again, and Shannon agreed to come on as my deputy.#$b#Actually the governor took quite a liking to the idea - said he already had some 'irregularities' he wanted us to look into.",
    "Events.239791002.018":"Well I've talked your ear off by now. I just wanted you to know the truth. Thanks for listening.",

    "Events.239791003.001":"Oh, hello @.#$b#I haven't noticed you at the shrine of Yoba before.",
    "Events.239791003.002":"Are you a believer?",
    "Events.239791003.qq1":"I mostly just respect nature.",
    "Events.239791003.qq2":"I only trust what can be explained by science.",
    "Events.239791003.qq3":"Yoba unites us all.",
    "Events.239791003.qq1r":"To respect nature is a form of reverence, I think, maybe even a form of worship. I hope you don't take that the wrong way. All of us can enjoy the natural gifts and beauty of the world, even if we have different views about how they came to be.",
    "Events.239791003.qq2r":"I respect your viewpoint. These days, many people feel the same way.#$b#I don't disbelieve in science. It explains many of the laws that govern our world.#$b#Personally, I believe that those laws are overseen by a higher force, one I can't claim to fully understand.",
    "Events.239791003.qq3r":"... I have heard stories of other, uh, creatures that also worship Yoba.#$b#In a way maybe our shared belief is a sign that all living things can learn to live together in peace.",
    "Events.239791003.003":"Shannon's father was a follower of Yoba. Without him... I wouldn't be here today.$s#$b#He may have passed on but... I like to think he's still with us, somehow.#$b#Whether or not that's true, I'll try to honor his legacy.#$b#It's the same with you and your grandpa, I think. He'd be proud of what you've done here.",

    "Events.239791004.Mail1":"@,^^I have an appointment at the clinic this afternoon. Would you be willing to meet me there? I'm a bit nervous. They ran some tests last week and told me they had something important to discuss... it would mean a lot to me if you could be there.^^   -Russell[#]Russell's Appointment",
    "Events.239791004.001":"@, thank you for coming. I'm glad you're here.",
    "Events.239791004.002":"Sheriff, we're ready for you, please follow me.",
    "Events.239791004.003":"Thank you for coming in today, Russell.",
    "Events.239791004.004":"Sure thing doc... you said you had something important to discuss...#$b#Was there... something wrong with my tests?$s",
    "Events.239791004.005":"Nothing like that!$8#$b#I'm sorry if we made you worry. Maru can explain.",
    "Events.239791004.006":"The testing confirmed you're fully compatible with my design. Here.",
    "Events.239791004.007":"Is this what I think it is?",
    "Events.239791004.008":"It's more than a traditional prosthesis. It should work with your nervous system to restore full motor control --#$b# as well as provide pressure, temperature, and even texture sensation.#$b#That's just the prototype. The finished model has fully realistic cosmetics, as well.#$b#We can perform the procedure today, if you're ready. It's also fully covered under your armed services veteran benefits.$h",
    "Events.239791004.009":"I don't... deserve this.$s",
    "Events.239791004.010":"!",
    "Events.239791004.qq1":"When people want to do nice things for you, you should let them. I'll be here the whole time.",
    "Events.239791004.qq2":"I don't think its a transferable kind of gift, even if someone else was more deserving.",
    "Events.239791004.qq3":"It's the will of Yoba.",
    "Events.239791004.qq1r":"OK... you're right.... and thank you. That means a lot to me. I'm ready.",
    "Events.239791004.qq2r":"When you put it that way, I guess I have no other choice. Thank you, all of you, for this. I trust you.",
    "Events.239791004.qq3r":"Oh, do you speak for Yoba, now?$h#$b#... Maybe it is Yoba's will... who am I to say...$s#$b#OK, I'm ready. I hope.$s",
    "Events.239791004.011":"A few hours later...",
    "Events.239791004.012":"I heard Uncle Russ has been in the hospital for HOURS, what happened!?$7",
    "Events.239791004.013":"Pffffft Uncle Russ?? I haven't heard you call me that in ages.$h",
    "Events.239791004.014":"Aaaaaugh! Thank Yoba you're alright!$h#$b#I mean, you BETTER be alright so I can punch you for scaring me like that!$5",
    "Events.239791004.015":"I think... I can try to get out of this bed now...",
    "Events.239791004.016":"What in Yoba's name did they do to you!? Your arm grew back!$7",
    "Events.239791004.017":"Can I have my clothes back now...",

    "Events.239791005.001":"Hello, @. I'm just enjoying the lovely day. Care to join me?",
    "Events.239791005.002":"This is my favorite spot in the mountains.#$b#When I was younger, my father used to take me fishing here all the time.",
    "Events.239791005.003":"He loved putting up a fight with a feisty rainbow trout or sturgeon.#$b#Sometimes we wouldn't catch anything, but those were good days too, just spending time at the lake together.",
    "Events.239791005.004":"When he passed away, I spread Dad's ashes over the lake...#$b#Sometimes when I'm out here passing the time, I feel like he's still hanging around here, keeping an eye on me.",
    "Events.239791005.005":"You're a good listener, @. I appreciate that about you.#$b#It's strange, I don't think of myself as being very social, but I always enjoy our time together. You make me feel at ease.$4",

    "Events.rsconflict.001":"@, come on in.",
    "Events.rsconflict.002":"I was just studying 'Readings from the Book of Yoba'",
    "Events.rsconflict.003":"These passages detail warnings to 'deceivers, deal-breakers, and the double-minded'...",
    "Events.rsconflict.004":"Does that sound like anyone you know?$5",
    "Events.rsconflict.005":"Well, does it?$3",
    "Events.rsconflict.006":"Did you somehow think you could date BOTH law enforcement officers in town, and they just... wouldn't figure it out??$5",
    "Events.rsconflict.007":"I... shared my most personal feelings with you. Now I'm not sure if you were even listening. Maybe you were thinking about... being with someone else...$s#$b#I think it would best if you spend some time on your own and sort out your feelings.$s",
    "Events.rsconflict.008":"Hey, that's a great idea, sheriff. I know the *perfect* place for @ to have some quality alone time.$1",
    "Events.rsconflict.009":"Russell and Shannon are giving you the 'cold shoulder'...",
    "Russell_ColdShoulder":"...$a",
    "Shannon_ColdShoulder":"...$a",

    "Events.rsconflict_lucky.msg1":"For some reason, you decide to place your hand in your pocket...",
    "Events.rsconflict_lucky.msg2":"You touch the rabbit's foot, and feel a sense of relief...",
    "Events.rsconflict_lucky.001":"@, come on in.",
    "Events.rsconflict_lucky.002":"I was just studying 'Readings from the Book of Yoba'",
    "Events.rsconflict_lucky.003":"Earlier I accidentally spilled my drink and had to tear out a few pages to avoid ruining the whole book.",
    "Events.rsconflict_lucky.004":"I hope Yoba doesn't mind if I skip those parts!$h",
    "Events.rsconflict_lucky.005":"Hey, @, what's going on?",
    "Events.rsconflict_lucky.006":"Sorry if I surprised you.#$b#Unless you were up to no good!$h",
    "Events.rsconflict_lucky.007":"No need to worry! We were just looking at one of my books that I almost ruined when I spilled my drink.#$b#Luckily it's not a total loss. There's some great discussion points in these next few chapters on love, and forgiveness, and uh, trees.",
    "Events.rsconflict_lucky.008":"Sounds boring, you two have fun though! Maybe I'll put some cookies in the oven in the meantime.",
    "Events.rsconflict_lucky.009":"You enjoy a thoughtful discussion with Russell and cookies with Shannon. Not a bad evening!",

    "Events.ShrineOfJustice.001":"You stand before the Dark Shrine of Justice.",
    "Events.ShrineOfJustice.002":"Sacrifice one < each with Russell and Shannon to release all prisoners from confinement?",
    "Events.ShrineOfJustice.qqq":"What do you choose?",
    "Events.ShrineOfJustice.qq1":"Release the prisoners.",
    "Events.ShrineOfJustice.qq2":"Do nothing.",
    "Events.ShrineOfJustice.qq1r":"The prisoners will be released tomorrow.",
    "Events.ShrineOfJustice.qq2r":"The statue stares through you...",
    
    

    //reproduced vanilla text, copied here for ease of translation
    "Events.4081148.001":"Hi @. Thanks for coming.",
    "Events.4081148.002":"Well, our gear's loaded already... Looks like everything's set.",
    "Events.4081148.003":"Alright, everyone... let's get in the bus!$u",
    "Events.4081148.004":"*gulp*... I'm starting to get really nervous.$8",
    "Events.4081148.005":"Okay, here we are... wish me luck!$u",
    "Events.4081148.006":"Hey. The show was a great success! Thanks again, @.",

    "Events.150938.001":"Great... everyone has their stone.#$b#Now, close your eyes, and take slow, deep breaths. Focus on your lungs.",
    "Events.150938.002":"Visualize the pure energy flowing into your body with every breath.#$b#And when you exhale, feel all the tension and negative energy flowing out, leaving you more and more relaxed with every breath.",
    "Events.150938.003":"Now, open your heart to the vibrational frequency of your stone. Do you feel anything?",
    "Events.150938.004":"Nope.",
    "Events.150938.005":"I do!",
    "Events.150938.006":"Relaxed",
    "Events.150938.007":"I feel warm.",
    "Events.150938.008":"Looks like the gemstones were put to good use...",

    "Festivals.luau.shorts001":"Hmm... It's a bit tangy... but actually, the flavor is quite good!",
    "Festivals.luau.shorts002":"Just one minute... there's something in my bowl... what's this?$2",
    "Festivals.luau.shorts003":"Whaaaat?!",
    "Festivals.luau.shorts004":"*gasp*",
    "Festivals.luau.shorts005":"These shorts... Lewis, this is your doing! You're trying to poison me as revenge for throwing you in jail!$1#$b#I knew you were crooked, but this!?$1",
    "Festivals.luau.shorts006":"What? I would never! I... I've been framed!!$4",
    "Festivals.luau.shortsqqq":"I should say something...",
    "Festivals.luau.shortsqq1":"I don't think Lewis would do that... someone else must have thrown those in.",
    "Festivals.luau.shortsqq2":"I saw Lewis put something purple into the soup.",
    "Festivals.luau.shortsqq1r":"Governor, it's horrible that this happened, but let's not jump to conclusions. I can assure you we'll conduct a full investigation into this incident.#$b#Harvey, please head back to your clinic with the governor.#$b#Shannon, please escort Lewis back into town and take his statement.$s",
    "Festivals.luau.shortsqq2r":"It was just a cabbage from my garden! I'm innocent!$4",
    "Festivals.luau.shortsqq2rb":"Once again, it seems all evidence is pointing to you Lewis. Harvey-- please escort the governor to your clinic and make sure it's not serious.$5#$b#Shannon, please escort Lewis to the jail cell immediately.$5",
    "Festivals.luau.shorts007":"Blech... my tongue is swelling up... is this... the end?.$u",
    "Festivals.luau.shorts008":"Everyone, until we're sure what's happened, let's avoid making unfounded accusations. If anyone has something to say, please stick around to provide your statement.#$b#Otherwise, please return to your homes. I hope we can do better next year.$2",
    "Festivals.luau.shorts009":"Was justice served today? Or just disgusting soup?",
    "Festivals.luau.shorts010":"Time to head home.",

    //Lewis secret note mail
    "Mail.LewisNote":"@,^^We're working an important case that is missing one key piece of evidence. We received an anonymous tip that you might know something about it, and to tell you \"#19\". Does that mean something to you? Please bring the evidence to the sheriff's office this afternoon, if you can.^^-Sheriff Russell[#]An Anonymous Tip",

    //Lewis evidence
    "Events.LewisEvidence.001":"It's {{PlayerName}}!",
    "Events.LewisEvidence.002":"@, you're here. Did you get my letter? Do you have... the item?",
    "Events.LewisEvidence.003":"What in Yoba's name!?$3",
    "Events.LewisEvidence.004":"It's huge! And... solid gold? How did you even lift it??$7",
    "Events.LewisEvidence.005":"@, I don't know how you managed to come by this, and I'm not sure I want to know, but it seems our 'anonymous tip' was a solid lead.",
    "Events.LewisEvidence.006":"The 'how' doesn't matter, just the fact that it exists is confirmation of all the other evidence we've pieced together.",
    "Events.LewisEvidence.007":"I agree. @, thank you for helping us with this. You've far exceeded our expectations.$h#$b#Now, to deal with Lewis...",
    "Events.LewisEvidence.008":"The three of you discuss plans for exposing Lewis and holding him accountable for his financial malfeasance.",
    "Events.LewisEvidence.009":"Together, you decide to hold a public meeting tomorrow morning at the mayor's house...",

    //Lewis arrest event dialogue
    "Events.LewisArrest.001":"@, you made it! Perfect.$h#$b#Now we just need our guest of honor...",
    "Events.LewisArrest.002":"Oh, hello everyone.$h#$b#... Emily, Is this... more clothing therapy?",
    "Events.LewisArrest.003":"I don't think so? I'm just as much in the dark as you are!$h#$b#Sheriff asked if he could borrow my setup for something 'important'.",
    "Events.LewisArrest.004":"Yes, thank you Emily...#$b#I've asked you all to come here to act as witnesses. The residents of this town have been victims of a serious theft.",
    "Events.LewisArrest.005":"Oh my!",
    "Events.LewisArrest.006":"Yes, and the culprit is one of us, in this very room!!$5",
    "Events.LewisArrest.007":"Sorry... I've always wanted to say that...#$b#*ahem* ... I believe the evidence speaks for itself.",
    "Events.LewisArrest.008":"What is the meaning of this!?$4",
    "Events.LewisArrest.009":"We've been piecing together the trail of evidence for weeks. Ever since you closed down the Sheriff's office because of the so-called 'war tax', you've been diverting the town's resources to fund your private ambitions.$5#$b#Thankfully @ was able to help us uncover the final missing piece of evidence, when ${he^she}$ discovered the secret location of your golden statue.",
    "Events.LewisArrest.010":"You've got no authority to arrest me!$4#$b#I'm shutting down your operation, and this time I'm shutting it down for good!$4",
    "Events.LewisArrest.011":"You'll do nothing of the sort!",
    "Events.LewisArrest.012":"War tax indeed! The only additional tax levied to support the war was on gasoline consumption -- and judging by the state of the town's delapidated roads, and your own derelict vehicle, your real reason for closing the sheriff's office in the first place had nothing to do with any tax burden! Rather, you set about to deceive your fellow citizens, and embezzle from the town treasury -- all to fund this... this ridiculous vanity project!$2",
    "Events.LewisArrest.013":"You make me sick!$3",
    "Events.LewisArrest.014":"How did you even get back there??",
    "Events.LewisArrest.015":"Now then...#$b#Russell, Shannon... you've done fine work here. You too, @. Fine work indeed, you should be very proud of yourselves.#$b#As for this one, I think he's a bit TOO proud of himself, wouldn't you agree?#$b#Sheriff, let's make sure he has time to think about his misdeeds in your 'facilities'. What do you think @, would half a year be sufficient?",
    "Events.LewisArrest.qqq":"How long should Lewis spend in the town jail?",
    "Events.LewisArrest.qq1":"Half a year sounds OK to me.",
    "Events.LewisArrest.qq2":"Better to make it a full year, I think.",
    "Events.LewisArrest.qq1r":"Very well. Russell, Shannon, I'll leave the rest to you. Feel free to give him a reprieve on your town festival days.",
    "Events.LewisArrest.qq2r":"That seems very sensible to me. Russell, Shannon, I'll leave the rest to you. Feel free to give him a reprieve on your town festival days.",
    "Events.LewisArrest.016":"Lewis... how could you?$s",
    "Events.LewisArrest.017":"I've been mayor of this town for decades... erecting statues is how towns have always honored their great leaders of the past!$2#$b#Is it so horrible that I hoped I could see that happen before I pass on?$3",
    "Events.LewisArrest.018":"Alright, 'great leader', I think we've heard enough. I expect to see you report bright and early at the jailhouse tomorrow.#$b#That is, unless you want the whole town watching as we take you down there in handcuffs.",
    "Events.LewisArrest.019":"That won't be necessary...$3#$b#Well, I guess I'll go take one last walk around the town square in case I never get to see it again...$s",
    "Events.LewisArrest.020":"What a drama queen.$6#$b#So governor, seriously, how DID you just seem to appear out of nowhere? Some kind of secret staircase?",
    "Events.LewisArrest.021":"Funny you should ask, I was exploring the residence and seemed to stumble rather unexpectedly down a dark staircase...#$b#Actually, I feel lucky to have escaped that place... I... I can't describe the horrors... though... perhaps I merely hit my head and suffered an unpleasant dream.$2",
    "Events.LewisArrest.LewisFinal":"And I would have gotten away with it too, if it weren't for you meddling and snooping around my house!$4",

    "Events.PamArrest.001":"See? Back safe and shound. You had worry to... nothing to worry about.",
    "Events.PamArrest.002":"And 'member this ish between us! Isha secret!",
    "Events.PamArrest.003":"Hello, Pam.",
    "Events.PamArrest.004":"Oh Hey Russhell.",
    "Events.PamArrest.005":"OK bye now!",
    "Events.PamArrest.006":"PAM!",
    "Events.PamArrest.007":"Pam, it's no secret that you're not in any condition to be operating this bus.$a",
    "Events.PamArrest.008":"YOU don't know anything about it! I'm in perfect condition!$3",
    "Events.PamArrest.009":"OK then Pam...#$b#In that case I'll just need you to pass a simple field sobriety test.",
    "Events.PamArrest.010":"Please walk in a straight line towards me.",
    "Events.PamArrest.011":"That aint hard! Just watch me!$3",
    "Events.PamArrest.012":"Pam, public drunkenness I can overlook, but I can't allow you to continue endangering yourself and others.$a",
    "Events.PamArrest.013":"What!? Why me? It's ${his^her}$ fault! ${He^She}$ gave me a drink before we got on the bus!$3",
    "Events.PamArrest.014":"While I can't deny that demonstrates... EXTREMELY poor judgment... it isn't breaking the law.$s#$b#On the other hand... operating this TEN TON vehicle while intoxicated very much IS against the law, and you're both lucky to have made it back alive.$a#$b#Pam, I'm afraid you're under arrest. Please come with me.$s",

    "Events.PamRepeatArrest.001":"Hic* ... strong stuff... if anyone asks, one of you two drove the bus today, OK?$h",
    "Events.PamRepeatArrest.002":"Dang it!",

    "Events.ClintRestrain.001":"Oh, Clint? What's going on?$3",
    "Events.ClintRestrain.002":"Emily! Ummm....$4#$b#I heard you were uh... going to be at the movies today, so I came up here and thought you might like it if I won a prize for you in the crane game...#$b#Uh... here, I won this for you.",
    "Events.ClintRestrain.003":"uh, and this...",
    "Events.ClintRestrain.004":"uh, and got you this cookie...",
    "Events.ClintRestrain.005":"And these...",
    "Events.ClintRestrain.006":"Ummm... Clint... this was very thoughtful... $3#$b#Haley loves sunflowers, so I'll bring this home for her, thank you...$3",
    "Events.ClintRestrain.007":"... but... I think what I want from you the most right now is...$3#$b#... space.$s",
    "Events.ClintRestrain.008":"OH... really? I... ummm... OK.$s",
    "Events.ClintRestrain.009":"Here, Emily, I'll take this cookie off your hands...",
    "Events.ClintRestrain.010":"And Clint... I have something for you.",
    "Events.ClintRestrain.011":"It's a restraining order, effective tomorrow.$3#$b#You'll need to maintain your distance from Emily for a while...#$b#Do you think you can manage that?",
    "Events.ClintRestrain.012":"Oh... OK, sure.$s",
    "Events.ClintRestrain.013":"Guys... let's head in, or we'll be late for the movie.",
    "Events.ClintRestrain.014":"Sorry...",
    "clint_nosaloon":"Don't worry, I'm not going to the saloon today...$s",
    "clint_waiting":"%Clint seems to be ignoring you for now... maybe he's just admiring this tree?",
    "clint_stalking":"OK, you caught me. You're right, I shouldn't be here... ummm... by law, I guess.$s#$b#I'll... meet you at the Sheriff's Office and turn myself in.$s",

    

    "Events.ClintSurrender.001":"Hey there, @.$h",
    "Events.ClintSurrender.002":"Oh, and Clint? Welcome to the station, what can we do for you today?",
    "Events.ClintSurrender.003":"Ummm. Well, the truth is...$s",
    "Events.ClintSurrender.004":"I'm, uh, here to turn myself in.$s#$b#I have this ummm, restraining order, from back at the theater, and ummm...#$b#@ here caught me, uh, not giving Emily the 'space' she needed. I realize I messed up, so that's why I'm here.",
    "Events.ClintSurrender.005":"I understand, Clint. Thank you for coming in willingly. Why don't you follow me back to the interview room while Shannon takes the farmer's statement.",
    "Events.ClintSurrender.006":"OK, sure thing, Sheriff.",
    "Events.ClintSurrender.007":"@, thanks for coming in with Clint today. I don't particularly need your statement, since Clint's cooperating, and... well, I was there.",
    "Events.ClintSurrender.008":"However, Sheriff and I wanted to get your opinion on something. I think we can all agree that Clint isn't a violent man, even though it would be fair to say that his behavior was... concerning... if not threatening.",
    "Events.ClintSurrender.009":"We recently updated some of our equipment, including new ankle monitors, so we could potentially put Clint under house arrest instead of locking him up in the jail.#$b#That way he would still be able to serve as the town's blacksmith, while also making sure he behaves himself.",
    "Events.ClintSurrender.qqq":"What do you think? Either way, it will be a three week sentence as a first-time offender.",
    "Events.ClintSurrender.qq1":"I think he should do the time here. It could help him in the long run, and the town can survive for a few weeks without a blacksmith.",
    "Events.ClintSurrender.qq2":"I think house arrest is better,  so he can still upgrade my tools - I mean, serve the community.",
    "Events.ClintSurrender.qq1r":"Maybe you're right. It does seem like he's been stuck in a rut, and time in jail could hopefully help him make some needed changes. Thanks, @.",
    "Events.ClintSurrender.qq2r":"Of course, the community.$9",
    "Events.ClintSurrender.010":"It looks like Russell and Shannon have matters well in hand. They talked to Clint and let him know his sentence will officially begin tomorrow.",

    "Events.ClintSurrenderFull.001":"Hey there, @.$h",
    "Events.ClintSurrenderFull.002":"Oh, and Clint? Welcome to the station, what can we do for you today?",
    "Events.ClintSurrenderFull.003":"Ummm. Well, the truth is...$s",
    "Events.ClintSurrenderFull.004":"I'm, uh, here to turn myself in.$s#$b#I have this ummm, restraining order, from back at the theater, and ummm...#$b#@ here caught me, uh, not giving Emily the 'space' she needed. I realize I messed up, so that's why I'm here.",
    "Events.ClintSurrenderFull.005":"I understand, Clint. Thank you for coming in willingly. Why don't you follow me back to the interview room while Shannon takes the farmer's statement.",
    "Events.ClintSurrenderFull.006":"OK, sure thing, Sheriff.",
    "Events.ClintSurrenderFull.007":"@, thanks for coming in with Clint today. As you may suspect, I don't particularly need your statement --#$b#since he's cooperating, and since... well, I was there.",
    "Events.ClintSurrenderFull.008":"However, we're not currently able to accommodate Clint in the jail.",
    "Events.ClintSurrenderFull.009":"We recently updated some of our equipment, including new ankle monitors, so we could potentially put Clint under house arrest.#$b#That way he would still be able to serve as the town's blacksmith, while also making sure he behaves himself.#$#",
    "Events.ClintSurrenderFull.qqq":"What do you think? If we place Clint on house arrest, it will be a three week sentence as a first-time offender.",
    "Events.ClintSurrenderFull.qq1":"I dont think Clint means any harm, let's just let him go with a warning.",
    "Events.ClintSurrenderFull.qq2":"I think house arrest is a good option, and it's nice that he'll still be able to upgrade my tools - I mean, serve the community.",
    "Events.ClintSurrenderFull.qq1r":"You always manage to see the best in people, that's what I like about you. OK, just do us a favor and keep an eye on him for us.",
    "Events.ClintSurrenderFull.qq2r":"Of course, the community.$9",
    "Events.ClintSurrenderFull.010":"It looks like Russell and Shannon have matters well in hand. Time to head out.",

    "Events.ClintRepeatArrest.001":"Oh, hello. Need me to work on one of your tools?",
    "Events.ClintRepeatArrest.002":"Hmmm? What's this?",
    "Events.ClintRepeatArrest.003":"What should I say?",
    "Events.ClintRepeatArrest.004":"The threatening letter you sent me - don't bother denying it. Law enforcement is on the way.",
    "Events.ClintRepeatArrest.005":"The only tool here today is you, Clint.",
    "Events.ClintRepeatArrest.006":"I... but...$4",
    "Events.ClintRepeatArrest.007":"Well that's just mean.$3",
    "Events.ClintRepeatArrest.008":"What makes you so sure that I sent that letter anyway? Anyone at the flower dance would have noticed how much you were hogging Emily's attention!$3#$b#And it's not like I'm the only one who cares about her.$3",
    "Events.ClintRepeatArrest.009":"She usually dances with Shane...$s",
    "Events.ClintRepeatArrest.010":"We didn't say anything about the flower dance, or Emily...",
    "Events.ClintRepeatArrest.011":"And this is just a recipe for blueberry pancakes. The real letter is in the evidence locker, where it belongs.$3",
    "Events.ClintRepeatArrest.012":"I... I'm sorry! I had one too many drinks at the festival and...$4#$b#I wrote the letter. When I wrote it, I never intended to actually send it. I messed up, again.$s",
    "Events.ClintRepeatArrest.012.fell":"I... I can't believe I fell for the blueberry pancake recipe trick, again!$s",
    "Events.ClintRepeatArrest.013":"This is serious, Clint. You used the public mail service to deliver a threat of violence.$5",
    "Events.ClintRepeatArrest.014":"... I know... I would never actually... I'm sorry.$s",
    "Events.ClintRepeatArrest.015":"@, if you decide to move forward and press charges, it's twelve weeks of confinement by law...#$b#... regardless of whether he serves that time in the jail cell, or on house arrest.",
    "Events.ClintRepeatArrestFull.015":"@, if you decide to move forward and press charges, he'll incur 12 weeks of house arrest, as we can't currently accommodate him in the jail cell.",
    "Events.ClintRepeatArrest.qqq":"Should I insist on pressing charges?",
    "Events.ClintRepeatArrest.qq1":"He got drunk, and slipped up. Since nobody was hurt, I'm not going to press charges.",
    "Events.ClintRepeatArrest.qq1a":"That's very forgiving of you.",
    "Events.ClintRepeatArrest.qq1b":"Clint, I hope you can find a way to repay the farmer for that kindness...#$b#and for your own sake, do try to conduct yourself with a shred of dignity.$s",
    "Events.ClintRepeatArrest.qq2":"He needs to be behind bars, if not for my own safety, then for Emily's.",
    "Events.ClintRepeatArrest.qq2a":"Unfortunately, for some, I completely agree. -- Clint, I expect to see you for processing first thing tomorrow morning.",
    "Events.ClintRepeatArrest.qq3":"He shouldn't be allowed out of the house for a while. It's best for everyone.",
    "Events.ClintRepeatArrest.qq3a":"So be it. I'll be back here first thing tomorrow with the ankle monitor.",
    "Events.ClintRepeatArrest.016":"Alright everyone, we're done here.",
    "Events.ClintRepeatArrest.017":"You can keep the recipe.",

    "Events.ShaneDown.001":"Such a dreadful scene. What do you make of it, Sheriff?",
    "Events.ShaneDown.002":"Isn't it obvious, deputy?",
    "Events.ShaneDown.003":"What we have here is a terrible waste of tomato sauce.$6",
    "Events.ShaneDown.004":"Could you at least TRY to take this seriously?$5",
    "Events.ShaneDown.005":"Uh, sorry Shane. I thought we already needed to re-take that one since @ wandered on set.",
    "Events.ShaneDown.006":"Oh, I didn't notice!$h",
    "Events.ShaneDown.007":"This... probably deserves an explanation.#$b#Remember when I filmed that Joja Bluu commercial with Clint and Emily for a contest?#$b#Come to think of it, you wandered onto that set, too. Hey, are you stalking me?$s",
    "Events.ShaneDown.008":"Anyway... the good news is, I won the competition!$h#$b#I mean, I must have, my commercial was on TV every day for like a week straight!.$4",
    "Events.ShaneDown.009":"The bad news is, they haven't exactly paid me... I've written a couple letters but haven't gotten a response.$s#$b#I thought if I filmed another commercial that would help me get their attention.",
    "Events.ShaneDown.010":"Also, I could really use the money. I told Clint I'd help cover his medical bills from his bad reaction to Joja bluu last time.$s",
    "Events.ShaneDown.011":"Shane, you didn't tell us about your problems getting paid. We're happy to help with the commercial, but... maybe there's a better way to go about this.",
    "Events.ShaneDown.012":"I'd KILL for a can of Joja Bluu!!$3",
    "Events.ShaneDown.013":"Oh, did I miss my cue?$1",
    "Events.ShaneDown.014":"You and the others discuss how to help Shane get his hard-earned prize money...",
    "Events.ShaneDown.015":"OK, everyone remember your new lines?$h#$b#Now let me just reset the camera, and we'll take it from the top.",

    "Events.JojoMovie.001":"Great, you made it!$h",
    "Events.JojoMovie.002":"Actually, it's about time to head over to the theater. Ready?",
    "Events.JojoMovie.003":"Hey there, Morris. Long time, no see. What brings you to the theater today?",
    "Events.JojoMovie.004":"Errr... hello everyone. What a pleasure to see you all.#$b#As it so happens, I was 'invited' by Joja's regional vice president of marketing to make an appearance for this event, although I'm not sure why.",
    "Events.JojoMovie.005":"Regional VP, huh? Any mention of the letters I sent to corporate about my contest entry? I still haven't received the prize for winning the competition.$2",
    "Events.JojoMovie.006":"Actually... about that... I believe I can help clear up any confusion.#$b#Shane, while it is understandable that you thought the airing of your Joja Bluu entry meant you had won...#$b#The terms and conditions clearly stated: 'ALL submissions become sole property of Joja to retain, distribute, modify, etc.'#$b#It's all in the fine print, you see.$1#$b#The actual winner was coincidentally the nephew of the aforementioned VP... who was also the contest judge. Better luck next time.",
    "Events.JojoMovie.007":"What a load of chicken spit.$5",
    "Events.JojoMovie.008":"Well thank you for the explanation, Morris. Consider any confusion 'cleared up'. At any rate, it looks like it's about time for our special feature.",
    "Events.JojoMovie.009":"Ah, indeed it is. Once again, it's been a pleasure.$1",
    "Events.JojoMovie.010":"I just love shopping at my local Jojo mart! The prices can't be beat, and my kids love Jojo soda. I just wish it could clean these dishes!",
    "Events.JojoMovie.011":"*ring* *ring* *ring*",
    "Events.JojoMovie.012":"Yes, boss? You want to move up the production of Jojo BLU? It hasn't passed our testing phase yet. There have been several unexpla--",
    "Events.JojoMovie.013":"Of course, boss. We'll begin production immediately...",
    "Events.JojoMovie.014":"Yoba help us all...",
    "Events.JojoMovie.015":"(Morris looks uncomfortable)",
    "Events.JojoMovie.016":"What can we do, Sheriff? Ever since that keg of Jojo BLU spilled into the town water supply, people have shown terrible side effects, each worse than the last!",
    "Events.JojoMovie.017":"Jojo BLU turned me into a blue freak!",
    "Events.JojoMovie.018":"Jojo BLU eroded my stomach lining!",
    "Events.JojoMovie.019":"Jojo BLU made my arm fall off...",
    "Events.JojoMovie.020":"We need to get you all to a hospital!!",
    "Events.JojoMovie.021":"We did what we could to save the sheriff. He survived the procedure but... he'll never be the same.",
    "Events.JojoMovie.022":"Nurse -- remove this covering from my face.",
    "Events.JojoMovie.023":"Sheriff, is that you?",
    "Events.JojoMovie.024":"The Sheriff... is no more. I am... LAWBOT.",
    "Events.JojoMovie.025":"Directive: Protect the innocent. Avenge injustice.",
    "Events.JojoMovie.026":"Jojo corp... I'm coming for you!",
    "Events.JojoMovie.027":"That's enough! Stop the film!!$3",
    "Events.JojoMovie.028":"Absolute CINEMA!$8",
    "Events.JojoMovie.029":"This film simply CANNOT be permitted to run! I'm quite sure this heinous representation of Joja is unlicensed and unauthorized!$3",
    "Events.JojoMovie.030":"Weren't you paying attention, Morris? This film is about the fictional 'Jojo corp', not Joja. Any likeness to real characters or entities is unintended.$3#$b#It's all in the 'fine print', you see.$9",
    "Events.JojoMovie.031":"Now, now listen... let's all be reasonable. About the contest, I uh, have right here the full sum for you, Shane... 10,000g!!$3#$b#And Sheriff, surely an equal 'donation' to your department could help us with this little problem?",
    "Events.JojoMovie.032":"I know a bribe when I see one, Morris. Maybe if you had started with an apology and recompense for Shane, we could have worked something out, legally.#$b#It's too late for that now, although we'll put a hold on that prize money pending a review by the governor's office on the competition.#$b#I suspect they'll find Shane has a legitimate claim to it.#$b#Morris, you're under arrest. We have plenty of witnesses here, and strict bribery laws that require a one-year jail sentence.",
    "Events.JojoMovie.033":"A year!?$2",
    "Events.JojoMovie.034":"Alright, time to go.",

    "Events.SporkIntro.001":"Oh, hey @. Guess what?$h#$b#Sheriff said I could look into adopting a police dog!! I was just about to talk it over with Marnie.$h",
    "Events.SporkIntro.002":"That's great news, Shannon.$h#$b#Unfortunately, I can't say I have any dog breeds currently available that would be well suited to police work...$s",
    "Events.SporkIntro.003":"Oh, that's too bad...$s",
    "Events.SporkIntro.004":"Awwww, who's this little guy?$h",
    "Events.SporkIntro.005":"Oh, that's just {{cfgSpork}}. I took him on thinking he would be a good herding dog. Unfortunately he hasn't taken to the training.#$b#I'm afraid he wouldn't make much of a police dog, either.$s",
    "Events.SporkIntro.006":"He sure seems to like you, though!$h",
    "Events.SporkIntro.007":"Morning, swee--",
    "Events.SporkIntro.008":"Oh, errr... hello everyone. I'm just... checking on Marnie's business.",
    "Events.SporkIntro.009":"Ack! Call it off!",
    "Events.SporkIntro.010":"Down, boy!",
    "Events.SporkIntro.011":"He's perfect!!$h",

    "Events.SporkFetch.qqq":"Play fetch with {{cfgSpork}}?",
    "Events.SporkFetch.qq1":"Sure!",
    "Events.SporkFetch.qq2":"Some other time.",

    "Events.SporkLaps.001":"Shannon... I'm still not sure how you thought 'look into getting a police dog' translated into... whatever this is.",
    "Events.SporkLaps.002":"I have no idea what you mean. {{cfgSpork}} is a great police dog! He just doesn't like being cooped up in here because of the weather.$h",
    "Events.SporkLaps.003":"How exactly do you figure that dog is going to be of any help around here? He barely has two brain cells to rub together and make a spark.$h",
    "Events.SporkLaps.004":"You take that back! {{cfgSpork}} is a super smart dog! You know he already figured out how to open doors. And he obeys commands! Watch this...$3#$b#{{cfgSpork}}, stay!",
    "Events.SporkLaps.005":"Good boy, {{cfgSpork}}! Now, go get the newspaper! Go get it, boy!$h",
    "Events.SporkLaps.006":"My expectations were low but holy -",
    "Events.SporkLaps.007":"He just wore himself out! Poor thing...$s",
    "Events.SawSporkLaps_Spork":"%{{cfgSpork}} looks especially tired today.",
    "Events.SawSporkLaps_Russell":"Maybe we can get a partial refund from Marnie. That dog is clearly defective.",
    "Events.SawSporkLaps_Shannon":"Don't listen to the Sheriff, he just doesn't want to admit how much he loves that dog.$9",

    "Events.SporkWalk.001":"Hey @! It's good to see you.",
    "Events.SporkWalk.002":"It looks like {{cfgSpork}} is happy to see you too!$h",
    "Events.SporkWalk.003":"I was just thinking I might take {{cfgSpork}} for a walk, and maybe hang out at the spa by the railroad station.",
    "Events.SporkWalk.004":"Why would you want to go right back indoors on a beautiful day like this? I'm sure {{cfgSpork}} would rather go to the lake where there's room to run around.#$b#I could take him if you'd rather stay indoors.",
    "Events.SporkWalk.005":"Well look who suddenly cares about {{cfgSpork}}.$9",
    "Events.SporkWalk.006":"It doesn't matter to me either way. How about you, @, interested in taking a walk with {{cfgSpork}}?",
    "Events.SporkWalk.qqq":"What do you want to do?",
    "Events.SporkWalk.qq1":"Sure, I'll walk {{cfgSpork}} up to the spa with Shannon.",
    "Events.SporkWalk.qq2":"Sure, I'll go with Russell and {{cfgSpork}} to check out the lake.",

    "Events.SporkWalkRussell.001":"Works for me, you ${boys^three}$ have a good time!$h",
    "Events.SporkWalkRussell.002":"Thanks for joining me today, @.#$b#I like to tease Shannon about {{cfgSpork}} not being useful as a police dog, but the truth is we don't have a real need for an actual trained K-9.#$b#It's more like having a mascot I guess, which makes {{cfgSpork}} a better fit compared to a larger breed. I want to be careful not to scare anyone, especially the kids.",
    "Events.SporkWalkRussell.003":"I mean, it's not like Pelican town has a use for a drug sniffing dog, or one to find bombs being sent in the mail.",
    "Events.SporkWalkRussell.004":"Ah, here we are...#$b#I have to say, conditions look perfect for fishing.",
    "Events.SporkWalkRussell.005":"Now I wish I had brought my rod.",
    "Events.SporkWalkRussell.006":"Nevermind...",
    "Events.SporkWalkRussell.007":"Good job, {{cfgSpork}}...",
    "Events.SporkWalkRussell.008":"Make sure you scare away ALL the fish",
    "Events.SporkWalkRussell.009":"Now the apartment is going to smell like wet dog",

    "Events.SporkWalkShannon.001":"Better luck next time Sheriff, catch you later.$h",
    "Events.SporkWalkShannon.002":"Come on {{cfgSpork}}!",
    "Events.SporkWalkShannon.003":"I'm glad you could come with us today, @. {{cfgSpork}} is always happy when you pass by the building and stop to play fetch.$h#$b#I think you've done that at least [FarmerStat sdvhead.LawAndOrderSV_daysPlayedFetch] times now! But who's counting?$9",
    "Events.SporkWalkShannon.004":"More importantly... if it weren't for you, he might never have come back from that awful forest...$s#$b#I'll never forget what you did for him. I'm sure {{cfgSpork}} won't forget, either.",
    "Events.SporkWalkShannon.005":"{{cfgSpork}}!",
    "Events.SporkWalkShannon.006":"I'll take {{cfgSpork}} with me and meet you in the pool area, OK?",

    "Events.SporkWalkShannon.007":"Crazy how a town this small has this huge indoor pool...#$b#and there's plenty of room for {{cfgSpork}} to run around, no matter what Sheriff says.$9",
    "Events.SporkWalkShannon.008":"Well what do you think, are you in the mood for a swim?",
    "Events.SporkWalkShannon.009":"Ack, {{cfgSpork}}!! @ is fine! ${He's^She's}$ not drowning, stop trying to save ${him^her}$!$6",
    "Events.SporkWalkShannon.010":"Ugh, fine...",
    "Events.SporkWalkShannon.011":"The three of you had a great time! Time to head back...",


    "Events.SporkMissing.001":"Oh, hey @! Playing fetch with {{cfgSpork}}?",
    "Events.SporkMissing.002":"Go get it {{cfgSpork}}!",
    "Events.SporkMissing.003":"What is it, boy? You smell something?",
    "Events.SporkMissing.004":"{{cfgSpork}}, come back!",
    "Events.SporkMissing.005":"{{cfgSpork}}, no!!",
    "Events.SporkMissing.006":"Quick, help me over that barrier so I can go get him!$7",
    "Events.SporkMissing.007":"I wouldn't advise that.",
    "Events.SporkMissing.008":"Oh, @, it's you. What transpired here? I sensed a living creature entering the Ghostwoods...",
    "Events.SporkMissing.009":"I see... this is a troubling matter indeed.#$b#Those woods pose a great danger to all living things, however...",
    "Events.SporkMissing.010":"Given that @ already possesses a certain... affinity for nature...#$b#I will be able to imbue ${him^her}$ with protection against the curse.",
    "Events.SporkMissing.011":"I'm sorry, curse?",
    "Events.SporkMissing.012":"The Ghostwoods are a perilous forest maze. Without sufficient protection, your very soul may become imprisoned there.#$b#Further, the monsters that roam the woods are sheltered by a potent defensive aura...#$b#You will find that your strongest weapons offer you little advantage over cruder implements. Now then... I'll proceed with the incantation.",
    "Events.SporkMissing.013":"The enchantment of protection is complete. I estimate that you have... one week to rescue your friend. When you find him, affix this amulet and I will be able to retrieve him safely.",
    "Events.SporkMissing.014":"Keep your wits about you in that place, and mind your surroundings. Many have lost their way in that maze, and perished.#$b#Oh, and should you come across a certain sentient specter...#$b#... nevermind. I wish you luck.",
    "Events.SporkMissing.015":"I'm not sure I understand exactly what just happened, but it seems like you're the only one that can get to {{cfgSpork}} right now. @, will you please help him!?$s#$b#I've only known that dog for [FarmerStat sdvhead.LawAndOrderSV_sporkDays] and a half days, but if anything were to happen to him, I would arrest everyone in this town and then myself!$a",
    "Events.SawSporkMissing.Shannon":"I can't believe I let {{cfgSpork}} run off into that terrible place. I can't stop shaking just thinking about it...$s",
    "Events.SawSporkMissing.Russell":"I'm a bit wary of trusting that wizard... but you two seem to know each other. Just be careful.$s",
    "Events.SawSporkMissing.Wizard":"You must exercise caution when traveling in the Ghostwoods. There are many dangers, and refuge is scarce.",

    "Events.SporkReturn.001":"You attach the amulet to {{cfgSpork}}'s collar.",
    "Events.SawSporkReturn.Shannon":"I can't thank you enough for getting {{cfgSpork}} back safely. I promise I'll make sure he doesn't go back to that place.$h",
    "Events.SawSporkReturn.Russell":"You and {{cfgSpork}} are both lucky to have returned safely from that place. Well done, @.$h",
    "Events.SawSporkReturn.Wizard":"It's commendable that you managed to succeed with your task in the Ghostwoods. Did you... have anything else to report of your travels there?#$e#I see... I must ponder this further...",

    "Events.RipleyIntro.001":"A human, in this place? How interesting...#$b#and in this condition...$2",
    "Events.RipleyIntro.002":"Ah, now it makes sense. The aura that surrounds you reeks of that wizard that first confined me to this place.$5#$b#Tell me your business here, and I warn you, your wizard's spell will neither conceal your lies, nor shield you from their consequences.$5",
    "Events.RipleyIntro.qqq":"What should I say...",
    "Events.RipleyIntro.qq1":"I came here to search for a lost pet. He saw a monster and chased it into the forest maze.",
    "Events.RipleyIntro.qq2":"I was hiking in the mountains and lost my way.",
    "Events.RipleyIntro.qq3":"I'm here to harvest natural resources.",
    "Events.RipleyIntro.qq1r":"Well, he isn't here, but I honestly hope you find him. The barking echoing through the caves around here have been quite a nuisance.",
    "Events.RipleyIntro.qq2r":"That seems like a rather poorly disguised lie. The Ghostwoods do tend to spit visitors out, but not usually to this sanctuary.$5",
    "Events.RipleyIntro.qq2rb":"Surely you should know by now that heading South will always lead you out of the maze. Didn't you read the signs?",
    "Events.RipleyIntro.qq2rc":"What signs? Well, the gravestones of course, what else is there around here to write on?$6",
    "Events.RipleyIntro.qq3r":"Well, go on then, you certainly don't need my permission. If you have experience with tapping trees, the ones that grow here yield a substance that is of interest to me.",
    "Events.RipleyIntro.003":"In any case, I'm feeling unusually magnanimous today, so you may continue with your activities here for the time being.#$b#Further, I shall allow you to make use of my trading post, should you manage to obtain certain items of minor interest to me.",

    "Events.RipleyIntro_Spectral.001":"A human, in this place? How interesting...#$b#and in this condition...$2",
    "Events.RipleyIntro_Spectral.002":"Ah, now it makes sense. The aura that surrounds you reeks of that wizard that first confined me to this place.$5#$b#Tell me your business here, and I warn you, your wizard's spell will neither conceal your lies, nor shield you from their consequences.$5",
    "Events.RipleyIntro_Spectral.qqq":"What should I say...",
    "Events.RipleyIntro_Spectral.qq1":"I came here to search for a lost pet. He saw a monster and chased it into the forest maze.",
    "Events.RipleyIntro_Spectral.qq2":"I was hiking in the mountains and lost my way.",
    "Events.RipleyIntro_Spectral.qq3":"I'm here to harvest natural resources.",
    "Events.RipleyIntro_Spectral.qq1r":"Perhaps you mean this creature?",
    "Events.RipleyIntro_Spectral.qq2r":"That seems like a rather poorly disguised lie. The Ghostwoods do tend to spit visitors out, but not usually to this sanctuary.$5",
    "Events.RipleyIntro_Spectral.qq2rb":"Your true purpose for disturbing my peace seems rather obvious.",
    "Events.RipleyIntro_Spectral.qq2rc":"Have you not been in search of this creature?",
    "Events.RipleyIntro_Spectral.qq3r":"Hmmmm... I have no objection to these intentions, however, do you not have another purpose here? Something to do with this creature?",
    "Events.RipleyIntro_Spectral.003":"He entered this domain some time ago. In due time, the woods claimed him. Had you found him earlier, he might not have succumbed to the curse.",
    "Events.RipleyIntro_Spectral.004":"If this troubles you... there is... a solution.#$b#But I warn you, the remedy is not without cost. Where life is given, a life must be taken.#$b#If you wish to help this creature, you must bring me...#$b#A FISH!!$3",
    "Events.RipleyIntro_Spectral.005":"Not just any fish will suffice... there is a species that inhabits these waters, one that traverses the boundary between the phantom and the physical.#$b#Bring me a 'spectral sturgeon', and I will be able to restore this creature to his physical form. When you bring me the fish, you must also have the wizard's amulet in your possession. I can use it to ensure he is transported safely from this place.",
    "Ripley_SpectralQuestTopic":"Bring me the spectral sturgeon if you manage to reel it in. To even hook one, you would need to be an exceptionally skilled angler.#$e#The number '7' comes to mind for some reason.",

    "Events.RipleyMet_TimeExpired.001":"The human farmer, @, we meet again. My trading post is open to you, but I sense you have another purpose...#$b#Have you been searching in vain for this creature?",

    "Events.RipleyWarp.001":"Ah, the human farmer @, we meet again.",
    "Events.RipleyWarp.002":"The trek through these woods is arduous, yet somehow... you have persisted.",
    "Events.RipleyWarp.003":"As a token of my regard for this persistence, I have decided to reward you.",
    "Events.RipleyWarp.004":"With this attunement, you should now be able to travel directly between here and the pass leading into the Ghostwoods.#$b#Consider it a customer loyalty benefit.",
    "Events.SawRipleyWarp.Ripley":"You may be tempted to abuse this new convenience. Don't forget I still require materials from the Ghostwoods.",

    "Events.RipleyWizard.001":"Oh, @, it's you. Come in.",
    "Events.RipleyWizard.002":"I never properly congratulated you for your success in helping {{cfgSpork}} return from the Ghostwoods. He was most fortunate to have your aid.",
    "Events.RipleyWizard.qqq":"What should I say...",
    "Events.RipleyWizard.qq0":"It was easy.",
    "Events.RipleyWizard.qq1":"I couldn't have done it without your help.",
    "Events.RipleyWizard.qq2":"It was a group effort.",
    "Events.RipleyWizard.qq3":"{{cfgSpork}} was very brave.",
    "Events.RipleyWizard.qq0r":"It's true your skills have advanced more quickly than I anticipated, but be careful of overconfidence. Do not underestimate dangers which may yet await you.",
    "Events.RipleyWizard.qq1r":"I generally avoid interfering in such matters, but in this case... I must admit I feel partly responsible.",
    "Events.RipleyWizard.qq2r":"Indeed. Perhaps you had some help from a very old acquaintance of mine.",
    "Events.RipleyWizard.qq3r":"He was indeed, though I sincerely hope he learned not to venture there again.",
    "Events.RipleyWizard.003":"I have observed your travels to and from the Ghostwoods, and it did not escape my notice that you have become attuned to the warp point at the pass.#$b#There is but one explanation for this.",
    "Events.RipleyWizard.004":"Somehow, you have managed to earn the favor of the spirit, {{cfgRipley}}.#$b#Yes, we are... acquainted. Allow me to explain.",
    "Events.RipleyWizard.005":"Quite a long time ago, when I was still a novice in the magic of the forest... there was a bit of magic that I was... experimenting with.#$b#You have surely noticed that the crops you grow at your farm will never wither. Even cooked items will stay fresh day after day.",
    "Events.RipleyWizard.006":"That's partly the natural magic of this valley, and partly because... I tampered with that magic... and failed to anticipate the consequences.#$b#I created an unstable imbalance in the magical forces of growth and decay, and a sort of 'husk' was created as a byproduct of the spell.#$b#Everything in its vicinity would rapidly decay, and it attracted monsters of every kind from the mines and other dark abodes.",
    "Events.RipleyWizard.007":"I tried in vain to reverse the enchantment. With few alternatives, I chose to bury the husk in the Ghostwoods.#$b#Of course, those woods didn't always go by that name... the husk transformed them over time into the twisted wasteland you've seen.",
    "Events.RipleyWizard.008":"The Ghostwoods eventually consumed the husk, but the monsters it drew there remained. Whether {{cfgRipley}} was drawn to the husk, I don't know...#$b#but {{cfgRipley}} became the keeper of those woods. I placed wards at the pass to contain the monsters. {{cfgRipley}} may have also been affected...",
    "Events.RipleyWizard.009":"{{cfgRipley}}'s power has grown since then... and the power my wards once held has waned. If {{cfgRipley}} continues to remain there, it is by choice.",
    "Events.RipleyWizard.010":"I have learned much since then. The magic of the forest is vast, but it must be gently persuaded. Its power can not be commanded by force.#$b#... If you maintain a discourse with that spirit, I hope you will convey my regrets.",
    "Events.RipleyWizard.011":"Convey them yourself, you coward!!",
    "Events.RipleyWizard.012":"That's a bit of magic I picked up from your ex. I'm not sure what you did to get on her bad side, but keep it up.#$b#Perhaps you were hoping to make amends one day, and that's why you left your warp point unsecured? How pathetic.",
    "Events.RipleyWizard.012b":"The transformation will wear off tomorrow. Probably.#$b#In any case that felt very therapeutic.",
    "Events.RipleyWizard.013":"It's true, I'm no longer a prisoner of the Ghostwoods... but as you can see I still have little patience for humans.#$b#Most of them anyway.#$b#Well... you know where to find me.",
    "Events.RipleyWizard.014":"Look who's calling my home a 'twisted wasteland'. This place is a dump.",
    "Events.SawRipleyWizard.Wizard":"Thankfully, the transformation was temporary. I have no intention to retaliate... I know better than to wage a pointless war with an ancient disgruntled spirit.#$e#I should call her...",
    "Events.SawRipleyWizard.Ripley":"Yes, I have contact with the witch.#$b#What, did she curse one of your chickens, or something?",

    "Events.SawObtainSoulPiercer.Ripley":"Oh, you managed to free that blade from the pedestal? A man once sought to kill me with it.#$b#For some reason I decided to spare his life, but I confiscated the sword as punishment for his hubris.#$e#You could have just asked me for it.",

    "ClintInJail_GreenRain":"I used to hope for some natural disaster so maybe I could be a hero. I guess that's kind of messed up.$s",
    "ClintJail_GreenRainFinished":"Glad to hear nobody has harmed by that strange rain.#$b#... did anyone ask if I was OK?$s",
    "ClintInJail_Mon4": "This place isn't all that different from mine, you know. A little cooler, which is nice.",
    "ClintInJail_Tue": "I can't upgrade your tools while I'm stuck in here, if that's what you came to ask me about.",
    "ClintInJail_Wed": "Maybe I should take up a hobby... nothing comes to mind though.",
    "ClintInJail_Wed6": "Even though I don't have my tools in here, I'd still be happy to inspect any ore you come across in the mines.",
    "ClintInJail_Thu": "My grandfather built this jail cell. I wonder what he would think of me now.$s#$e#Good workmanship though.",
    "ClintInJail_Fri": "The weather doesn't really matter to me. I didn't get outside much, even before I got into this predicament.",
    "ClintInJail_Fri8": "When I get out of here, that will make me an 'ex-con'. I bet there are some girls that find that attractive.",
    "ClintInJail_Sat": "My smithing technique is probably getting a bit rusty. I wish there was more to do in here.",
    "ClintInJail_Sat6": "I'm starting to feel my age. I thought the bed was creaking under me this morning, but it was my joints.",
    "ClintInJail_Sat10": "I know I guaranteed your tools for life, but I can't repair them right now. Are they holding up, OK?",
    "ClintInJail_Sun": "Do you have any gemstones I could look at? I'd go down in the mines myself and look for them, but I'm stuck in here.",
    "ClintInJail_Sun4": "I bet you'll have a lot of work ready for me when I get out of here.",
    "ClintInJail_Sun8": "I don't know why I thought Emily might come visit me in here. That's what got me in trouble in the first place.$s",
    "ClintInJail_Mon8": "I've been spending all day just sitting around feeling sorry for myself.$s",
    "ClintInJail_Rain": "I could fix some of these leaks if I had access to my tools.$s",
    "ClintInJail_Emily":"I'm actually happy for Clint. I hope he uses this time to medidate and focus on himself.#$b#Here, will you give this to him? This stone radiates an energy that is beneficial for meditation.#$b#Don't tell him it's from me, I don't want him to get the wrong idea.[68]$s",
    "ClintInJail_Clint":"Part of me thinks that I'll come out of this ordeal a better person on the other side. The other part is worried I'll go fully bonkers.",
    "ClintInJail_Russell":"I don't like seeing Clint locked up, but the law is the law.",
    "ClintInJail_Shannon":"It's better that you handled things at the store with Clint. If I were to get involved in the middle of my workout, I'm not sure Clint would be conscious right now.",
    "ClintInJail_AcceptTopaz":"You're giving this to me? Thank you... I was feeling really angry at myself today, but somehow just holding this stone is helping me feel calmer.$h",

    "ClintHouseArrest_Mon4": "Not only do I have to work by a hot furnace all day, but now I can't even escape it at night. If I take more than a few steps outside my house the alarm on my ankle monitor goes off loud enough for Pam to hear.",
    "ClintHouseArrest_Tue": "If you want me to upgrade your tools you'll have to give me the correct ore.#$e#And you'll have to pay me a fee, of course. Just because I'm on house arrest doesn't mean I can't charge you for my labor.#$e#Right?$s",
    "ClintHouseArrest_Wed": "Oh, hey. Is there any news? I feel pretty out of the loop since I can't go to the saloon.",
    "ClintHouseArrest_Wed6": "Hi, don't mind the mess. I'll clean it up later tonight, since I obviously don't have anything better to do.$s",
    "ClintHouseArrest_Fri": "To be honest, being on house arrest isn't much different from my normal schedule, other than visiting the saloon. I guess that's kind of depressing.$s",
    "ClintHouseArrest_Fri8": "I should save up and buy a computer...#$e#Maybe I can find a girlfriend on the 'internet'...$s#$e#Maybe there's someone who thinks having an ankle monitor is cool.",
    "ClintHouseArrest_Sat10": "How are your tools holding up?#$b#If they ever need repairs, come on by the shop. Where else would I be? Not at Emily's, that's for sure.$s",
    "ClintHouseArrest_Sun8": "I guess if I'm stuck here at the shop all day and night, I may as well work on perfecting my craft.",
    "ClintHouseArrest_Mon8": "I guess it's a good thing they let me carry out my sentence at home. Otherwise I'd probably spend all day just sitting around feeling sorry for myself.$s",
    "ClintHouseArrest_Rain": "The weather doesn't matter to me since I stay inside either way.",
    "ClintHouseArrest_Clint":"I guess it's nice I'll be able to serve my time in the comfort of my own home. Then again, it does kind of resemble the jailhouse in its own way.",
    "ClintHouseArrest_Emily":"So Clint has to stay home all the time, now?$3#$b#Oh, don't worry, I think this is best for everyone. Still, being away from the sun for so long could damper his personal energy. And... it's pretty damp as it is.$s#$b#Would you give him this for me, only please, don't tell him it's from me. I don't want him to misunderstand. I think it will help.[64]",
    "ClintHouseArrest_AcceptRuby":"Oh, for me? Wow, this ruby is really dazzling. You know what, I'm going to give my shop a good cleaning right away, so I have a proper place to display this beauty.$h",
    "ClintHouseArrest_Russell":"To be honest I'm a little worried about how Clint will handle house arrest. He doesn't seem like somebody who needs to spend more time at home. It feels like the right thing to do overall, though.",
    "ClintHouseArrest_Shannon":"It's better that you handled things at the store with Clint. If I were to get involved in the middle of my workout, I'm not sure Clint would be conscious right now.",

    "ClintRepeatJail_Russell":"Maybe someday Clint will let go of this obsession with Emily. I hope so, for both their sakes.",
    "ClintRepeatJail_Shannon":"Even without tricking Clint into admitting he wrote that letter, it was pretty obvious, right? Who did he think he was fooling? Plus, it was covered in coal dust. I think I could have gotten his fingerprints off it without even using my kit.",
    "ClintRepeatJail_Clint":"I don't even like blueberry pancakes.",
    "ClintRepeatJail_Emily":"I hope Clint will be OK with hardly anyone to converse with... perhaps he prefers it that way.$3",

    //special topic dialogue:
    "VincentPatrol_Jodi":"Please excuse my son, I tried to teach him to take care how we speak Yoba's name in this house.",
    "VincentPatrol_Vincent":"I didn't catch any bad guys with Officer Shannon, but we found TWO snails under the bridge!",
    "VincentPatrol_Sam":"I probably thought police were pretty cool when i was Vincent's age, too.",
    "VincentPatrol_Shannon":"Truthfully I don't know much about Yoba and such, but Sunday's kind of our day off at the office.#$b#So please, limit your criminal activities to Monday through Saturday, OK?$9",

    "LinusQuestioning_Russell":"Shannon means well. I hope you'll give her time to adjust to life here.",
    "LinusQuestioning_Linus":"Is that police lady still around? I feel like it's safest if I stay out of her way.$s",
    "LinusQuestioning_Shannon":"I guess I have some habits to break from my time on the Zuzu police task force.$s#$b#I'll try to do better.",

    "ShannonEmilyHouse_Clint":"Hey, I've seen you walk into people's houses around town, you don't get to judge me.$3",
    "ShannonEmilyHouse_Emily":"Just so you know, I don't mind if you come around the house and look around when I'm not here, but it would be better if I am here! It's nice to chat outside of the saloon.",
    "ShannonEmilyHouse_Shannon":"You haven't been looking through my work things, have you? ... I should go change my password.$3",
    

    "RussellShrine_Russell":"I appreciate you taking the time to chat with me earlier at the shrine of Yoba.#$b#To be honest, even though I try to pay respects there every week, I feel closest to Yoba just being out in nature.",
    "RussellShrine_Pierre":"The town really ought to be paying me a fee to have that shrine in here.$1#$b#The sheriff comes in here every Sunday, and he doesn't even buy anything!$3",

    "Russell10h_Russell":"Oh, you haven't had enough of me yet? Well, let me assure you, the feeling's mutual.$4",
    "shan14_Shannon":"The hair dye product I use lasts for about one season. I know someone who works for the manufacturer, so I can get more at a discount if we provide some of the materials they need. You can come see me when I'm working if you want to see what I have available.",


    "PierreInJail_Russell":"I thought Pierre was better than to have treated you this way. I guess I was wrong. Hopefully time behind bars can help him to get straightened out.$s",
    "PierreInJail_Shannon":"Thanks for helping me with my investigation. We make a good team!",
    "PierreInJail_Pierre":"I suppose you expect some kind of apology.$3#$b#Wait, is there a chance that could help reduce my sentence?$2",
    "PierreInJail_Caroline":"Pierre's locked up in the town jail, and somehow, I feel more free than ever.$h",
    "PierreInJail_Abigail":"I'm sorry for the way my Dad mistreated you. He can be so selfish...$2#a#$b#Maybe you'll come by more often now that he won't be around?$3",
    "PierreInJail_Gus":"I wonder if Sheriff Russell could use my help planning the prison menu...#$b#Don't worry, I'll save the good stuff for the saloon, of course!$1",

    "LewisInJail_Lewis":"You think you can just lock me up?? You need me more than you know!$4",
    "LewisInJail_Sam":"Now that old man Lewis is locked up, I guess I can skateboard in town again!$1#$e#Don't worry, I promise to be careful!",
    "LewisInJail_Russell":"I wouldn't worry about your shipping bin items being collected while Lewis is locked up. We made arrangements with a service, and the cost is easily covered by what the town is saving from the tax corrections.",
    "LewisInJail_Shannon":"I have to admit it seems a bit awkward for Lewis to still coordinate town festivals during his time being locked up. Nobody else seems to want to do it, though.",

    "JailEnd_Caroline":"Well, Pierre's back home. He didn't even say thank you for keeping the store running all this time.$2#$e#At least now I'll have more time to focus on my garden.",
    "JailEnd_Abigail":"Dad's back, and already trying to boss me around like he never left.$5#$e#Let me know if you need any help getting him thrown back in the clink.$3#$e#Sorry, I guess I sound pretty ungrateful.$2",
    "JailEnd_Pierre":"Finally, home sweet home. I thought I would die in that dusty jail cell.#$e#Don't worry, your money's always welcome at Pierre's!",

    "RussellProsthetic_Russell":"This prosthetic arm is quite a miracle, although it will definitely take some getting used to.#$e#Thank you for being there for me... it means a lot to me.",
    "RussellProsthetic_Shannon":"Sheriff seems to be pretty happy with the new arm. To be honest sometimes even I forget it isn't the real thing.#$e#Don't tell anyone I called him 'Uncle Russ', OK, I'm trying to be like, professional.$s",
    "RussellProsthetic_Maru":"It appears that Sheriff Russell's prosthetic enhancement surgery was a great success!$h#$e#I'm glad I was able to help. I think I'll hold off on publishing the results for now, though.#$e#There's a chance I may not have been... sufficiently licensed.$s#$e#Let's keep that between us, OK?$3",
    "RussellProsthetic_Harvey":"I'm pleased that Russell's surgery went so well. This could be the basis for a very promising career for Maru, if she chose to pursue it.#$e#For now though, I hope she'll continue helping me with the clinic!",
    "RussellProsthetic_Vincent":"I heard the sheriff has a new ROBOT arm and that it shoots LASERS!",
    "RussellProsthetic_Alex":"Hey, did you see the Sheriff's new arm that Maru made? I wonder how far he could throw the gridball with that.",
    "RussellProsthetic_Pierre":"Good to know that my hard-earned taxes are going to support biological enhancements for local law enforcement.$3#$b#Don't tell Russell I said that... I wonder if they planted listening devices in my house...$s",

    "VincentRescue_Russell":"Thank you for helping us search for Kent and Jodi's little boy. The whole town really came together. I'm proud of our community.",
    "VincentRescue_Shannon":"I'm glad Vincent wasn't in the mines that night after all, but thank you for helping us during the rescue effort. It can be pretty dangerous down there.#$e#Did you talk to Vincent and his parents? Jodi gave me a delicious home-cooked meal to take home as thanks.$h",
    "VincentRescue_Vincent":"Miss Penny is mad that I made everyone worry, so she wouldn't let me give her this rock. Do you want it?[74]$3",
    "VincentRescue_Kent":"Thank you for helping us look for Vincent. Jodi and I were so worried.#$b#I hope you'll accept this as a small token of our gratitude.[521 534 859 887]$h",
    "VincentRescue_Jodi":"I'm so glad Vincent is safe! Would you give this to Linus for us if you see him? We don't cross paths very often.[234]#$b#Oh, and here's something for you too, of course! I hope you like it.[240]",
    "VincentRescue_Clint":"Shannon said I was very brave for going into the mines to look for Vincent.#$e#Do you think that means anything?",
    "VincentRescue_Abigail":"That was really cool heading into the mines, I feel like a real adventurer.#$b#It was a little scary, too, though. Clint was shaking like a leaf!$h",
    "VincentRescue_Lewis":"It didn't surprise me the way Vincent nearly got himself in trouble the way he did.#$e#The children yearn for the mines.#$b#Anyway, thank you for your willingness to help out in the search.[(O)PrizeTicket]",
    "VincentRescue_Sam":"Thanks for helping us search for Vincent. I can't believe he walked all the way out to the quarry!$1",
    "VincentRescue_Penny":"I'm really sorry if I caused any trouble with Vincent getting lost! I had no idea our lesson would inspire him to act so recklessly.$s#$b#That was so brave of you and the others to go looking for him in the mines. You have protective instincts... that's admirable.$4",
    "VincentRescue_Marnie":"I was so relieved when Shane and I found Jas safe at home! I hope she didn't have any part in Vincent thinking it was OK to run off like that. It's natural for kids to want to explore, but the mines are so dangerous!$3",
    "VincentRescue_Pierre":"I can tell you one thing, if anything had happened to Abigail in the mines, that would have been the start of a very expensive lawsuit!$3#$b#I mean, expensive for the town, but profitable for me.$1",
    "VincentRescue_Linus":"I'm pleased that Vincent didn't come to any harm. He has the spirit of an explorer in him!$1",
    "VincentRescue_Caroline":"I'm so glad Vincent and Abigail both came home safe, the mines are so dangerous!#$b#I used to wander off in my younger days... there's a magical world to explore out there.$2",


    "LinusBlanket_Shannon":"Thanks for helping me smooth things over with Linus.",
    "LinusBlanket_Linus":"I try not to get too attached to things, but I do hope nobody steals the lovely blanket Shannon made for me.#$e#It's very cozy.$h",
    "ShannonDance_Shannon":"@... I enjoyed spending the evening with you...$4#$e#I could tell you had a good time, too.$4",

    "PamInJail_Pam":"I'm sorry I blamed you earlier. I shoulda saved that drink for later like you said.$s#$b#He says I gotta stick it out in here for a few weeks and sober up. Could be worse.$s",
    "PamInJail_Penny":"I heard about what happened with Mom earlier... I don't feel like talking about it right now.$s",
    "PamInJail_Russell":"If Pam was telling the truth earlier, I'm disappointed in you... I'm just glad nobody was hurt.$s",
    "PamInJail_Shannon":"Sheriff told me what happened at the bus stop... what were you thinking?$5",
    "PamInJail_Gus":"With Pam getting hauled off to jail, I was starting to get a bit worried about the saloon's finances...$s#$b#but since it's only a few weeks, we should be able to get by OK, I hope!",
    "PamInJail_Pierre":"With Pam being unable to drive the bus, I imagine you won't be buying any seeds at Sandy's.$h#$b#Oh, you're allowed to just drive the bus yourself? That doesn't sound right...$4",
    "PamInJail_Lewis":"I know you probably think it was a mistake to let Pam drive the bus in the first place, but she does have lots of experience, and...#$b#I was hoping it would give her a sense of purpose.$s",

    "PamRepeatJail_Pam":"Sheriff said I gotta be in here a lot longer this time...$s#$b#Will you look after Penny for me? I should be out in about six weeks.$s",
    "PamRepeatJail_Penny":"I know Mom is to blame for this, but I wish you wouldn't enable her. Something really horrible might have happened.$s",
    "PamRepeatJail_Russell":"This is serious, you know. Pam could have really hurt somebody. She could have hurt you.$s#$b#I hope you'll both be more careful in the future.$s",
    "PamRepeatJail_Shannon":"Are you getting Pam arrested on purpose just so you don't have to wait for her at the bus stop?$3",
    "PamRepeatJail_Gus":"Six weeks is a long time to run this place without relying on Pam. I hope I can manage.$s",

    "Emily_AcceptGift_MovieInvite":"A movie sounds like a lot of fun! I'll meet you there, OK?",
  //"Emily_AcceptGift_MovieInvite":"A movie sounds like a lot of fun! I'll meet you there, OK?$h#$b#By the way, have you talked to Clint today? Earlier today I saw him peering through my window, but then he ran off in a hurry.$3",
    "EmilyMovieInvite_Emily":"By the way, have you seen Clint around? Earlier today I noticed him peering through my window, but then he ran off in a hurry.$3",
    "EmilyMovieInvite_Clint":"So, I noticed you talking to Emily earlier today... are you two uh... you know... ?$s",
    "ClintRestrained_Clint":"I guess I overdid it, huh?",
    "ClintRestrained_Emily":"Clint has good intentions, and I think someday we could be good friends, but I'm not interested in being more than that right now. I hope he can learn to respect that.$3",

    "ShaneScript_Russell":"Sorry if we gave you a little scare at Marnie's earlier.",
    "ShaneScript_Shannon":"... !!!$7#$b#That's my impression of the look on your face when you walked in and saw Shane like that.$9#$b#To tell you the truth, I've seen worse crime scenes than that in the city.$s#$b#Thankfully people seem to get along here, for the most part.",
    "ShaneScript_Shane":"I'll need at least a week to do some additional shooting and editing. I'll let you know when it's ready!$h",
    


    //special festival dialogue:
    "LAOSV_festivals.pierre.spring13": "Nobody wants to be seen buying anything from me.$2#$b#You'll buy some strawberry seeds though, won't you?",
    "LAOSV_festivals.pierre.spring13.y2": "Take care not to step on any of the eggs!#$b#I have a feeling they may end up in the prison breakfast dishes next week.$2#$e#Hopefully not the week after that.$2",
    "LAOSV_festivals.pierre.spring": "Trying to make a back-room deal, huh? Hah! I admire your gumption.",
    "LAOSV_festivals.pierre.summer11":"The warm sun, delicious food, and the sweet chimes of the register... how I've missed these pleasures.",
    "LAOSV_festivals.pierre.summer11.y2":"I wonder if the governor would grant me a pardon... I can't go back in that miserable little jail cell!$2",
    "LAOSV_festivals.pierre.summer28":"If I just jump in the water and start swimming... is there any chance I could make it? I'd rather wash up in some Gotoran prison camp then face another day of this humiliation.$2",
    "LAOSV_festivals.pierre.summer28.y2":"Now's my chance to escape on foot under cover of night, before the sheriff notices I'm gone...#$b#but what would I ever do without my shop?$2",
    "LAOSV_festivals.pierre.fall16":"The shop's display is looking pretty good, if I do say so myself. Clearly my wife has paid close attention to my impressive past work.$1",
    "LAOSV_festivals.pierre.fall16.y2":"If the shop's display wins, maybe the mayor will knock some time off my sentence as a reward.",
    "LAOSV_festivals.caroline.fall16":"I don't care much about arranging the display, to be honest, but it seems to make Pierre happy to have the store represented.",
    "LAOSV_festivals.caroline.fall16.y2":"All of the produce in my grange display came from my little greenhouse. I'm really proud.#$b#If you want to have it tested to be sure, I understand completely. Good luck with the judging!",
    "LAOSV_festivals.marnie.fall16": "I tried my best, but my display is pretty weak compared to Caroline's.$s#$e#Well, maybe the judges will give me bonus points for the massive cheese wheel.",
    "LAOSV_festivals.pierre.fall27":"I'm staying as far away from those cages as possible... for more reasons than one.",
    "LAOSV_festivals.pierre.fall27.y2":"Somehow I actually feel bad for those caged creatures... now that I know how what it's like.$2",
    "LAOSV_festivals.pierre.winter25":"Did you get a present today? I guess I should just be grateful they let me out of my cell for the day.$2",
    "LAOSV_festivals.pierre.winter25.y2":"If you buy something, maybe I won't be flat broke when they finally let me out of jail.$2",

    "LAOSV_festivals.lewis.summer28":"I thought since today is a festival day, I would have a break from the jail cell the whole day, not just for the evening festival.$s",
    "LAOSV_festivals.lewis.summer28.y2":"I'm tempted to jump in the boat with the candle and make a break for it... but where could I even go? Pelican Town is the only life I've ever known.$s",

    "festivals_pam_spring13": "Hey, don't look at me, I didn't do anything to the punch! The sheriff's been watching me like a hawk!$4",
    "festivals_pam_leah_spring13": "I don't know about this punch, I feel like it's missing something.",
    "festivals_pam_spring24":"Now this is what I've been missing! The drinks, food, music, the warm sun... OK mostly the drinks.$h",
    "festivals_pam_spring24_y2":"Hey, cover for me while I tuck away these bottles. If I'm lucky they'll forget to search me when I go back in the cell tonight.$h",
    "festivals_pam_russell_spring24_y2": "I think it's best if I let Shannon take care of booking Pam back into jail tonight.",
    "festivals_pam_summer11":"This buffet is a lot better than what they're serving in the jail, that's for sure.$h",
    "festivals_pam_summer11_y2":"*slurp* Oh, yeah! This is what I've been missing!$h",
    "festivals_pam_summer28":"I finally get a break from the cell for this, and no buffet?$s",
    "festivals_pam_summer28_y2":"It's nice to stretch my legs and all, but it ain't much of a festival without the spread.$4#$b#At least I got something to drink while we wait for the jellies! Willy did me a solid.$h",
    "festivals_pam_fall16":"The nice thing about the fishing pond is just having a few minutes of privacy in the tent. I'm tired of being on display all the time in the cell.$4",
    "festivals_pam_fall16_y2":"This festival has everything. I gotta say it's nice they let me out for this.$h",
    "festivals_pam_fall27":"It's nice to get a break from the cell, especially when there's free food!$h",
    "festivals_pam_fall27_y2":"Don't distract me, I gotta give this pumpkin ale my full attention!... *hic*$h#$b#Maybe I could sneak some into the cell tonight...$4",
    "festivals_pam_winter8":"I can't say I have much hope of winning this year. Being locked up I've had no time to practice my castin'.$4",
    "festivals_pam_winter8_y2":"Do you think any of the fish we catch today will wind up as prison food? Can't say it would be any worse than what we get otherwise.$s",
    "festivals_pam_winter25":"It's nice they let me out for the festival, but I didn't have any time to find something to give for my secret gift.$4#$b#Come to find out Penny thought of that and brought me something to wrap. What a good egg.$h",
    "festivals_pam_winter25_y2":"With me being behind bars lately, I can see I've been taking a lot of things for granted.$4#$b#Life's not so bad. Especially with all this great food and drink!$h",

    "festivals_clint_spring13":  "Is there any more food? This is a lot better than what's available in jail, but there isn't much left...$s",
    "festivals_clint_spring13_y2": "I don't even mind the salad as much, as long as it's fresh. I think most of the jail food comes out of a can.$s",
    "festivals_clint_spring24": "Hey, I'm allowed to stand here!$3#$b#Don't worry, I'm not going to ask Emily to dance.$s",
    "festivals_clint_spring24_y2": "Don't worry, I'm behaving myself today.$3#$b#Although I may just drown my sorrows in some of that sweet and tangy jelly.",
    "festivals_clint_summer11": "I sure am glad they let me come to the luau. I wouldn't want to miss the soup.$h",
    "festivals_clint_summer11_y2": "I'm normally not one to be out in the Sun too long, but now I see what I've been missing!$h",
    "festivals_clint_summer28": "I didn't bother asking the sheriff if I could stop by my house for my special shoes. I don't think anyone would even notice.$s",
    "festivals_clint_summer28_y2": "Thanks, nobody else seems to want to talk to me today.$s",
    "festivals_clint_fall16": "These are from last year. I didn't even have time to polish them. Still in pretty good shape, though.",
    "festivals_clint_fall16_y2": "I wish I had time to work on new pieces to show off at the fair.$s",
    "festivals_clint_fall27": "At least I'm on the outside of this particular cage.",
    "festivals_clint_fall27_y2": "My legs are sore from going through the maze. I don't get as much exercise as I used to.#$b#I also don't get as much pumpkin ale as I used to, so if you'll excuse me...",
    "festivals_clint_winter8": "Listen, I was already here working on this snowman and Emily came up afterwards. I'm not bothering anybody!$3",
    "festivals_clint_winter8_y2": "I'm not very good at working with snow, I guess.$s",
    "festivals_clint_winter25": "Something about this feels even lonelier than being alone in the cell.$s",
    "festivals_clint_winter25_y2": "I didn't have time to find a good gift.",
    "Emily_FlowerDance_Accept":"Nobody's been brave enough to ask me yet, I'd love to! Just try not to step on my feet, OK?$h",
    "Emily_FlowerDance_AcceptSpouse":"For a moment I was worried you weren't going to ask!$h",
    "Clint_ThreatMail_text":"Farmer @,^^I noticed you being quite 'friendly' with Emily at the Spring Flower Dance... maybe you feel that's all it was.^^But there's something you need to understand. I've known Emily for a long time, long before you arrived here. Ive always been there for her, and I'm not going anywhere.^^So, while you might think you want to be MORE than friends, if you know what's good for you, and what's best for Emily -- you'll stop trying to win her over. Consider this a friendly warning... it would be a shame if you fell victim to a terrible accident.^^Sincerely,^Someone Who Knows What's Best for Emily",
    "Clint_ThreatMail_title":"What's Best for Emily",
    "Clint_ThreatMail_Relationship_text":"Farmer @,^^I know you somehow managed to win over Emily, and she may have been smiling at the flower dance, but deep down she wonders if she made a mistake.^^How would I know? Let's just say I've known Emily for a long time. I may not have been her first choice, but you won't be her last.^^So, while you may feel like the two of you are happy together, if you really want what's best for Emily, you'll make room for someone that truly cares about her.^^Sincerely,^Someone Who Knows What's Best for Emily",    
    "JojoMovie_Mail_text":"@,^^I finally finished the filming and editing for my latest project! The sheriff helped me work with the theater to secure a 'limited release', so we'll get to see it on the big screen! Meet me at the sheriff's office when you're ready and we'll head over together. Don't worry about tickets, it's all covered as part of the promotion. See you there!^^  -Shane",
    "JojoMovie_Mail_title":"A limited release",
    

    //clint festival dialogue when on house arrest, mostly the same as his jail festival dialogue
    "festivals_clintha_spring13":  "Is there any more food? I've been missing the good stuff that Gus serves up in the saloon...$s",
    "festivals_clintha_spring13_y2": "I don't even mind the salad as much, as long as it's fresh. I think most of the jail food comes out of a can.$s",
    "festivals_clintha_spring24": "Hey, I'm allowed to stand here!$3#$b#Don't worry, I'm not going to ask Emily to dance.$s",
    "festivals_clintha_spring24_y2": "Don't worry, I'm behaving myself today.$3#$b#Although I may just drown my sorrows in some of that sweet and tangy jelly.",
    "festivals_clintha_summer11": "I sure am glad they let me come to the luau. I wouldn't want to miss the soup.$h",
    "festivals_clintha_summer11_y2": "I'm normally not one to be out in the Sun too long, but now I see what I've been missing!$h",
    "festivals_clintha_summer28": "I didn't bother unpacking my special shoes this year. I don't think anyone would even notice.$s",
    "festivals_clintha_summer28_y2": "Thanks, nobody else seems to want to talk to me today.$s",
    "festivals_clintha_fall16": "These might be my finest pieces yet. I've had lots of time to work on my craft instead of hanging out at the saloon.",
    "festivals_clintha_fall16_y2": "Take a good luck at my pieces. The edges are honed and surfaces polished.$s",
    "festivals_clintha_fall27": "At least I'm on the outside of this particular cage.",
    "festivals_clintha_fall27_y2": "My legs are sore from going through the maze. I don't get as much exercise as I used to.#$b#I also don't get as much pumpkin ale as I used to, so if you'll excuse me...",
    "festivals_clintha_winter8": "Listen, I was already here working on this snowman and Emily came up afterwards. I'm not bothering anybody!$3",
    "festivals_clintha_winter8_y2": "I'm not very good at working with snow, I guess.$s",
    "festivals_clintha_winter25": "Something about this feels even lonelier than being alone at home.$s",
    "festivals_clintha_winter25_y2": "I didn't have time to find a good gift.",

    //pierre alternate daily dialogue:
    "LAOSV_PierreAlt_GreenRain_2": "Oh, was the green rain back today? It's all the same to me.",
    "LAOSV_PierreAlt_married": "so, you're married now. I'm sure you'll be very happy together, probably.$2",
    "LAOSV_PierreAlt_married_Abigail_memory_oneday": "Very generous of you to agree to let me out of here to see my own daughter get married.$2#$b#Are you finally satisfied now that you have taken everything away from me?$3",
    "LAOSV_PierreAlt_MovieInvitation": "A movie? You got permission from the sheriff for that?!$4#$b#I don't know what to say... thank you, this will be a real treat.",
    "LAOSV_PierreAlt_Mon": "I've had lots of time to think about new ideas for the shop once I get out of here.",
    "LAOSV_PierreAlt_Mon_inlaw_Abigail": "Oh, it's you. So magnaminous of you to visit. My daughter didn't come with you? Of course not.$2",
    "LAOSV_PierreAlt_Mon4": "Is the shop still going, or is everything crumbling to pieces in my absence?$4",
    "LAOSV_PierreAlt_Mon4_inlaw_Abigail": "First you take away my shop, then you take away my daughter.$2",
    "LAOSV_PierreAlt_Tue": "I feel sick. Do you think the sheriff is trying to poison me?$2",
    "LAOSV_PierreAlt_Tue6": "The prison food actually hasn't been horrible lately.#$e#Or maybe my taste buds are just going numb.$s",
    "LAOSV_PierreAlt_Wed": "Here to gloat?$3",
    "LAOSV_PierreAlt_Wed4": "I'm trying to find new ways to pass the time. The sheriff says if I sing any more opera it will be nothing but cold fish for lunch.$2",
    "LAOSV_PierreAlt_Thu": "You're still coming to my shop, right?",
    "LAOSV_PierreAlt_Thu2": "I heard the shop is still in good shape.#$b$#You don't think Caroline is giving out discounts, do you?$4",
    "LAOSV_PierreAlt_Thu8": "I never liked cooking before, but now I really wish I could cook myself a meal. The sheriff isn't as talented a chef as he thinks he is.$2",
    "LAOSV_PierreAlt_Fri": "Will you ask my family to visit me?$2",
    "LAOSV_PierreAlt_Sat": "You're not poking around my house while I'm stuck in here, are you?$3",
    "LAOSV_PierreAlt_Sat8": "The air in here is so stale. Could you ask them to crack open the windows?$s",
    "LAOSV_PierreAlt_Sun": "I guess it's Sunday, which means people coming into the shop to pay respects at the altar of Yoba.#$b#Hmph, I can't say Yoba's done anything for me, lately.$2",
    "LAOSV_PierreAlt_Wed6": "What I wouldn't do for some fresh sushi about now...$2",
    "LAOSV_PierreAlt_Thu4": "I wish we could just go back to how things used to be.$2#$b#You'd come into my shop, I'd sell you seeds.#$b#You'd grow your crops, I'd buy them at a very reasonable price.$1#I'd sell them to folks and tell people how hard I worked to grow them...#$b#Oh, right... that's what got me into this mess.$2",
    "LAOSV_PierreAlt_summer_Mon": "Did you buy anything at my store today?",
    "LAOSV_PierreAlt_summer_Wed": "Last night I had a dream... I was back at home running the store...$1#$b#and YOU were in here!$3",
    "LAOSV_PierreAlt_summer_Wed2": "Do you think you could convince the sheriff to let me go lie in the sun for a few hours?$2",
    "LAOSV_PierreAlt_summer_Thu": "Do people in town talk about me? What do they say?$4",
    "LAOSV_PierreAlt_summer_Fri": "Ugh... It's so hot in here.$2",
    "LAOSV_PierreAlt_summer_Sat": "This morning I woke up in a sweat, but they don't change the sheets until Tuesday.$2",
    "LAOSV_PierreAlt_summer_Sun": "Oh, is it the weekend? That probably means something to most people.$2",
    "LAOSV_PierreAlt_winter_Mon": "Winter is always a slow season for the store... I hope Caroline is managing.$2",
    "LAOSV_PierreAlt_winter_Wed": "You look depressed. You know what would cheer you up... how about a little shopping spree at the general store?",
    "LAOSV_PierreAlt_winter_Thu": "The hours crawl by so slowly... I could use something to read. If you go by the store, could you ask Caroline for last week's receipts?",
    "LAOSV_PierreAlt_winter_Fri": "So kind of you to visit this old has-been.$3",
    "LAOSV_PierreAlt_winter_Sat": "I thought they were going to fix up this old jailhouse. Why is it so drafty? I could freeze to death!$3",
    "LAOSV_PierreAlt_winter_Sun": "Yesterday I thought I heard the sounds of a snowball fight outside...#$b#Then again, they could have just been pelting the side of the jailhouse.$2",
    "LAOSV_PierreAlt_fall_Mon": "Shouldn't you be busy planting more crops? Fall seeds should be in stock at the store!",
    "LAOSV_PierreAlt_fall_Thu": "The cell is somehow darker and dingier than usual today.$2",
    "LAOSV_PierreAlt_fall_Fri": "Yesterday's lunch was corn on a cold tortilla. Yuck! Did you have anything to do with this?$3",
    "LAOSV_PierreAlt_fall_Sat": "I should be at the saloon right now, relaxing after a long day's work...$2",
    "LAOSV_PierreAlt_fall_Sun": "I'm ready to go home. Please, will you tell them to let me go home?$2",
    "LAOSV_PierreAlt_Fair_Judging": "I can't believe how good Caroli--- I mean, MY vegetables look this year.",
    "LAOSV_PierreAlt_Fair_Judged_PlayerLost": "Did you lose on purpose? What are you playing at??$3",
    "LAOSV_PierreAlt_Fair_Judged_PlayerWon": "You know what, I don't care, just, let me enjoy the outdoors for a few hours...$2",
    "LAOSV_PierreAlt_rain": "The ceiling has been dripping water into my cell all day. I don't understand, isn't there a whole apartment above here?$2",

    "LAOSV_PierreMail_Body": "@,^^Thanks for continuing to visit our store!! I've included your 'Cash-back Rewards Program' rebate. We hope to see you again soon!   --Caroline^^P.S. I think Pierre has been missing a decimal point when calculating your rebate. It should be correct now. Enjoy!",
    "LAOSV_PierreMail_Title": "Cash Back Rewards",

    //Lewis alternate daily dialogue
    "{{ModId}}_LewisInJail":"{{i18n:LewisInJail_Lewis}}",
    "LewisJail_AcceptBirthdayGift_Positive": "You remembered my birthday, even in these circumstances? I'm not sure what to think... but thank you.$h",
    "LewisJail_GreenRain_2": "I wish I could be out there enjoying the unusual weather, now that we know it isn't harmful.$s",
    "LewisJail_AcceptBirthdayGift_Negative": "Is this a joke?#$b#I don't find it the least bit amusing.$3",
    "LewisJail_cropMatured_254": "Have you been growing melons on your farm? I wouldn't say no to a fresh fruit salad.#$b#The fare in this establishment has been utterly disappointing.$s",
    "LewisJail_cropMatured_276": "I imagine you've grown some pumpkins on your farm. Maybe you'd sneak me a fresh pumpkin pie?$s",
    "LewisJail_married": "Nice of them to let me out of this place to perform your wedding ceremony, I suppose.$5",
    "LewisJail_married_twice": "Married once again?#$b#You stay away from Marnie, do you hear me?$3",
    "LewisJail_divorced_once": "I understand you've finalized your divorce...#$b#See that you don't go snooping around my house when you're filing paperwork!$3",
    "LewisJail_divorced_twice": "Divorced again? Well, misery loves company. Have a seat and let's try to figure out why neither of us can seem to settle down.$s",
    "LewisJail_pamHouseUpgrade": "A new house for Pam? I'm surprised you didn't just tell her and Penny to move into my house!$5#$b#Now don't go getting any ideas!!$4",
    "LewisJail_pamHouseUpgradeAnonymous": "What's that? Pam finally moved out of that old dump? And didn't pay a cent for a brand new house!?#$b#Nobody ever said life was fair.$5",
    "LewisJail_willyCrabs": "Why does the sheriff smell like crabs today?$5",
    "LewisJail_cc_Complete": "How wonderful that everybody ELSE gets to enjoy the community center now that it's completely restored.$5#$e#Stay out of the executive office, you don't have any business in there.$3",
    "LewisJail_joja_Begin": "So, the old community center is gone, and Joja continues taking over our little town.$s#$b#This is all your fault, you know! I could have done something about this if I wasn't locked up in here!$4",
    "LewisJail_wonGrange": "Congratulations, you're the winner. What a surprise.$5",
    "LewisJail_Mon": "I miss my garden.$s",
    "LewisJail_Tue": "I have to say I don't miss sifting through all the assorted garbage you sometimes throw in the shipping bin.$5",
    "LewisJail_Tue2": "I bet my garden is a real mess without me there to look after it.$s",
    "LewisJail_spring_3": "Our lovely springtime is almost over and I'm stuck in this ridiculous situation. It's a cruel world.$s",
    "LewisJail_Wed": "I'm sure tax collection is being completely mismanaged in my absence.$3",
    "LewisJail_spring_10": "I could do with a cup of tea.$s",
    "LewisJail_Thu": "Have you been taking care of the farm? I'd certainly hate to see it all dried up.$5",
    "LewisJail_Fri": "Are you heading to the saloon today? Does Marnie still show up there? Does she... socialize?$s",
    "LewisJail_Sat": "I think I'm coming down with something.$s",
    "LewisJail_Sun": "I'm sure the town is a complete mess in my absence.#$b#Don't bother pretending otherwise.",
    "LewisJail_summer_Mon": "I ought to be out planting Summer flowers in my garden, not rotting in this blasted cell.$5",
    "LewisJail_summer_Tue": "How did I become Mayor in the first place? It's a long story.#$e#And I don't feel like talking about it.$s",
    "LewisJail_summer_Wed": "The moonlight jellies will be here soon...#$e#If only I could be as free as a jelly, free to roam across the gem sea, or anywhere I wish.$s#$e#I feel somewhat like a big fish in a small pond.#$b#... or more accurately an aquarium that nobody bothers to visit.$s#$e#Right, nobody except you.$s",
    "LewisJail_summer_Thu": "I'm burning up in this... ...$s#$b#this crematorium!!$4",
    "LewisJail_summer_Fri": "Do you know I used to give little gifts to people on their birthday?#$b#Then you came along, and people seemed to like your gifts so much better.$3#$e#Somehow you seemed to know everyone's precise likes and dislikes. It's quite strange if you ask me.$5",
    "LewisJail_summer_Sat": "Has anyone been watering my little garden... or has it been left to wilt in the heat of Summer?$s",
    "LewisJail_summer_Sun": "I would kill for a hot pepper right about now.$s#$e#No, not kill... though I would honestly trip a child for a fresh and spicy hot pepper.#$e#What?",
    "LewisJail_fall_Mon": "Oh, if it isn't Mr. popular. I used to be quite well liked too, you know.$s",
    "LewisJail_fall_Tue": "If I die in here... will you see that I receive a proper burial?$s",
    "LewisJail_fall_Wed": "Maybe I should have had a suggestion box.$s",
    "LewisJail_fall_Wed2": "I miss my buckwheat waffles and coffee...$s",
    "LewisJail_fall_Thu": "If I make it out of here alive, you people are going to regret throwing me in here.$3",
    "LewisJail_fall_Fri": "I don't belong in here... I should be at the saloon having drinks with Marnie.$s",
    "LewisJail_fall_12": "I suppose your farm is quite profitable by now, isn't it? How nice for you.$3",
    "LewisJail_fall_19": "The nights are growing colder... Winter is just around the corner.$s",
    "LewisJail_fall_Fri4": "I've almost completely lost my appetite in here... but a plate of Autumn's Bounty from the saloon would have me in good spirits in no time.",
    "LewisJail_fall_Sun": "If I lost a few more pounds, I bet I could squeeze through these bars.",
    "LewisJail_winter_1": "It's Winter, so I'm sure your farm is in quite a sorry state. I do hope you've stocked up enough supplies to make it through the season.",
    "LewisJail_winter_Mon": "Throw another log in the fireplace, will you? It's intolerably cold in here.$s",
    "LewisJail_winter_Tue": "I had a lot more to give this town, you know.$s",
    "LewisJail_winter_Wed": "You're the only one who ever visits me, do you know that?#$b#Marnie, I thought we had something...$s",
    "LewisJail_winter_Fri": "It's Friday... the saloon will be packed tonight.#$b#And I'll still be stuck in this Yoba-forsaken place.$3#$e#Just leave me alone.$s",
    "LewisJail_winter_Fri6": "All I wanted to do was be mayor. I gave up everything for this town, and now look at me.$s",
    "LewisJail_winter_Sun": "The year is almost over. Do you feel like you're better off than when you started out, or was all your hard work for nothing?$3#$e#...$s",
    "LewisJail_Rain":"How is it that with all that money from the governor, they couldn't fix up this place properly? Water is leaking in from all over!$3",

    //Pam alternate daily dialogue
    "PamJail_married_Penny": "So you get me thrown in the slammer, and then take Penny away from me? Do you even like her, or do you just hate me?$3",
    "PamJail_GreenRain": "I heard about the green rain... did anyone get hurt? I figure it's a sign from the almighty. I guess I'm as safe in here as anywhere.$s",
    "PamJail_GreenRainFinished": "So the green rain came and went, huh? Nobody poisoned or nothin'? I guess the end times haven't come just yet, kid.",
    "PamJail_divorced_Penny": "Penny came in here crying her eyes out... what'd you do to her??$3",
    "PamJail_wonIceFishing": "Alright, alright... so you beat me at ice fishing, ... is that why you wanted me locked up, so I couldn't practice my cast?$4",
    "PamJail_pamHouseUpgrade": "I can't believe you bought me a house! Is there any catch?#$e#Sorry, I'm not used to people being so nice...$s",
    "PamJail_pamHouseUpgrade_memory_oneweek": "I don't get it... you get me thrown in this place, but you bought me a house? Your head on straight, kid?$4",
    "PamJail_pamHouseUpgradeAnonymous": "Why would someone buy ol' Pam a house, especially with me being locked up in here? Maybe someone who thinks I don't deserve this.",
    "PamJail_MovieInvitation": "So you convinced the sheriff to let you have a date night with ol' Pam, huh? Hah!$h^Ladies night with ol' Pam, huh? Hah! How'd you convince the sheriff to let me outta here?$h#$b#I'll meet you there as soon as they walk me out.",
    "PamJail_cc_Bus": "Well the new job didn't last very long now, did it?$s",
    "PamJail_Mon": "At least the food in here ain't any worse than my microwave meals...#$b#Actually wait, it's not 'Moss Soup' Monday, is it? Looks like I'm on a forced diet today.$s",
    "PamJail_Tue": "Hey, you! Don't be snoopin' around the trailer when I'm in the clink. Got it?$4",
    "PamJail_Tue2": "It's a rotten world, kid.#$e#At least, that's been my experience.$s",
    "PamJail_Wed": "I hope they give me my job back whenever I get out of this place.$s",
    "PamJail_Thu": "Penny's probably better off with me in here. Don't have to worry about me drinking myself to death.$s",
    "PamJail_Thu4": "I am in dire need of a drink.$s",
    "PamJail_Thu4_inlaw_Penny": "Tell Penny not to worry about visiting, OK? I don't want her to see me like this... I disappoint her enough, already.$s",
    "PamJail_Fri2": "You up for some checkers? I've been playing games against myself.",
    "PamJail_Fri": "Each day's just the same as the last...$s",
    "PamJail_Sat": "This place sure is a dump, ain't it?#$b#Then again, my place is even worse...$s",
    "PamJail_Sat4": "My legs are all stiffened up. Do you think you can have Doc Harvey pay me a visit?$4",
    "PamJail_Sun": "I wonder if the saloon is doing OK without me...$s",
    "PamJail_summer_Tue": "Oh, it's you. Kind of you to pay old Pam a visit, I guess.$4",
    "PamJail_summer_Tue2": "What are you doing in here? You lost or something?$4",
    "PamJail_summer_Wed": "I wonder if they'd let me out to do community service on your farm? I'd rather be out pulling weeds than be stuck in this place all day.$s",
    "PamJail_summer_Wed4": "I'm thirsty.$s",
    "PamJail_summer_Thu": "You come in here to chit chat? Or just enjoy watching people down on their luck?$4",
    "PamJail_summer_Thu4": "They could do with a jukebox in here.$4",
    "PamJail_summer_Fri": "Why're you wastin' your time talkin' to someone like me for? I'm all washed up.$s",
    "PamJail_summer_Sat2": "Did you bring me something to drink?",
    "PamJail_summer_Sat": "Someone's been complainin' about my yard... sayin' it's a mess. Was it you?$4#$e#Hmmm...",
    "PamJail_fall_Tue": "Can't say I feel like talking today.$4",
    "PamJail_fall_Tue4": "Somehow it already feels like I been in here for ages.$4",
    "PamJail_fall_Wed": "Don't you have something better to do?$4",
    "PamJail_fall_Thu": "I know I've let Penny down... I just can't seem to get my act together.$s",
    "PamJail_fall_Fri": "I though my life was boring before this... now all I want is my old boring life back.$s",
    "PamJail_fall_Sat": "Don't go poking around my place while I'm locked up in here.$4",
    "PamJail_fall_Sun": "Don't you have work to do?#$e#I sure wish I had something to do besides stare at these bars.",
    "PamJail_fall_Sun4": "I may not always admit it, but I know it's my fault I'm stuck in here.$4#$e#I guess I should feel lucky that I haven't, you know, hurt somebody.$4#$b#Not in that way, at least.$s",
    "PamJail_winter_Mon": "A frozen microwave meal would be a welcome sight right now... if I had a microwave, that is.$4",
    "PamJail_winter_Tue4": "I just hope Penny has a good life ahead of her. I've sure gone and made a mess of mine.$4",
    "PamJail_winter_Tue4_inlaw_Penny": "To be honest, I guess I'm glad you're taking care of Penny. I sure ain't.$s",
    "PamJail_winter_Wed": "Just passin' time, same as always. You?$4",
    "PamJail_winter_Thu": "Why is it so dang cold in here all the time?$3",
    "PamJail_winter_Fri": "I need to get out of here, what will the saloon do without my patronage?$4",
    "PamJail_winter_Sat": "I wish I could be out practicing my ice fishing.$4",
    "PamJail_winter_Sun": "Do you think anybody even misses me? I wouldn't blame them.$s",
    "PamJail_museumCompleted": "Maybe I'll check out the museum whenever they let me outta here.$4",
    "PamJail_Rain":"All this rain is making me real thirsty. Did you bring me anything to drink?",

    //Morris Vanilla daily dialogue:
    "MorrisJail_GreenRain": "Tell me more about this unnatural weather condition you call 'the green rain'... is it toxic? I promise you, I had nothing to do with it!$3",
    "MorrisJail_GreenRainFinished": "I could do without the petrichor that has pervaded the building lately; it's an entirely overrated olfactory sensation.$3",
    "MorrisJail_Mon": "If this cell could be furnished with a desk, I could think of it as a very spacious cubicle.",
    "MorrisJail_Tue": "It's only a matter of time before someone at corporate with the right connections is able to remedy my imprisonment.",
    "MorrisJail_Wed": "It's absurd to think my offer of a donation to this institution constituted a 'bribe'. It's just 'business'!$3",
    "MorrisJail_Thu": "I'm sure conditions here will improve soon. I informed the sheriff I was considering writing a scathing review of this establishment.$1",
    "MorrisJail_Fri": "I pay no mind to the typical depravity of small-town saloons, however, if the local establishment happened to offer a selection of imported wines...#$b#it would certainly pique my interest.",
    "MorrisJail_Sat": "I'm perplexed that your sheriff hasn't managed to find someone more worthy of incarcerating in my place.$3#$b#Surely I could be afforded an early release if the cell were needed to secure some uncivilized brigand?$3",
    "MorrisJail_Sun": "Have you been to that shrine in your general store today? I wonder how much that scoundrel Pierre has benefited financially by forcing the faithful to walk through his shop on their way to worship.$3",
    "MorrisJail_summer_Mon": "Even in this sweltering cell, my enthusiasm for Mondays remains. There's work to be done today!#$b#I just wish I could be the one to do it.$3",
    "MorrisJail_summer_Tue": "I'm encouraged by your visit, @, and I shall yet persevere!",
    "MorrisJail_summer_Wed": "Although I have no work obligations, I still wake up early each day. It's a habit of many successful people.",
    "MorrisJail_summer_Thu": "The meals in this establishment leave something to be desired.$3",
    "MorrisJail_summer_Fri": "If you have the time, stay and chat with me. News of the outside world is scarce in this place, and I am eager to know of the trends of the day.#$e#Now, tell me, what exactly is the function of a crystalarium?",
    "MorrisJail_summer_Sat": "Ah, @. How is your agricultural prowess coming along these days? Are you able to sustain a profit in the harsh Summer conditions?",
    "MorrisJail_summer_Sun": "Thank you for your visit today, @. It's essential that I continue having regular conversations with my customers -- I mean, neighbors! *ahem*... are you well?",
    "MorrisJail_fall_Mon": "I certainly wouldn't object to a brisk walk in the crisp Autumn weather. Perhaps you could convince the sheriff to remand me to your custody for the remainder of the day.",
    "MorrisJail_fall_Tue": "If you engage in superstition, be aware that you have just stepped on a crack. Nevertheless, I'm sure your mother is in good health.#$e#Unless of course, she isn't. In which case, do accept my apologies.$3",
    "MorrisJail_fall_Wed": "I understand that you were once a Joja employee? Perhaps you'd give me the opportunity to read your exit interview. I find myself interested in such matters, and there is precious little reading material available.$3",
    "MorrisJail_fall_Thu": "I grow weary of this place.$3",
    "MorrisJail_fall_Fri": "Tell me, what crops do you find the most profitable? And what livestock? The business of farming is of some interest to me, academically.",
    "MorrisJail_fall_Sat": "Are you having a productive season? I understand it's a busy time for farmers. If you're having trouble organizing your calendar, I could offer my executive consulting services.#$e#My fees could be held in escrow pending my release.",
    "MorrisJail_fall_Sun": "I understand that some plant enthusiasts claim benefits from speaking or singing to their crops.#$b#To me that seems greatly ineffecient.$3",
    "MorrisJail_winter_Mon": "I imagine your profit margins are lean this time of year. Will you be able to last the season?$3",
    "MorrisJail_winter_Tue": "I understand there's a regular indoor exercise group at Pierre's on Tuesdays. It certainly makes sense in the Winter. All that physical activity probably brings down the heating bill! I shall consider it should I one day be able to secure a store management position again.",
    "MorrisJail_winter_Wed": "I wonder if arrangements could be made for a day trip to the museum. I understand you've made significant contributions to the collection.",
    "MorrisJail_winter_Thu": "Do you feel a draft?$3",
    "MorrisJail_winter_Fri": "I understand that Friday is a popular day to visit the theater. Please tell me they're no longer showing that thinly veiled anti-Joja propaganda piece.$3",
    "MorrisJail_winter_Sat": "One day I shall be released from this place... I hope the incident of my arrest won't be a hindrance to future employment opportunities...$3",
    "MorrisJail_winter_Sun": "There aren't any visiting hours on Sunday. How precisely did you wind up in here?",
    "MorrisJail_Rain":"These accommodations have not fared well against the day's inclement weather.",

    "MorrisInJail_Russell":"I can't help but wonder what other shady business practices Morris may have been involved in, if he was so brazen as to offer me a bribe in broad daylight...#$b#errr... dark... movie theater... you know what I mean.$h",
    "MorrisInJail_Shannon":"What did you think of my debut performance? Do you think I'm in the wrong career?$9#$b#Don't worry, I know that LAWBOT was the real star of the production.$h",
    "MorrisInJail_Shane":"It looks like I'll end up with the prize money after all.$h#$b#Plus, I've been in touch with a theater chain in Zuzu about an extended release. Who knew LAWBOT would be such a popular character?$h",
    "MorrisInJail_Lewis":"What a blunder by Morris. How careless, that's no way to bribe an official.#$e#What? Oh, I said there's NO WAY he should bribe an official. You must have misheard me.$3",
    "MorrisInJail_Pierre":"With Morris locked up, things are looking good for my store.$h#$b#I wonder if I should raise my prices...",
    "MorrisInJail_Elliott":"Shane asked me to help him refine the script for his production. He's more talented than I suspected!$h",
    "MorrisInJail_Morris":"These small town law enforcement folks simply don't understand how business is done in the world today! What they call a 'bribe' is simply the cost of doing business!$3#$e#If only I had known the sheriff had connections to the governor's office...$3",
    "MorrisInJail_Russell_Memory":"Shane has been pestering me about making a sequel: 'The revenge of LAWBOT'. That was a hard pass from me.",

    "lewis_snooze":"%Lewis is asleep.",
    "clint_snooze":"%Clint is asleep.",
    "morris_snooze":"%Morris is asleep.",
    "pam_snooze":"%She's either asleep or passed out, it's hard to tell.",

    //furniture
    "RussellPortrait": "Russell Portrait",
    "ShannonPortrait": "Shannon Portrait",
    "RipleyPortrait": "Ripley Portrait",
}