{
//WARNING!! Do NOT make edits to any file in this mod unless you know what you're doing, you can easily break things by accidentally deleting a symbol. I am not responsible for breaks caused by editing and I don't provide coding instruction. There is a Wiki for that.

//IF YOU CHOOSE TO EDIT THE DIALOGUE - You may edit your personal copy only. You do not have permission to make edits and re-post or share this mod. The dialogue is my own writing and I worked very hard on this. Contact MaggPlays directly if you have any questions or if you think your edits should be a variant.

//CONFIGURATION SETTINGS
	"config.FarmerPronouns.name": "Farmer neutral pronouns",
	"config.FarmerPronouns.description": "Select 'Yes' to use gender neutral pronouns for farmer.",
	"config.FarmerPronouns.values.yes": "Yes",
	"config.FarmerPronouns.values.no": "No",

	"config.SamCustomSprites.name": "Sam's custom event sprites",
	"config.SamCustomSprites.description": "Enables custom sprites for certain events. Selecting 'No' will show alternate visuals in some events and remove some non-essential events that require custom sprites. If you are using Seasonal Outfits, download the compatible patch for the custom sprites.",
	"config.SamCustomSprites.values.yes": "Yes",
	"config.SamCustomSprites.values.no": "No",

	"config.SkateparkMap.name": "Keep Sam's skatepark",
	"config.SkateparkMap.description": "Keep Sam's skatepark on the map after the skatepark event.",
	"config.SkateparkMap.values.yes": "Yes",
	"config.SkateparkMap.values.no": "No",

//SAM DAILY DIALOGUE
		"sam.question.0.3.1": "I'm trying to write a new song for the band, but I'm coming up blank... it's weird, I usually have all kinds of ideas.",
		"sam.question.0.3.2": "Hey... What do you think my new song should be about?",
		"sam.question.0.3.3": "Farming, mining, and chopping wood.",
		"sam.question.0.3.4": "A city in the sea, a fantasy fairytale.",
		"sam.question.0.3.5": "Hopping trains to find your destiny.",
		"sam.question.0.3.6": "Building a farm with not a clue what you're doing?",
		"sam.question.0.3.old.1": "I still think your song idea was funny, but Seb totally vetoed it, heh!$h",
		"sam.question.0.3.old.2": "Your song idea really got me thinking, I already have the lyrics done!$h",
		"sam.question.0.3.19": "Hmmm, is that about you? Haha! That would make a really funny song though!#$b#Or I could spin it to be about gettin' over crap... Hmmm I'll see what Seb thinks.",
		"sam.question.0.3.20": "Hey, cool, I can build on that idea!$h",
		"sam.daily.Mon": "%Sam is humming a few notes, then repeating them in a slightly different pattern.#$b#Huh, this bridge is really not cooperating... I can't get the rhythm right.$s",
		"sam.daily.Tue": "*mumbles* Hmmm gotta clean up my board and swap out the wheels again...#$b#Yo! Ah, just thinking I need to get my skateboard ready for the warmer weather so I can practice some new tricks.$h#$e#I almost have the kickflip down, sure wish there was a good place to skate here, I kinda miss the skatepark at Zuzu City.$s",
		"sam.daily.Wed": "If you're ever at the JojaMart on Monday or Wednesday, be sure to say 'hi'!$h#$b#It kinda sucks working there but it's extra cash and requires no brain cells.#$e#I'd love to find something better though, definitely want to move out on my own, y'know?",
		"sam.daily.Thu": "%Sam is absently picking at some threads on his jacket, it looks like it's been through some sort of natural disaster.#$e#Oh, hi @, how are you liking the country life?$h#$b#Hope it's going good, some people show up and realize the slower pace isn't for them and pack up and leave.#$b#We moved here from the city too so I remember what it was like.#$b#I'd miss seeing you around so I hope you stay!",
		"sam.daily.Fri": "It's Friday! Yeah! Time for hanging out at the saloon and playing pool. You should come too!$h#$b#Me, Seb, Abigail, and a few others are regulars on Friday nights, like a tradition or something. It would be great to have a new person join!$h",
		"sam.daily.Sat": "Hey @! Seb and I are trying out some new song ideas, changing up the sound.$h#$b#We'd love to get your opinion! Well, I would anyway, Seb takes a while to get comfortable with new people.",
		"sam.daily.Sun": "Gonna hang with my bro Seb today, don't worry about it if he doesn't talk much, he'll warm up to you eventually.",
		"sam.daily.Mon2": "Hi @! Feel free to come in my room whenever you want, I don't mind at all!#$b#It's kinda messy, so you'll have to ignore the clothes and stuff.#$e#I try to clean it up, but for some reason it always gets messy again right away. *shrugs*$h",
		"sam.daily.Tue2": "I've been working on learning some street magic tricks to show Vincent, can I practice on you?$h#$e#Cool! Okay, here goes. See, my hands are empty...#$b#%Sam sticks out his hands, flipping them over, then pretends to manifest a guitar pick.#$b#Look! A guitar pick! Haha! I actually did it without dropping the pick this time, I'm getting better at this!$h",
		"sam.daily.Wed2.1": "I keep bugging Seb to play arcade or console games with me, but he isn't great at those kinds of games so he gets all sulky about it.",
		"sam.daily.Wed2.2": "Do you like video games?",
		"sam.daily.Wed2.3": "Sure! I like action games.",
		"sam.daily.Wed2.4": "Awesome! Next time I'm headed to the saloon, you can join me and we'll play a few PvP rounds of Prairie King.$h",
		"sam.daily.Wed2.5": "I'm not great at those either...",
		"sam.daily.Wed2.6": "That's okay, if you want to try I can show you some tricks that make it easier!$h",
		"sam.daily.Thu2": "Think fast![384 386]$h#$b#Found this in the mine by Seb’s. We were in there looking for frozen tears for some project or other he's working on.#$e#I thought you could use it since you go mining a lot... what’s it like down there?#$b#I only go down a few levels with Seb, it gets pretty creepy and I’m really not THAT into rocks!$s",
		"sam.daily.Fri2": "*fist bump* @! Coming to the saloon tonight?$h#$e#We could have a pool tournament if you want to play.#$b#Oh yeah, Abigail mentioned she liked talking with you, she gets kinda bored I think.",
		"sam.daily.Sat2": "... My hair? Oh, it's like my personal brand!#$e#Pfft, just kidding, it just does that by itself, like a million cowlicks and I can’t get it to lay down to save my life, haha!$h#$b#Plus it makes me look taller, not that I need help with that anymore. I kinda shot up a couple years ago.#$b#Oh that reminds me, I haven’t teased Seb about being shorter than me in a while, hmmm.",
		"sam.daily.Sun2": "How's the mining going? Dude, that's a nasty cut on your hand... *gulps*#$e#Uh, I'm not great with blood and stuff, but Seb has a first aid kit so you should have him wrap that for you.#$e#He's actually really great at that kind of thing if you ever need a quick patching up and don't want to see Harvey.#$b#I guess it's useful living with a carpenter, plus being close to the mines!",
		"sam.daily.Mon4": "%Sam is wearing his threadbare jacket, it seems to have a story.#$b#Oh this? Yeah, actually. It was my dad's jacket back when he was in school, he gave it to me when I was big enough to wear it.#$e#It's starting to really look like it's been through a lot, huh. I guess it really has, I'm kinda rough on clothes.#$b#Wearing it reminds me that he'll be back from the war someday, plus it's the most comfortable thing I own.#$b#Mom keeps bugging me to replace it, she says it looks like I can't afford a new one, but I'll never find another jacket like this.",
		"sam.daily.Tue4": "Hey, I got an extra Joja cola from work, here ya go![167]$h#$b#What’s up today? I’m working on some new tricks on the skateboard.#$e#Would be way easier if we had a skatepark, but I can make do with the planters and stuff around here.",
		"sam.daily.Wed4": "Hmm... I need to get more guitar picks, I keep losing them.$s#$b#Wonder where they go? Probably the same place as my socks.#$e#Next time I go to the music supply store in Zuzu City, wanna come? Seb usually goes too so he can get oil and whatever for his bike.#$b#There's lots of cool stuff to look at even if you're not super into music, and I'll get you a coffee or whatever you like.$h",
		"sam.daily.Thu4": "Oh hey! I was just heading down to the beach to build sandcastles with Vince. He sure loves playing in the sand!$h",
		"sam.daily.Fri4": "Seb mentioned that sci-fi show he's been watching, so I tried a few episodes.#$b#It's good, actually! You should come by and watch it with us sometime.$h",
		"sam.daily.Sat4": "I’m getting pretty good at kickflips on my board, watch this!$h#$b#%Sam executes a perfect kickflip, nice! He really is great at skateboarding.#$e#There are plenty more tricks to learn, I think I’ll try a heelflip or nollie next.",
		"sam.daily.Sun4": "Watch me chug this Joja cola and belch the national anthem... alright, here goes!#$b#%Sam does exactly that, and makes it quite a ways through the song, surprisingly impressive!",
		"sam.daily.Mon6": "Oh man, my fingers are sore! I've been trying out some new stuff on my guitar and my fingers aren't used to it yet.$s#$b#On the plus side, I have some new riffs to change up our songs!",
		"sam.daily.Tue6.1": "%Sam is holding a Joja cola.#$b#How about another rendition of the national anthem? Or maybe some other song... hmm...",
		"sam.daily.Tue6.2": "While he’s thinking...",
		"sam.daily.Tue6.3": "grab the cola and chug it...",
		"sam.daily.Tue6.4": "Pfft!! I think your anthem belching skills are better than mine! Heh, awesome! **grins**$h",
		"sam.daily.Tue6.5": "Raise my eyebrow at Sam and shake my head.",
		"sam.daily.Tue6.6": "Okay, okay maybe anthem belching is kinda immature...$s",
		"sam.daily.Wed6": "Those stories you tell about fighting monsters and finding treasure are really cool, but... just be safe, okay?#$b#I’ve seen those adventurer gravestones... *shivers*",
		"sam.daily.Thu6_1": "I got a letter from my dad, he says he should be coming home in a year or so.#$e#It sounds like a long time, but at least it's better than having no idea when he'll be back.#$b#*sighs* I really miss him, @. I never knew how much I needed him until he was gone.$s",
		"sam.daily.Fri6.1": "Hi @, are you coming to the saloon tonight?",
		"sam.daily.Fri6.2": "Want to play a round of pool with me?",
		"sam.daily.Fri6.3": "Sounds fun! I'm not great at it though.",
		"sam.daily.Fri6.4": "Oh you're plenty good enough to play against me! Or Seb could show you some tricks, he knows some great ones.$h",
		"sam.daily.Fri6.5": "Oh? You want to show off for me?",
		"sam.daily.Fri6.6": "Pfft, it's only showing off if you're good, haha! Seb always trounces me so it would be nice just to play for fun.$h",
		"sam.daily.Sat6": "%Sam is listening to music on his headphones, moving to the beat. It’s the perfect opportunity to sneak up from behind and poke him in the ribs.#$e#GAAHH! @! No fair, haha!$h#$b#Hey, want to listen with me? It’s this new band I discovered. Tell me what you think!$h",
		"sam.daily.Sun6": "Yo! I was over at the docks yesterday with Vincent and Willy hooked this massive fish, I mean it looked like a Tuna it was so huge!#$e#%Sam throws his arms out to demonstrate.#$b#Oh man, sorry about that, sometimes I get a little carried away.",

//SAM SEASONAL DIALOGUE
		"sam.daily.summer_Mon": "Phew!! It gets pretty dang hot here in the summer, but at least my allergies have calmed down.#$b#Have you been down to the beach yet? The breeze off the ocean feels great and there's some tide pools if you can get to them.#$b#Vincent really loves those.$h",
		"sam.daily.spring_Mon2": "There was a spider on my ceiling last night, must be time for them to start coming out now that the weather is warming up.$h#$b#Huh, sure hope it didn't wander under the covers during the night...#$b#Or crawl in my mouth! Blech! Sure wish I hadn't thought of that.$s",
		"sam.daily.summer_Mon4": "%Sam looks wiped out... he walks up rubbing his eyes.#$b#Man, I'm tired! Stayed up past 2 last night working on a new song. Hate to quit when I have a good thing going, but *yawns* sure am paying for it today!$s#$b#I'll be useless today, but maybe tomorrow you can stop by and I'll play it for you.",
		"sam.daily.summer_Tue4": "What's up, @? Wanna grab some ice cream at the stand? On me!$h#$b#It's fun to bug Alex, we can see who else is hanging over there.#$b#Maybe head to the beach and play some volleyball? We can do one-on-one if nobody else wants to join.$h",
		"sam.daily.summer_Wed4": "Hey @! I'm taking Vince down to the beach, come join us if you have time.$h#$b#Vince really loves it when you play in the sand with him, we both like hanging with you.$h",
		"sam.daily.fall_Mon4": "This weather is nice, so glad I don't have fall allergies!$h#$b#Wanna do a movie night sometime?#$b#What are some of your favorites? I can download a bunch, then we can see what sounds good. Let's ask the rest of the gang to join, make it a real party!$h",
		"sam.daily.fall_Mon6": "You've got a leaf in your hair, heh! Looks very seasonal!$h#$e#Here, I'll get it for ya. Hey, it's a nice one!#$b#I think I'll give it to Vince. He likes collecting good leaves in the fall.$h",
		"sam.daily.fall_Tue4": "It's pumpkin season! Carving pumpkins is aways a good time!$h#$b#Mom won't let me do it in the house since it makes such a mess, but the weather is nice enough to carve outside.#$b#Or we can go to your place or Seb's!$h#$e#We should have a contest! Everyone can carve a pumpkin and Vince and Jas can be the judges.$h",
		"sam.daily.fall_Tue6": "%Sam is... covered head to toe in leaves...#$b#Oh man, you totally missed an epic wipeout! I was skating over by my house and completely biffed it, right in a pile of leaves!$10",
		"sam.daily.fall_Thu6_1": "I heard from my dad, he's coming home next year. It's earlier than he thought, which is great! I hope nothing happened though.#$b#He sounded relieved in his letter but it's hard to tell with just reading words. I really want to make him feel welcome, y'know?",
		"sam.daily.fall_Wed8.1": "Oh hey, before you go, take this sweatshirt, it's kinda cold out there!#$e#Don't worry about it, it's Seb's. He left it here like two months ago, obviously he hasn't missed it, ha!$h",
		"sam.daily.fall_Wed8.2": "The hoodie is really nice and cozy...",
		"sam.daily.fall_Wed8.3": "Thanks! I'll wear it and see if Seb notices.",
		"sam.daily.fall_Wed8.4": "Haha! Be sure to tell me what he says if he does, he won't mind you having it though. Seb's really cool about sharing his stuff.$h",
		"sam.daily.fall_Wed8.5": "I'll give it back to Seb when I see him.",
		"sam.daily.fall_Wed8.6": "Sure! He'll appreciate that, though he wouldn't mind if you kept it, Seb's really cool about sharing his stuff.$h",
		"sam.daily.winter_Mon4": "The lake is freezing over, almost time to ice skate!$h#$e#I'm pretty okay at it, probably from all the skateboarding.#$b#I'll show you some good moves, nothing fancy like that triple axel crap, but I can do a flip and usually don't wipe out!$h",
		"sam.daily.winter_Wed6": "I was thinking about a skatepark and drew up some designs, what do you think?$h#$e#A ramp here, and rails for grinding, if we can, a wall would be great over on this side...$h#$b#%Sam is so excited, pointing out every detail on his drawing. It’s very good actually, it would be easy for Robin to build.#$e#Sorry, I kinda got carried away there, this is just a dream really, no way I’d ever have enough money to build this thing!$s",
		"sam.daily.winter_Thu6_1": "I just got another letter from Dad, he confirmed he's coming back in spring.#$e#It's been 3 years since I saw him last. Huh, I've changed a lot since then... I hope he's not disappointed in me.$s#$b#... You really think that? Loyal, kind, and fun, huh? Okay those are all good!#$b#... Adorable?? Uhhh pfft, yeah I'll keep that one to myself!$10",
		//8 heart year 2
		"sam.daily.Mon8": "Hi! Want some coffee? I already had THREE CUPS today and Seb gave me another one.[253]$h#$e#I would drink it cuz he makes great coffee but I’m already WAY too wired, HAHA! Oh, sorry! That was loud.$h#$b#I better go skateboarding or take a jog or something or I’ll NEVER get to sleep tonight!",
		"sam.daily.Tue8": "So what was your life like before you moved here?#$e#I really respect what you did, giving up a stable life and taking a huge risk for the chance at something better.#$b#I'm really glad you were so brave, our friend group is better with you in it.$h",
		"sam.daily.Wed8": "%Sam is jamming out with his headphones on, air guitar and the works. Another perfect opportunity for a sneak attack.#$e#GAAHH!! WOAH HEY! @, you dingus, haha!$h#$b#Totally busted me looking like an idiot!$10#$e#Hey, come jam with me, you can be on the air drums!$h",
		"sam.daily.Thu8": "I asked my dad to play guitar with me, I forgot how good he was. I think he had fun, at least he seemed more relaxed while he was playing.#$e#Huh... music therapy... maybe I should look into that more.",
		"sam.daily.Fri8": "Hey, hey, it's saloon night! Are you coming by?#$e#If you want join me and Seb, we could play Rotation or Cutthroat, then all three of us can play.$h#$b#It's great having you there, then it's not the same old game over and over.$h",
		"sam.daily.Sat8": "Dude, I was grinding on my board and scraped my knuckles. Hate that!$s#$b#I can show you the trick I'm working on, let me grab my board!$h",
		"sam.daily.Sun8": "@, how do you like it here? You know my family moved here from the city before Dad left for the war.#$e#I used to think I'd probably move back there, maybe room with Seb until I could find a good job and get my own place.#$e#But I haven't wanted to do that for a while now. I'm really happy here, and Vince loves it too.#$e#Even Seb says he doesn't want to leave anymore. Abby is relieved, she always hated it when we talked about moving away.#$b#Even though she complains about her family, she's never wanted to leave the valley.",
		"sam.daily.summer_Mon8.y2": "How's it going? I'm gonna skate later, got some new wheels for the summer and am all fueled up on Joja Cola!$h#$e#Yeah, I should probably cut back on the caffeine, though I gotta say it really takes a lot for me to notice, heh!",
		"sam.daily.summer_Tue8.y2": "Seb's working on updating our band streaming page, he's adding a bunch of branding and info so now we look all official.$h#$e#He says he's gonna add special perks for followers who want to be members, like we have our own fan club.$h",
		"sam.daily.summer_Wed8.y2": "Hi @! Want to practice with us this weekend? We'll be recording some new songs so you could be a guest star, haha!$h#$b#Seb has some new lyrics he wants to try out.",
		"sam.daily.summer_Thu8.y2": "Dang, it is so hot today! I think I need ice cream, lots and lots of ice cream...#$e#Okay, I'm off to get some, I'll grab a cone for Vince too.$h",
		"sam.daily.summer_Fri8.y2": "Alex came by and played pool, it was great playing a game with someone closer to my level, haha!$h#$e#Really it's just that neither of us take it that seriously. Unlike someone we both know.",
		"sam.daily.summer_Sat8.y2": "Hmm... maybe I'll try mountain biking... we have all this natural terrain that's perfect for it, and there's plenty of trails around.$h",
		"sam.daily.summer_Sun8.y2": "Vince sure is growing up quick, I think I'll teach him to skate soon and burn off some of that energy!$h",
		"sam.daily.fall_Mon8.y2.1": "Hey, did you see those weird lights just above the horizon last night? Kinda spooky!#$b#I mean, I don't REALLY believe in aliens, but I do kinda wonder sometimes...$9",
		"sam.daily.fall_Mon8.y2.2": "What do you think? Are we alone in the universe?",
		"sam.daily.fall_Mon8.y2.3": "There's probably something out there...",
		"sam.daily.fall_Mon8.y2.4": "Yeah, I mean the universe is a huge place! It would be strange if we were all alone here.$h",
		"sam.daily.fall_Mon8.y2.5": "I dunno but I do like a good conspiracy theory!",
		"sam.daily.fall_Mon8.y2.6": "I know right? Conspiracy theories are the best! Usually they're totally wacko but once in a while there's one that makes you wonder.$h",
		"sam.daily.fall_Tue8.y2": "You must be really busy this season, you're running around as much as I am!$h#$b#Let me know if you need help with deliveries or anything, if I'm not working, I can help out since I'll be wandering around anyway.",
		"sam.daily.fall_Wed8.y2": "Maybe we should write a song about pumpkin spice. Everything is pumpkin spice this season, even the Joja Cola!#$e#I tried one, it was... very wrong. Very, very wrong.$s",
		"sam.daily.fall_Thu8.y2": "I'm trying to help my mom out more around the house, I want her to have more time to spend with my dad.#$e#Gotta learn how to take care of things myself so I can move out on my own. I probably won't leave the valley though, I can't imagine living anywhere else.",
		"sam.daily.fall_Fri8.y2": "Hey, don't forget about saloon night! I got a new high score on Prairie King, gotta keep ahead of Alex, heh!$h",
		"sam.daily.fall_Sat8.y2": "Our band's videos are doing great! I've even gotten a few offers for recording songs as freelance projects, and we're starting to pull in some cash!$h#$b#If the channel keeps growing, it could turn into a decent income.",
		"sam.daily.fall_Sun8.y2": "Gonna carve some pumpkins with Vince today, I think Abby wanted to join in too, hopefully she got her homework done, haha!$h",
		"sam.daily.winter_Mon8.y2": "Do you ever just watch the snow fall? I know, it's kinda weird that I would stay in one spot long enough to do that, ha!$h#$e#I'm getting better at being quiet I think. At least I'm trying!$h#$b#Seb says every snowflake is different, pretty wild, huh?",
		"sam.daily.winter_Tue8.y2": "Are you heading to the mines? If you happen to find any obsidian, Seb has been complaining he's about out.#$e#Huh, maybe that's what I'll get him for Winter Star this year.",
		"sam.daily.winter_Wed8.y2": "You don't have a lot of farm work in the winter, huh? Sometimes we go ice skating at the lake...$h#$b#Gotta have fun while we can before it gets busy again! Vince has been bugging me to build snow forts, how are your fort-building skills?$h",
		"sam.daily.winter_Fri8.y2": "Wow, it is so cold out! I need a new scarf or something, Seb has this big fluffy one, maybe I'll borrow it.#$e#It kind of sucks I can't skate to warm up. Maybe we can build snowmen or something.",
		"sam.daily.winter_Sat8.y2": "Hey, @, want to join us for practice? I'm thinking we need some hot chocolate too. Maybe coffee, gotta keep warm and energized!$h",
		"sam.daily.winter_Sun8.y2": "Do you have any plans for next year? Big farm upgrades and all that?#$e#We really need some more housing around here, Abby's been talking about designing an apartment building or something.#$b#Actually, that would be really great... maybe someday!",

//SAM DATED DIALOGUE Y1
		"sam.daily.spring_2": "Oh hey, good to see you again! @, right?$h#$b#%Sam pops his skateboard up with his foot and deftly catches it, then runs his fingers through his hair and grins...#$b#Well, I hope I run into you often, it's great having new people in town!$h",
		"sam.daily.spring_3": "Hi @, how's the farm thing going?#$b#Be sure to take breaks from work, y'know? If you ever get bored, come find me!$h#$e#We could... listen to music, hang out at the beach, swing at the park, lots of stuff to do here!$h",
		"sam.daily.spring_4": "I was wondering, do you like music? Play any instruments?#$b#... A hand harp? Cool! You should come by sometime, we could jam together.$h#$b#Hm... can a harp jam? Only one way to find out!$h",
		"sam.daily.spring_5": "-fist bump- what’s up? Will you be at the saloon tonight?#$b#Seb always wipes the floor with me at pool, but it’s fun hanging out with friends.#$b#Hope to see you there!$h",
		"sam.daily.spring_6": "I've been working on some new songs with Seb for the band...#$b#Oh yeah, I guess I haven't told you, Seb and I are a band. I play guitar and he's on the synthesizer, y'know, electric keyboard.$h#$b#Seb also sings. I sing some as backup, but he's way better at it than me.#$b#What kind of music do you like? Come by and listen whenever!",
		"sam.daily.spring_7": "We've run into each other like, every day this week!#$b#I might start thinking you like me, haha!$h#$b#Just kidding! Looks like the farm life is treating you well...$10#$b#Come hang with me and Seb sometime, we're usually at the saloon on Fridays and my house on Saturdays, you're always welcome.",
		"sam.daily.spring_10": "Good to see you, @! Your hair looks really great today, heh.$h#$b#Oh, today's my little brother's birthday, gotta get him something good.#$b#I'll probably take him over to the park later and run around with him, if you're free, come say 'hi'!",
		"sam.daily.spring_12": "*ACHOO!!* Oh jeez, I'm sorry... my allergies in spring are terrible.$s#$b#Tomorrow's the Sneeze Fest, er, Egg Festival... I still like doing the egg hunt with Vince even though I'm dying and can't breathe.$s#$b#Are you joining in the egg hunt? You could run around with me and Vince, open invitation, hehe!$h",
		"sam.daily.spring_14": "*mutters* Mom, I’m a grown man... sheesh, a grown-ass man!$a#$b#OH! @, I didn’t see you there, sorry I was kinda on a rant.#$b#It’s tough still living with your parents as an adult, but it’s also hard to make enough money to live on your own.$s#$b#*sighs* Gets really frustrating sometimes y’know?$s#$e#%Pfft... grown-ass man?  Haha!#$b#What? Heh, I guess that must have sounded pretty dumb, sorry about that!$s",
		"sam.daily.spring_15": "*elbow nudge* Seb was sounding kinda down earlier so I’m headed over to hang with him.#$b#Want to come with? Seb will let you read his comics if you want.$h#$b#He’s a good guy, just really quiet.",
		"sam.daily.spring_16": "Hi! Want some coffee? I already had THREE CUPS today and Seb gave me another one.[253]$h#$b#I would drink it cuz he makes great coffee but I’m already WAY too wired, HAHA! Oh, sorry! That was loud.$h#$b#I better go skateboarding or take a jog or something or I’ll NEVER get to sleep tonight!",
		"sam.daily.spring_21": "Oh... uh oh... here it comes... ACHOO!! *SNORF* Ugh, those spring petals that float around really get me sometimes.$s#$e#Summer is my favorite season, the pollen is gone and I can skate or play guitar outside.",
		"sam.daily.spring_23": "Oh yeah, you heard there's the Wedgie Dance tomorrow, right?#$b#Pfft... yeah, Flower Dance, but all the guys have to wear these super-tight suit pants.#$b#Watching everyone try to hide tugging their pants down is dang hilarious!$h#$b#Of course my allergies always act up and I'm sneezing the whole time.$s#$e#If you see a guy hanging out in the corner looking like he's been sentenced to death, that'll be Seb, heh!",
		"sam.daily.spring_25": "Thanks for hanging with me and Seb at the dance!#$b#It's great having someone new to talk to, makes the same old festivals way more fun.$h",
		"sam.daily.spring_27": "I tried to convince Seb to join me in a beard-growing contest.#$b#He said no but I’ll keep bugging him, I just really want to see what he looks like with a beard! Haha!$h#$b#... Yeah, I’ve grown one before... well, okay, once I didn’t shave for two weeks then I couldn’t stand it anymore and that was the end of it.#$b#I could definitely go longer if it was a contest though! Hmm maybe if Seb won’t do it, Alex will!$h",
		"sam.daily.spring_28.1": "Oh man, I borrowed a comic from Seb and I totally lost it!$s#$b#I've looked everywhere, why does this always happen to me? *sighs*#$b#If you see Seb, don't tell him you talked to me, he gets pretty cranky when I don't return his stuff...",
		"sam.daily.spring_28.2": "Ugh... *kicks the ground*",
		"sam.daily.spring_28.3": "Offer to help him look for the comic.",
		"sam.daily.spring_28.4": "Really? Oh man, thanks! Let's start in my room, I was reading it in bed but no idea where it went after that.$h",
		"sam.daily.spring_28.5": "Offer to get him a drink at the saloon.",
		"sam.daily.spring_28.6": "Okay, sure! That sounds good. Better not hang out too long though, I really need to find that book.",
		"sam.daily.summer_3": "Sheesh, Seb's annual checkup is tomorrow and he always spends the entire day complaining...#$b#I mean, sure it's a pain and there's WAY better things to do than go to the doctor, but it IS only once a year.#$b#Of course, that's easy for me to say, my appointment isn't until fall.$h",
		"sam.daily.summer_9": "The annual Mystery Soup event is coming up... every year I try to think of something really crazy to put in the pot.$h#$b#Mayor Lewis got wise to me last time though, Seb said Lewis asked him to keep me away from the soup this year.$s#$b#... BUT what if you kinda snuck an ingredient in there for me?$h#$b#... Oh all right, I guess you have to keep your reputation up for a while anyway. If you change your mind though...$h#$e#%Sam's eyes are shining with mischief, it could be fun to go along with his plan...",
		"sam.daily.summer_10": "Today's Maru's birthday so Seb is going to be busy at home... wanna hang out?$h#$b#I've been working on a couple of new songs, I could play them for you and see what you think?$h",
		"sam.daily.summer_17": "Hey @! Did you get me something for my birthday? Just kidding! Unless you did, of course.$h",
		"sam.daily.summer_19": "Gonna hang with my bro Seb today, I don’t like to leave him alone too much since he needs company whether he admits it or not.#$b#Abby hangs out with him sometimes too, but can get annoyed and frustrated with him.$a#$b#You have to be patient with Seb but it’s worth it, he’s a great friend... like a brother to me.$h",
		"sam.daily.summer_20": "I’m heading to the beach today, will you be going? Gotta take advantage of the summer while it lasts!#$b#We could play some beach volleyball, Alex was talking about starting up a tournament.$h",
		"sam.daily.summer_25": "%Sam is counting some change in his hand...#$b#Mmmm ice cream... oh hey! I was just thinking about going to the ice cream stand, wanna come along?$h",
		"sam.daily.summer_26": "The summer's nearly gone already. It does get really hot, but I miss the sun at the beach the rest of the year.#$b#Gonna take Vince to build sandcastles. If you’re free, I bet Vince would love it if you joined us.$h",
		"sam.daily.summer_28": "Um, you're coming to see the Glowing Gelatin show tonight, right?#$b#It's one of the nicest festivals I think, not a lot to do but the jellies are really cool to watch.$h",
		"sam.daily.fall_3": "%Sam is wearing his threadbare jacket again... it must have a story.#$b#Oh this? Yeah, actually. It was my dad's jacket back when he was in school, he gave it to me when I was big enough to wear it.#$b#It's starting to really look like it's been through a lot, huh. I guess it really has, I'm kinda rough on clothes.#$b#Wearing it reminds me that he'll be back from the war someday, plus it's the most comfortable thing I own.#$b#Mom keeps bugging me to replace it, she says it looks like I can't afford a new one, but I'll never find another jacket like this.",
		"sam.daily.fall_7": "Man, my favorite skating shoes have holes in the sides, I had to order a new pair online.#$b#I guess I could have gone to Zuzu City and gotten them there, but it's not much fun going without you and Seb.#$b#I found the same style so at least I know they'll fit right.$h",
		"sam.daily.fall_9": "Mom's birthday is coming up in a couple days, I really want to do something special for her.#$b#She works so hard taking care of Vince and me with Dad gone.#$b#She never says it, but I know she's lonely and overwhelmed a lot of the time.$s#$b#Uh, will you help me? I want to make her this fancy chocolate cake. Look, here on my phone... I found a recipe online but I need a few ingredients.#$b#Mostly eggs and milk... You have plenty of those? Awesome! Thanks!$h#$b#I'm not super sure about these instructions. What is 'sifting flour'? Isn't it already ground up?$9#$b#%Oh boy, maybe Sam does need a hand. It would be terrible if the cake failed when he's so excited about baking it for Jodi.",
		"sam.daily.fall_10": "Dang, I just remembered, tomorrow's my doctor's appointment. Ugh.#$b#Yeah, it's not that big a deal, but I always feel weird, y'know, kinda light-headed when I'm in the clinic.#$b#A couple years ago I actually passed out right in front of Harvey, woke up on the floor with his face hovering over me, kinda freaky!#$b#Mom and Vince had to come get me, Vince thought it was hilarious but it really wasn't.$s",
		"sam.daily.fall_11": "Today's Mom's birthday, thanks for helping me out with the gift for her!$h#$b#Be sure to come by and visit, she'll really like that, and I'll be stuck at the doctor's for a while.#$b#Whenever you visit, she talks about how much fun it was chatting with you.#$b#She might not say it, but I think you really helped her feel better about handling everything as a single parent.$h",
		"sam.daily.fall_13": "It's Abby's birthday today, did you get her anything?#$b#Confession... I kinda forgot.$s#$b#It's okay though, I'll find something for her. Oh, maybe a pumpkin! Or one of those purple rocks...#$b#Speaking of, Seb's mom makes a mean pumpkin soup. Has she shared her recipe with you? Seb LOVES that stuff.#$e#Pizza is always the best but soup is nice when it's chilly out.",
		"sam.daily.fall_14": "Hi @, I was thinking, it would be nice to have something living in my room.#$b#Haha! No, the spider on my ceiling doesn't count, his name is Frank by the way.$h#$b#More like a plant. But I'm not sure I could keep one alive since I'll probably forget to water it.#$b#Hmm.. I wonder if I could grow a cactus in my room? They don't need much water, and maybe it would grow cactus fruit!$h",
		"sam.daily.fall_15": "Ready for the Parade of Produce tomorrow? I bet your grange display will totally kick butt!$h#$b#I'll help you set it up, just tell me what to do.#$b#When you're done with that, wanna play some of the games with me and Vince?$h",
		"sam.daily.fall_17": "I still haven't gotten those shoes I ordered, kind of a bummer since my old ones are in really bad shape.#$b#The soles are completely smooth and look! My little toe is sticking out the side!$s#$b#Hmm, maybe Seb's mom has some heavy duty tape.#$b#Wonder if they got lost on the way here? We really live in the middle of nowhere.$s",
		"sam.daily.fall_20.1": "Urgh, Mom keeps bugging me to get rid of this jacket. She thinks it looks bad, but it was Dad's and...",
		"sam.daily.fall_20.2": "What do you think?",
		"sam.daily.fall_20.3": "It means a lot to you, you should keep it.",
		"sam.daily.fall_20.4": "Yeah, it feels wrong to throw it out, I mean Dad wouldn't care but... thanks for understanding.",
		"sam.daily.fall_20.5": "It does look pretty worn, maybe change it up?",
		"sam.daily.fall_20.6": "You think so...? Maybe I'll pull something else out once in a while, I do wear this jacket a lot.$s",
		"sam.daily.fall_23": "Check it out! My new shoes finally got here and they feel great!$h#$b#%Sam hops up and down a few times, then does a handstand, his shirt riding up. He quickly hops back to his feet, yanking his shirt down.#$b#Oh dang, that's cold! Hehe!$10#$b#Anyway, these shoes will take a few days to break in, I'll wear them this weekend in the haunted maze. You're coming, right?$h",
		"sam.daily.fall_26": "Tomorrow is Fright Night! You'll come to the festival, right? Seb will love you forever if you wear a costume.$h#$b#He always dresses up. I uh, kinda feel dumb dressing up, but I'll join you guys if you want.#$b#I usually get stuck in the maze somewhere, that wizard guy does something that makes it really hard to tell where you've already been.$s#$b#If we go as a group, I bet we could figure it out!",
		"sam.daily.winter_6.1": "Hi @, You know Seb's birthday is coming up, right?$h",
		"sam.daily.winter_6.2": "Did you get him anything yet?_Yep! Got it all planned out.",
		"sam.daily.winter_6.3": "Yep! Got it all planned out.",
		"sam.daily.winter_6.4": "Sweet! I'm just winging it, I mean that's what I usually do and it seems to work out.$h",
		"sam.daily.winter_6.5": "No, guess I'll have to wing it.",
		"sam.daily.winter_6.6": "No worries, I got your back. If you have a kitchen, he loves sashimi, that's way easy... I gave him a void egg I found once and that was a big hit too.$h",
		"sam.daily.winter_7": "*elbow nudge* Tomorrow is the Snow War Showdown, and that means the annual epic snowball battle is almost upon us!#$b#Seb and I are meeting up to build a barricade so everything is ready. You'll be on my team, right?$h#$b#Seb recruited Alex and I think Abby too. We might need another person, hmmm who has a good arm... maybe Shane? Dude did play gridball in high school.$h#$b#It's also the perfect time to get Seb back for all the times he's clobbered me at pool... I'm thinking a snowball to the back of the neck, hehe!$h",
		"sam.daily.winter_10": "Today is Seb's birthday, what did you get him?#$b#Nice! I found him an obsidian rock, he really likes those. He does some stone carving, like small figures and stuff for games.#$b#Let's go visit him and get some of Robin's amazing cake, haha!$h",
		"sam.daily.winter_14.1": "Hey @, are you busy? If you're not, I have a plan...$h#$b#Seb is usually outside working on his bike on Sundays soooo... I've got a bunch of snowballs with his name on them.$h",
		"sam.daily.winter_14.2": "You in?",
		"sam.daily.winter_14.3": "Oh yeah, I'm up for a sneak attack!",
		"sam.daily.winter_14.4": "Yes! this is gonna be great, hehe! *Hmmm... this isn't going to end well... for Sam.*$h",
		"sam.daily.winter_14.5": "Ha! No way, I value my life.",
		"sam.daily.winter_14.6": "Awww... c'mon, at least walk up there with me... cool, let's go! *Hmmm... this isn't going to end well... for Sam.*",
		"sam.daily.winter_15": "Thanks for joining the Seb sneak attack even though I got totally creamed.$s#$b#Seb must be some sort of ninja, he was there working on his bike one second, then he was gone and I was blasted with snowballs!$s#$e#His aim is amazing too! You barely got hit at all!#$b#%Poor Sam, he really got hammered. Maybe he'd like a hot chocolate with marshmallows from the saloon.#$b#Awww you're the best! Maybe I won't plot revenge on Seb. Not today anyway!$h",
		"sam.daily.winter_24": "Who's your 'secret friend'? C'mon, you can tell me!$h#$b#... Oh all right, I won't keep bugging you about it. I wonder who got my name...#$b#I've always loved the Festival of Presents, all the great food, gifts, everyone is happy and sentimental...#$b#Be sure to come hang with me and my family, you're really one of us now, y'know?$h",
		"sam.daily.winter_27": "Hey, @, can we talk for a bit?#$b#Um, Mom just got a message... my dad is coming home in a few days.#$b#Don't get me wrong, I'm really glad he's safe and on his way back. I'm just nervous I guess.#$b#He's been gone for a few years and I've changed a lot since then.#$b#I wonder if I've become the man he hoped I would or if he'll be disappointed in me.$s#$b#Maybe it doesn't make much sense, I dunno. Mom is going nuts cleaning every corner of the house and Vincent is bouncing off the walls, he's so excited.#$b#Normally, you'd think I would be all excited too, but... I'm glad I have friends like you I can talk to. Thanks for that.",
		"sam.daily.winter_28": "It's almost the new year! I wanna stay up late and count down to midnight.$h#$e#This has been the best year of my life! I have goals now and a real plan to reach them.#$e#I'm just glad you're my friend and stuck with me.",
//SAM YEAR 2
		"sam.daily.Thu_2": "My dad got back yesterday, did he come by the farm? He said he probably would.#$b#He seems like he's okay, but I haven't had a chance to talk to him much yet.#$b#I dunno, it's kind of weird but I'm happy to let Vince monopolize his attention for while, gives me time to think I guess.#$b#It's been three years since Dad left, I have so much to tell him I don't know where to start.$s",
		"sam.daily.spring_1_2": "Hey, guess what day it is! Okay, it's the anniversary of the day you moved here and became part of the gang!$h#$b#Well, it might have been yesterday, I'm not exactly sure, but it's close!#$b#Let's celebrate, how about dinner at the saloon? There's that nice private room in the back.#$b#We could reserve it for you, me, Seb, Abby, Alex, Penny... hmm, I hope there's enough space...$h",
		"sam.daily.spring_7_2": "%Sam is listening to his headphones and singing... loudly.$s#$b#If I were green I could fly, baba dee-ACH!!$8#$b#Pfft, don't sneak up on me like that!$h#$b#I got these great new headphones, the sound stage is amazing, so clear!#$b#It's way easier to edit our music videos with these.#$b#Yeah, the video channel is really getting popular, we have a lot of followers now and seeing positive comments and ideas helps keep us going.$h#$b#Oh yeah, still a rabid Seb fanbase, haha! I think he knows about it now but he's choosing to live in denial.$h#$b#The fans like our music and that's what really matters.",
		"sam.daily.spring_12_2": "AH... AHH... ... ... phew... I think I'm good.#$b#Ready for tomo-#$b#ACHOO!! ACHOO!! ACHOOOO!! Holy... *SNORF* Yoba!$s#$b#%He pulls a wad of tissues out of his pocket.#$b#Wow, sorry for totally exploding all over you, ugh.$s#$b#Anyway, ready for the Sneeze-a-Rama tomorrow?#$b#Vince abandoned me to team up with Jas this year so I'll just hang with the gang.",
		"sam.daily.spring_23_2": "Oh man, I almost forgot about the Tightpants Dance tomorrow... wonder where that suit is...$9#$b#Ha! Yeah it's probably under my bed with the socks and guitar picks.#$b#Better get that thing cleaned up, wouldn't want to look like a slouch, heh!$s",
		"sam.daily.summer_Thu6_2": "Dad was up pacing the hallway last night...$s#$b#I tried to talk to him, but didn't really know what to say. I hope counseling will help, I hate seeing him like this...$s",
		"sam.daily.summer_10_2": "Hehe... Oh, I'm just thinking about what to put in the Soup Surprise pot tomorrow.$h#$b#I've come up with some really great ones, maple syrup, gumballs, and a warehouse size tub of wasabi, ha!#$b#That was fantastic, still can't believe no one saw me dump that in the pot!$h",
		"sam.daily.summer_21_2": "Hi @! I was thinking, we should take Vince out for another picnic.#$b#I'll be on guard for any spontaneous tickle attacks!$h#$b#I figure I'm probably safe since Vince likes you best right now, so you better watch your back, haha!$h",
		"sam.daily.summer_28_2": "Oh man! I almost forgot about the Jelly Jam tonight, I'll meet up with you on the dock.#$b#I love those weird, eerie looking guys!$h#$b#I always kinda expect them to rise up out of the water and fly off over the horizon... Heh, yeah my wild imagination there!$h",
		"sam.daily.fall_10_2": "Oh yeah, tomorrow's Mom's birthday and my doctor's appointment.#$b#Harvey promised no shots this year so that's a huge relief!$h",
		"sam.daily.fall_15_2": "Are you all ready for the Carnival Royale tomorrow? Heh! Maybe I shouldn't say that, makes it sound way fancier than it is.$h#$b#You'll definitely kick ass with your grange display. Let me know if you need any help with that.$h#$b#I'll take Vince around and play games until the judging is done, then we can get some tasty snacks and load up on sugar.$h",
		"sam.daily.winter_Thu_2": "One thing that's nice about winter, there's no pollen in the air... oh, and all the mosquitos are gone.#$b#I guess that's two things, haha!$h#$b#And I can pelt Seb with snowballs... okay, fine, winter isn't so bad.",
		"sam.daily.winter_7_2": "Oh boy, it's almost time for the annual Snomageddon War, I can't wait to kick Seb's butt!$h#$b#Are you joining my side this year? Last year you kinda snuck off, don't think I didn't see you, hehe!#$b#This war requires full commitment! Really, I need you to watch my back so I don't get ambushed.#$e#After that, we can get some hot cider and warm up by one of the fire pits.",
		"sam.daily.winter_9_2": "Seb's birthday is tomorrow, gotta go make sure he feels extra appreciated, haha!$h#$b#How about we make it a movie night, we can all camp out on Seb's couch and watch movies until we pass out.$h#$b#%Hmmm... funny how these plans seem to be decided when Seb isn't around...",
		"sam.daily.winter_24_2": "Don't forget the Great Gifting Gala is tomorrow! All I want this year is to hang out with the gang and stuff my face.$h#$b#Let's get everyone together and we can exchange joke gifts or something, just dumb stuff, and maybe play some card games.$h",
		"sam.daily.winter_28_2": "Wow, hard to believe the year is nearly over... It's been a blast!$h#$b#Things just keep getting better.$h#$b#Let's meet up with the gang and celebrate together.$h",

//SAM REACTIONS
		"sam.event.introduction": "Hey, you just moved to that old farm, right?#$b#Name's Sam. Man, you've really got your work cut out for you, nobody's lived there in years.#$b#My place is over by the river, I'll see you around!$h",
		"sam.reaction.gift.373": "Seriously? Isn't this your prize from the maze?#$b#Oh man, I'm going to show Seb, he'll be so envious. Haha!$h#$b#Oh and I'll keep it on my desk so you can look at it whenever.",
		"sam.reaction.gift.279": "$c 0.5#Alright! Sugar rush, here we come! Um, we could share if you want...$h#Oh dang, this stuff is hard to get! It tastes amazing, thanks @!$h",
		"sam.reaction.gift.797": "$c 0.5#This looks ultra rare. Where'd you find it? If you don't mind, I'd like to get it set in a necklace for Mom.$h#I don't know what to say! These are so hard to find. I'll keep it safe for sure!$h",
		"sam.reaction.gift.446": "$c 0.5#Nice! I can hang this on my guitar case. It'll remind me of you, my real good luck charm!$h#Oh cool! Dang, it's so soft... weird how these things just show up sometimes, like magic! Maybe that's why they're good luck.$h",
		"sam.reaction.gift.90": "$c 0.5#Awesome! These are SO refreshing, just gotta watch for stray spines, haha!$h#Oh sweet! Have you tried one of these? Here, let me crack it open and we can share!$h",
		"sam.reaction.gift.731": "$c 0.5#Oh, those are so good! And you're giving me one? Dude, you rock! *fist bump*$h#Yummmm!! These are amazing, the best dessert ever! You made this? Wow, I'm in love! Haha!$10",
		"sam.reaction.gift.562": "$c 0.5#Woah, where did you find this? It's frickin' awesome looking, like the eye of the tiger... Pfft, sorry! Haha!$h#Look at that, it's kinda glowing! That's so cool, I'm usually not super into rocks, but this is great!$h",
		"sam.reaction.gift.206": "$c 0.5#Awww yeah... Pizza time! I'm starved too, thanks @, you're awesome!$h#Oh wow, did you make this yourself or get it from Gus? Either way, it smells delicious! Thanks!$h",
		"sam.reaction.gift.stardroptea": "Wow, I'm usually not much of a tea guy but this is amazing! Thank you, @!$h",
		"sam.resort.entering": "Wow, what a spot! Like the beach at home but all tropical and mysterious, like a pirate island.#$b#Oh, I wonder if there's treasure buried around here? I bet there is!",
		"sam.resort.leaving": "I definitely got my fill of vitamin D!$h#$b#Playing guitar on the beach is always fun but I guess it's time to head back.",
		"sam.resort": "I bet there's some cool stuff deeper on the island, I'm thinking golden idol shrines, hidden caverns, maybe booby traps, heehee!$h#$e#Willy said we have to stay here on the beach, though... some kind of liability issues or something.$s#$b#Hey, you can take me with you, right? C'mon, let's sneak away...$h",
		"sam.resort.shore": "Check out these gnarly waves... Guess what? I'm gonna save up for a surfboard.#$b#It's gotta be easy to learn since I already know how to skateboard...$h#$b#You'll fish me out if I totally biff it, right? I know you've always got my back!$h",
		"sam.resort.towel": "%Sam is playing a jazzy tune on his guitar. He looks up and grins.#$b#Hey, @, good to see ya!$h#$b#Seb's been around, complaining about possibly bursting into flame, heh!$h#$b#I'm working on some tunes with a tropical vibe. What do you think?$h",
		"sam.resort.towel2": "Maybe I should learn to play the ukulele.#$e#Seb and I can start a castaway band, 'The Pelicans of Paradise'.$h#$e#Pfft, haha! Yeah, no way Seb would hang out here long enough to play a set!$h#$b#Want to join me for a drink? We could take a walk along the water, or just relax in the shade.$h",
		"sam.resort.bar": "I'm just getting juiced up, then it's back to the beach. Gotta stay hydrated!$h#$b#What sounds good? I'll get you whatever you want.$h",
		"sam.reaction.birthdaygift.positive": "Hey thanks, @! You remembered! This is great, thank you!$h#$e#You're the best! Um, hehe... Sorry, sometimes I get a little overenthusiastic.$h",
		"sam.reaction.flowerdance.decline": "Oh man, I totally forgot, I already told Penny I'd be her partner. Next time for sure!",
		"sam.reaction.flowerdance.accept": "Oh yeah! Sure, I'll dance with you.$h#$b#At least I'm not sneezing anymore, heh!$h#$b#You look really great by the way.$h",
		"sam.reaction.fair.purpleshorts": "Yo @, what happened?? I saw Mayor Lewis inspecting the grange displays, then he suddenly turned red as a beet, stuffed something under his shirt, and shuffled you off...#$b#WHAT DID YOU DO? I thought I saw some wild purple shorts in your display, did someone pull a switch on you?$a#$b#THEY WERE THE MAYOR'S SHORTS AND YOU PUT THEM THERE??$8#$b#Oh man! There's an epic story here, you gotta tell me! C'mon, I'm your best friend, I gotta know!!$h",
		"sam.reaction.firstvisit.sewer": "Heheh... So you've been to the sewer, huh? It's pretty creepy down there... how could I tell? Hmm... let's just say... 'the nose knows'.$h#$b#Let me know next time you want to go and I'll come with you. Um, I can watch your back for any weird creatures.#$e#Any sign of a giant mutant frog? No? Huh, wonder where he went off to...$9",
		"sam.reaction.GreenRain": "Whaa! Is it acid? Will it burn through the roof and sizzle us alive?!$8#$b#Vince, don't you dare go outside!$7#$b#@!! Are you okay? What were you doing out there? You could totally have been melted or something!$s",
		"sam.reaction.GreenRain_2": "You notice how warm this rain is? It feels alive... Vince escaped and has been running around pretending to be a swamp monster, haha!$h#$b#I bet the trees and crops are really happy, Seb was saying the frogs loved it last year.#$b#I hope no more frogs grow to mutant size in the sewers... huh? Oh! Never mind, just thinking out loud, heh!$10",
		"sam.reaction.GreenRainFinished": "This rain is so weird, like it's some kind of super plant juice.#$b#I wonder if the animals will grow really big or gain strange abilities from drinking the water...$9#$b#Oh, never mind! I think I've been reading too many conspiracy articles lately, hehe!$10",

//SAM CONVERSATION TOPICS AND EVENTS
		"sam.eventSeen_733330_memory_oneday": "If... I mean when... my Dad gets back, I wonder if things will go back to the way they were...$s#$b#He's been gone so long, I kinda don't remember what it was like to see him every day.#$b#When we lived in Zuzu City, he worked as a garbage man.#$b#We didn't have much money and the city is really expensive, so we moved here and Dad joined the military.#$b#I wonder if he regrets that decision.$s",
		"sam.eventSeen_3910975": "Oh man, Mom was talking about Shane, I sure hope he's okay.$s#$b#You were there and helped him to the clinic?!$8#$b#Dang, that must have been tough! I know he's your friend and, well, I hate to think about what could've happened.$s",
		"sam.eventSeen_384882": "'Sup! I saw you and Seb riding out on his bike, where'd you end up?#$b#... Nice! I haven't been out to that overlook in ages... Huh, that would be a good spot for a date.$h#$b#I won't bug you for details, I bet I can get it out of Seb anyway, hehe!$h",

//SAM STRINGS DIALOGUE
		"sam.strings.movie1.BeforeMovie": "Oh man, I'm so excited for this! I heard it has a great soundtrack and the visual effects are awesome!$h#$b#You got some snacks? Sweet! I'll be quiet during the show, promise!$h",
		"sam.strings.movie1.DuringMovie": "Pfft!! This movie's hilarious! The writing is great, how do they come up with this stuff?$h#$b#This is really fun, we should go to the movies more often.$h",
		"sam.strings.movie1.DuringMovie2": "%Sam is totally busting up over the slapstick shenanigans.#$b#%The movie is pretty ridiculous, but it's fun to see Sam having such a great time!#$b#Heehee! Oh man, this is great, I'm so glad we came to see this movie!$h",
		"sam.strings.movie1.AfterMovie": "*whispers* ... Don't tell anyone, but I wear the same kind of socks as Wumbus.#$b#Huh, does that say something weird about me? Heh! Whatever!$h",
		"sam.strings.horror.BeforeMovie": "So you like scary movies, huh? Cool!$h#$b#If I get scared, I'll try not to yell in your ear, hehe!",
		"sam.strings.horror.AfterMovie": "That was pretty awesome! I'm usually don't get scared at movies, but that one got to me a little...#$b#Thanks for uh, letting me grab you that one time, heh!#$b#I don't think I'll take Vince to see this.",
		"sam.strings.likemovie.BeforeMovie": "Hey, thanks for taking me to the movies, @... It's really great that we have a theater in town now.#$b#So much better than the old JojaMart that was here before, I sure don't miss that place.$h",
		"sam.strings.likemovie.AfterMovie": "That wasn't bad! I might have to take Vince to see this, it's definitely his thing.#$b#Let's go again sometime, there's good snacks here and it's fun to do something different.$h",
		"sam.strings.dislikemovie.BeforeMovie": "It's an old movie with lots of talking, right? Hmm...$s#$b#Let's sit in the back. Then if the movie gets boring, we can make fun of the old-timey stuff.$h",
		"sam.strings.dislikemovie.DuringMovie": "Huh? Oh! Yeah... The movie's... interesting...$10#$b#%Obviously Sam doesn't like this movie. You lean over and start whispering fake silly dialogue in Sam's ear.#$b#Pfft, haha! Maybe this movie isn't so bad!$h",
		"sam.strings.dislikemovie.DuringMovie2": "%Sam is playing his handheld game. You lean over to watch him play.#$b#*whispers* Wanna sneak out? I'll let you try a level.",
		"sam.strings.dislikemovie.AfterMovie": "Well, can't win them all I guess! Let's go bother Seb and make fun of the movie.$h",
		"sam.strings.16.DesertFestival": "Hey, @. Check out my cactus. I'm trying to think of a name for him.#$e#Hmm... maybe '%name'?$h#$b#How are you handling the heat? Seb's already hiding in the shade. Want to keep me and my cactus company?$h",
		"sam.strings.SamHouse.3": "My dearest Jodi-^I just found out I'll be coming home soon and I can't wait to be back with you and the boys.^^This war has caused so much pain and grief for all of us, our unit has been through things no person should ever have to experience. I'm leaving the war behind, but I know it's going to haunt me for a while.^^I don't want to worry you, but it will take some time for me to move past it. Being with family will help, I'm sure of that. I just wanted you to know that you might need to be patient with me for a while.^^Remember, no matter what happens, you and the kids mean everything to me. I'm so proud of you all! You're the strongest woman I've ever known, thank you for all you've given up to take care of the boys. We've both sacrificed so much.^^Tell Sam I'm excited to see the man he's become, I know he'll be a better man than I could ever imagine. I hope Vincent recognizes me, he was so little when I left. Let him know I'll take him to the beach every chance I get.^^I'll see you soon, I love you always.^^Forever yours,^-Kent",
		"sam.strings.SamHouse.5": "Guitar picks, skateboard wheels, some old action figures... is that a sock? And a toothbrush?",
		"sam.strings.SamHouse.6": "There's a bunch of hair stuff, aftershave, razors... personal hygiene is obviously important to Sam.",
		"sam.strings.SamHouse.7": "There's a bunch of skateboarding magazines. Huh, do girls really skateboard in bikinis? Somehow you think not.",
		"sam.strings.SamHouse.8": "'UFO Mysteries'... interesting, does Sam believe in aliens? Maybe he likes conspiracy theories.",
		"sam.strings.SamHouse.9": "Sam's electric guitar. It has a pair of active pickups and a whammy bar. Nice! He must have spent quite a bit on this.",
		"sam.strings.SamHouse.11": "It's Sam's computer. He's got an extensive library of computer games, mostly action shooters and racing games.",
		"sam.strings.SamHouse.12": "Vincent's toys are strewn about the room. He seems to like action figures, motorcycles, and building sets.",

//SAM RAIN DIALOGUE
		"sam.rain.nohearts": "*sighs* Can't go out and skate in the rain.#$b#Oh well, maybe I'll try to beat my high score on Prairie King or just go bug Seb.",
		"sam.rain.lowhearts": "It's really coming down out there! Bet you don't have to water your crops though.#$e#I'm s'posed to go find Vince, he escaped and is probably puddle jumping.$h",
		"sam.rain.medhearts": "It feels kinda badass walking through the rain with no umbrella, now I know why you always do that!#$b#Nothing can stop us! Urgh, my shoes are getting soaked... wanna go in and get some coffee?$h",
		"sam.rain.highhearts": "Hey @, where's your jacket? You're sopping wet!#$b#Let's go to the saloon and dry off, I'll get you a hot tea or something if you want.$h",

//SAM SCHEDULE DIALOGUE
		"sam.schedule.rain2.000.1": "Nothing like an ice cold Joja Cola on a sopping wet day, huh?#$b#Just kidding, what really sounds good is some coffee or maybe hot chocolate... mmmm...$h#$e#Wanna go bug Gus for some hot drinks?$h",
		"sam.schedule.rain2.000.2": "Not much to do when it's raining.$s#$b#Maybe fishing or exploring the mine, but I don't really like sitting around or going in the mines alone.#$e#Maybe I'll go bother Seb. You doing anything interesting today?$h",
		"sam.schedule.rain2.000.3": "Hey, running around in the rain today?#$b#Vince was splashing in all the puddles earlier, had to drag him back home before he was completely covered in mud, heh!$h",
		"sam.schedule.checkup.fall_11.000": "*sighs* I really don't like going to my doctor checkup, it's such a waste of time!$s#$b#I really hope there're no needles this time. *shivers*$s",
		"sam.schedule.checkup.fall_11.001": "@! Come over here... Doc says I need a tetnus shot! Urgh... I'm getting dizzy just thinking about it...$s#$b#Will you stay? I hate doing this to you but...$s#$b#%Sam is looking very pale, it wouldn't hurt to hang out with him for a bit.#$b#Thanks... really, I'll make it up to you later...$s",
		"sam.schedule.checkup.fall_11.002": "Oh yeah, Seb will tell you I'm a total coward when it comes to needles.#$b#You'd think with all the scrapes I've gotten skateboarding, it wouldn't be a big deal but who knows.",
		"sam.schedule.nightmarket.winter_17.000": "Do you see anything here you like, @?#$b#There's a lot of really interesting and weird stuff to look at! The submarine is pretty cool, want to take a ride into the deep?#$b#We can watch all those weird sea creatures swimming past the windows.$h#$b#Don't forget to grab a free coffee, it's really great!",
		"sam.strings.saloon.Fri.1": "Seb tried showing me some tricks but it's a lot of visualizing and calculating, makes my brain hurt.",
		"sam.strings.saloon.Fri.2": "Man, Seb is like a pool ninja! He can get the ball to bounce off all the bumpers and still only hit the one he's aiming for.#$b#He says it's just angles and stuff. Nerd stuff, heh!$h",
		"sam.strings.saloon.Fri.3": "Wanna try a shot? You can just jump in and play for me, I don't mind since I'm getting clobbered anyway, haha!$h",
		"sam.strings.saloon.Fri.4": "Pool night is pretty fun even though I've never won a game. Just hanging out with friends is cool.#$b#We could dance if you want, it's usually only Robin and Demetrius out there so plenty of room!$h",
		"sam.strings.saloon.Fri.5": "I was about to go get a drink, what do you like? No worries, it's on me!$h#$b#We could play a PvP round of Prairie King, I'll take it easy on you!$h",

//ANIMATION DIALOGUE
		"sam.animation.guitar.1": "Oh hey, since you're here, listen to this riff and tell me what you think.$h",
		"sam.animation.guitar.2": "Hi @! Yeah I practice pretty much every day, but it's not like boring practice. I love playing so it's just fun!$h",
		"sam.animation.guitar.3": "Seb's usually working during the week so I practice by myself. He's here on Saturdays though so you can hear both of us then.",
		"sam.animation.gameboy.1": "One sec... I gotta beat this level, so close...$7#$b#YES!! Finally! I've been working on that one for days!$h",
		"sam.animation.gameboy.2": "Look at these graphics! This game looks amazing, even on a tiny screen.$h",
		"sam.animation.gameboy.3": "Do you like these kinds of games? I have a bunch I could recommend and a bunch that are steaming garbage, ha!$h#$b#It's hard to tell which it will be until you play though.",
		"sam.animation.skateboarding.1": "@! Did you see that? A perfect kickflip! All my practice is really paying off!",
		"sam.animation.skateboarding.2": "Have you ever tried skateboarding? You need balance, but it's mostly just repeating the same thing until you get it right.",
		"sam.animation.skateboarding.3": "Yeah, if we ever get a skatepark, I'll be there like every day! It's a great way to burn off some energy.$h",
		"sam.animation.work.nohearts.1": "What's up? Yeah, I work here twice a week for some spending money. It definitely doesn't pay enough to be worth more than that.",
		"sam.animation.work.nohearts.2": "Hey, check it out! I found some change under the shelves, just enough to get a Joja cola out of the saloon vending machine.$h",
		"sam.animation.work.nohearts.3": "Hey! I was really getting bored, come bug me whenever you're here!$h",
		"sam.animation.work.lowhearts.1": "Oh yeah, just mopping floors here at the JojaMart... really boring but at least I can listen to music on my headphones.",
		"sam.animation.work.lowhearts.2": "I got this job to earn some extra cash, pay's not great but it keeps me in guitar picks anyway.",
		"sam.animation.work.lowhearts.3": "Ugh... I'm sooooo bored... talk to me for a bit so I don't fall asleep and wake up on the floor in a puddle of mop water.$s",
		"sam.animation.work.medhearts.1": "I just started wearing headphones and nobody said anything so it's all good!$h",
		"sam.animation.work.medhearts.2": "Ugh, I don't really like cleaning, but Shane doesn't have it any better. At least I don't have bathroom duty today!",
		"sam.animation.work.medhearts.3": "I'm really glad you come talk to me at work, it feels like such a waste of time even though I'm getting paid to be here.$s",
		"sam.animation.work.highhearts.1": "If you ever want to hire a farmhand, look no further! I'd way rather work for you than here, that's for sure!",
		"sam.animation.work.highhearts.2": "Shane doesn't really talk to me at work, just keeps his head down.#$b#We both hate it though, sure wish there were other jobs around here.",
		"sam.animation.work.highhearts.3": "If you're not busy when I get off work, let's go do something fun.#$b#Wanna end the day on a high note, y'know?$h",

//SAM SVE
		"sam.SVE.ArchaeologyHouse_44_13.1": "Hey, @! This is so much better than working at the dumb JojaMart, it's great Gunther hired me here at the museum!$h",
		"sam.SVE.ArchaeologyHouse_44_13.2": "Some of this old stuff is really weird, like that ancient doll... sometimes I swear it's watching me. *shivers*",
		"sam.SVE.ArchaeologyHouse_44_13.3": "You found pretty much all of this stuff on display, right? I bet you have some good stories! C'mon, tell me one, it'll make the time go by faster.$h",
		"sam.SVE.ArchaeologyHouse_44_13.4": "I've been listening to Gunther talk about all this historical stuff, I think I'm learning quite a bit at this job.$h",
		"sam.SVE.ArchaeologyHouse_44_13.5": "There sure are a lot of books in here, it takes forever to dust them all but it's still better than mopping and cleaning bathrooms. I've read some of them, Gunther doesn't mind.$h",
		"sam.SVE.SamHouse_7_15": "Penny and I are getting a bite to eat at the saloon, wanna join?$0",

//SAM FESTIVAL DIALOGUE
		"sam.festival.spring13.y1": "*ACHOO!!* Oh man, I'm dying...$s#$b#if I don't make it, please bury me with my guitar, okay?$s#$b#Maybe I'll live long enough to hunt some eggs... gotta keep Vince from wandering off.",
		"sam.festival.spring13.y2": "ACHOO!... AAAACHOO!!!...$8#$b#*groans* Ugh, every year I hope my allergies will get better but nope, the universe continues to conspire against me.$s",
		"sam.festival.spring24.y1": "Hey @! This dance thing is kinda lame, but maybe if you ask Seb to be your partner, he'll come back to life, ha!$h#$b#Hold on a sec... uh oh... *ACHOO!! ACHOO!! AAAACHOO!!*$8#$b#*SNORF* Oh man, so sorry...$s",
		"sam.festival.spring24.y2": "*SNORF* Ooof... Ugh, you have any tissues? Ah, thanks, you're the best!$h",
		"sam.festival.summer11.y1": "The Mayor told me to stay away from the soup pot. It's like he doesn't trust me or something!$h#$b#He even recruited Seb to keep me away... little does he know that Seb is actually on my side, hehe! You in?#$b#%Sam looks around, then pulls a bag out from under his shirt... How was he hiding that??#$b#I have this giant bag of gummy worms... cover for me, okay?$h",
		"sam.festival.summer11.y2": "After the epic failure of Mission Gummy Worm last year, I've come up with something easier to sneak in, hehe!$h#$b#This little bottle of Hellfire Incineration Sauce. Just a few drops is enough to fire up the entire pot!$h#$b#I got it from Shane, he lives for the heat. Now to wait for an opening...#$b#Oh hey, there's Seb, you two can create a distraction so I can sneak around the side...",
		"sam.festival.summer28.y1": "Hey @, join us on the 'cool' dock! I'm really tempted to sneak up and push Seb in the water, hehe!$h#$b#I'd feel bad if he got stung by a jelly though, so maybe not a great idea.#$b#%Sam looks away and back, suppressing a grin... he's definitely planning to ambush Seb.",
		"sam.festival.summer28.y2": "If you happen to see Vince too close to the edge would you grab him for me? I'm supposed to watch him but I need backup.#$b#Mom and Dad are totally distracted at the moment, heh! Being the designated babysitter is exhausting!#$b#Don't worry, I won't try to sneak up on Seb this year, he's too quick for me. Um... maybe you could distract him for a second? Heehee!",
		"sam.festival.fall16.y1": "Hey @! Wanna try some of the games? Seb says they're all rigged, but it's still fun to play.$h#$b#I'm gonna help Vince get some good prizes, come join us if you get bored!$h",
		"sam.festival.fall16.y2": "Have you gotten very many Star Tokens yet? I'm going for a big prize, like that giant stuffed dragon, Vince would LOVE that!$h#$b#Want some snacks? I'll grab some for all of us to share.",
		"sam.festival.fall27.y1": "Wow, @, you look amazing in that costume! Kinda wish I would have dressed up too.$h#$b#Want to try the maze? Don't worry, you can take out any monsters we might find.#$b#Uh, that sounded pretty lame, I mean I think it's really cool how you kick butt in the mines, hehe...",
		"sam.festival.fall27.y2": "@, great costume! Maybe we should take the maze on as a group, safety in numbers!$h#$b#Oh, and don't forget the snack stand, and check out those weird monsters. Seb's skeleton buddies are here again.$h",
		"sam.festival.winter8.y1": "Hey @! I have a huge stockpile of snowballs for the fight, wanna join me?$h#$b#I WILL have my revenge, Seb's never gonna see it coming!$h",
		"sam.festival.winter8.y2": "*gasping for breath* Did you see that shot?? It was amazing! I totally nailed Seb in the back of the neck!$h#$b#%*Seb's voice: SAM! When I catch you, you're a DEAD MAN!!*#$b#OH CRAP! Gotta go! I'll be back later... I hope!$8#$b#%After a bit, Sam returns, covered head to foot in snow.#$b#*breathless* Oh man, I sure paid for that one. Worth it to see the look on Seb's face though! *shivers*$h#$b#Oh Yoba, I'm freezing! I'll be at the bonfire drinking hot chocolate if you want to hang out.$h",
		"sam.festival.winter25.y1.nohearts": "Happy Festival of Presents! Can't wait to dig into this food! You can hang out with us or make the rounds, whatever you like.$h",
		"sam.festival.winter25.y1.lowhearts": "Happy Festival of Presents! Can't wait to dig into this food! You can hang out with us or make the rounds, whatever you like.$h",
		"sam.festival.winter25.y1.medhearts": "Happy Festival of Presents! Can't wait to dig into this food! I found something really great for Vince this year, he's super excited.$h#$b#You can hang out with us or make the rounds, whatever you like.",
		"sam.festival.winter25.y1.highhearts": "Happy Festival of Presents! I ah, got you something.$h#$b#It's not much but I hope you like it.#$b#%Sam pulls a chain out of his pocket, the pendant is one of his guitar picks.#$b#It's the guitar pick I was using when you first came over and I asked you what kind of music our band should play.#$b#It's just my way of saying thanks for being a friend and helping us out.$h",
		"sam.festival.winter25.y2": "Happy Festival of Presents! Can't wait to dig into this food! I found something really great for Vince this year, he's super excited.$h#$b#You can hang out with us or make the rounds, whatever you like.",

//MAIL
		"sam.note.1.text": "Hey,^People send letters around here, so I thought I'd send you one.^^Gus mentioned you liked this, so I got you one. Don't worry about paying me back or anything, just hang out with us on Fridays!^^I'll save you a drink, okay? I guess that's it.^^Am I supposed to put something here before my name? Eh, whatever.^   Sam",
		"sam.note.1.title": "Sam Note 1",
		"sam.note.2.text": "Hi @,^Thanks again for your help at the saloon, I'm super excited about making music videos and getting them out there!^^Shane seems like he really wants to help out, I've never seen him interested in anything I'm doing, so it's kinda weird but in a good way.^^Oh and I was serious about being there for you if you need a friend. ^^Your friend,^   Sam",
		"sam.note.2.title": "Sam Note 2",
		"sam.note.3.text": "@,^Me and Seb were hanging at the lake, and we found this weird artifact thingy and thought you might like it.^^Not sure if you've found one before, but if not you can give it to Gunther or find something interesting to do with it.^^I'll see you at saloon night, right? I'll get a drink for you and we can hang out.^^Your friend,^   Sam",
		"sam.note.3.title": "Sam Note 3",
		"sam.note.4.text": "Hi @,^Vince won't stop talking about how much fun he had with you at the picnic, you're his new hero and now he wants you to come all the time, heh!^^I had a lot of fun too. Oh, and Vince wanted you to have this, dunno how he caught it.^^Your friend,^   Sam",
		"sam.note.4.title": "Sam Note 4",
		"sam.note.5.text": "Dear @,^Is that right? Saying 'dear' sounds kinda old-timey, but whatever, writing these letters is pretty fun.^^Anyway, I was over at the gym and found this cool geode that fell off the train, hopefully it's a good one!^^Your friend,^   Sam",
		"sam.note.5.title": "Sam Note 5",

//EVENTS
	//1 HEART
	//Gang Gossip
		"sam.event.ganggossip.1": "Hey, Sam... we already have the scenario set up and ready to go, Abigail wanted to start without you.",
		"sam.event.ganggossip.2.female": "C'mon! I got distracted on the way over. I ran into the new farmer, she seems nice.$h",
		"sam.event.ganggossip.2.male": "C'mon! I got distracted on the way over. I ran into the new farmer, he seems nice.$h",
		"sam.event.ganggossip.2.neutral": "C'mon! I got distracted on the way over. I ran into the new farmer, they seem nice.$h",
		"sam.event.ganggossip.2.1.female": "I saw her in passing, she's friendly.",
		"sam.event.ganggossip.2.1.male": "I saw him in passing, he's friendly.",
		"sam.event.ganggossip.2.1.neutral": "I saw them in passing, they're friendly.",
		"sam.event.ganggossip.3.female": "Ohhh! The new farmer, huh? I met her the other day in the store.#$b#She was standing in the seed isle just staring off into space, like she was lost or something.$h#$b#I almost asked if she needed directions, but I didn't feel like talking. She said 'hi' but I told her to bugger off.",
		"sam.event.ganggossip.3.male": "Ohhh! The new farmer, huh? I met him the other day in the store.#$b#He was standing in the seed isle just staring off into space, like he was lost or something.$h#$b#I almost asked if he needed directions, but I didn't feel like talking. He said 'hi' but I told him to bugger off.",
		"sam.event.ganggossip.3.neutral": "Ohhh! The new farmer, huh? I met them the other day in the store.#$b#They were standing in the seed isle just staring off into space, like they were lost or something.$h#$b#I almost asked if they needed directions, but I didn't feel like talking. They said 'hi' but I told them to bugger off.",
		"sam.event.ganggossip.4": "And you say I'm not social.",
		"sam.event.ganggossip.5.female": "Woah, wait, wait... You've talked to her?$8#$b#HAHA!! I never would have guessed you'd emerge from your basement long enough to notice someone new, especially when they just moved here.$h",
		"sam.event.ganggossip.5.male": "Woah, wait, wait... You've talked to him?$8#$b#HAHA!! I never would have guessed you'd emerge from your basement long enough to notice someone new, especially when they just moved here.$h",
		"sam.event.ganggossip.5.neutral": "Woah, wait, wait... You've talked to them?$8#$b#HAHA!! I never would have guessed you'd emerge from your basement long enough to notice someone new, especially when they just moved here.$h",
		"sam.event.ganggossip.5.1.female": "Did you REALLY talk to her? Hmm...",
		"sam.event.ganggossip.5.1.male": "Did you REALLY talk to him? Hmm...",
		"sam.event.ganggossip.5.1.neutral": "Did you REALLY talk to them? Hmm...",
		"sam.event.ganggossip.6": "This is an interesting turn of events, sooo... Seb, what's your assessment? You must have some first impressions.$3",
		"sam.event.ganggossip.7": "Not really.",
		"sam.event.ganggossip.8.female": "I heard she moved here straight from the city without any farming experience at all.#$b#That took guts, I don't think I could leave my family and start over by myself.",
		"sam.event.ganggossip.8.male": "I heard he moved here straight from the city without any farming experience at all.#$b#That took guts, I don't think I could leave my family and start over by myself.",
		"sam.event.ganggossip.8.neutral": "I heard they moved here straight from the city without any farming experience at all.#$b#That took guts, I don't think I could leave my family and start over by myself.",
		"sam.event.ganggossip.8.1.female": "My mom was saying she used to work for Joja corporate. That's definitely a big change, going from a cube farm to the country life.#$b#I can empathize with that, she seems like someone who is willing to chase her dream.$h",
		"sam.event.ganggossip.8.1.male": "My mom was saying he used to work for Joja corporate. That's definitely a big change, going from a cube farm to the country life.#$b#I can empathize with that, he seems like someone who is willing to chase his dream.$h",
		"sam.event.ganggossip.8.1.neutral": "My mom was saying they used to work for Joja corporate. That's definitely a big change, going from a cube farm to the country life.#$b#I can empathize with that, they seem like someone who is willing to chase their dream.$h",
		"sam.event.ganggossip.9.female": "Everyone knows you need a lot of help, Sam. Heehee!$h#$b#That does explain why she didn't know any of the planting seasons and had to read the back of every seed packet in the store.#$b#I bet she doesn't even know how to make fertilizer. *snorts*$3#$b#Wonder what it would be like to just wake up with a bunch of property. Rebuilding that farm will ruin it though, I'll miss exploring out there.$s#$b#*squints* Seb... so how DID you meet the new girl anyway?$3",
		"sam.event.ganggossip.9.male": "Everyone knows you need a lot of help, Sam. Heehee!$h#$b#That does explain why he didn't know any of the planting seasons and had to read the back of every seed packet in the store.#$b#I bet he doesn't even know how to make fertilizer. *snorts*$3#$b#Wonder what it would be like to just wake up with a bunch of property. Rebuilding that farm will ruin it though, I'll miss exploring out there.$s#$b#*squints* Seb... so how DID you meet the new guy anyway?$3",
		"sam.event.ganggossip.9.neutral": "Everyone knows you need a lot of help, Sam. Heehee!$h#$b#That does explain why they didn't know any of the planting seasons and had to read the back of every seed packet in the store.#$b#I bet they don't even know how to make fertilizer. *snorts*$3#$b#Wonder what it would be like to just wake up with a bunch of property. Rebuilding that farm will ruin it though, I'll miss exploring out there.$s#$b#*squints* Seb... so how DID you meet the new farmer anyway?$3",
		"sam.event.ganggossip.10.female": "@ came by to ask Mom about farm buildings and stuff, she asked a lot of questions. Mom was all excited to help her out. *shrugs*#$b#I was just walking by to the kitchen, no big deal.",
		"sam.event.ganggossip.10.male": "@ came by to ask Mom about farm buildings and stuff, he asked a lot of questions. Mom was all excited to help him out. *shrugs*#$b#I was just walking by to the kitchen, no big deal.",
		"sam.event.ganggossip.10.neutral": "@ came by to ask Mom about farm buildings and stuff, they asked a lot of questions. Mom was all excited to help them out. *shrugs*#$b#I was just walking by to the kitchen, no big deal.",
		"sam.event.ganggossip.10.1.female": "I have to admit, she is attractive.$h",
		"sam.event.ganggossip.10.1.male": "I have to admit, he is attractive.$h",
		"sam.event.ganggossip.10.1.neutral": "I have to admit, they are attractive.$h",
		"sam.event.ganggossip.11": "I know, right? @ has really nice hair.$10",
		"sam.event.ganggossip.12": "Oh. My god. Sam, that's all you've got? Nice hair? Hahaha!$h",
		"sam.event.ganggossip.12.1": "Hmmm I guess I can't expect much more from a bunch of guys.",
		"sam.event.ganggossip.13": "Hey, I notice other things too. Sheesh.$s",
		"sam.event.ganggossip.14.female": "Anyway, I guess if she can get her act together, the farm would be good for business at least.",
		"sam.event.ganggossip.14.male": "Anyway, I guess if he can get his act together, the farm would be good for business at least.",
		"sam.event.ganggossip.14.neutral": "Anyway, I guess if they can get their act together, the farm would be good for business at least.",
		"sam.event.ganggossip.15": "So are we going to play this new scenario or not?",

	//Moving Forward
		"sam.event.forward.1": "Hey, Sam... sorry if I got a little snappy with you earlier.",
		"sam.event.forward.2": "No biggie, to be honest, I didn't really notice.",
		"sam.event.forward.3": "Pfftt... Sam, you're so oblivious... but in a good way.",
		"sam.event.forward.4": "*sighs* I just don't like change, I guess.#$b#Everything is going fine in our group, but now there's someone new and I have a feeling we've reached the end of one phase of life and are moving on to the next.#$b#I know it's about time, but still... I sort of hoped... never mind.$s",
		"sam.event.forward.5": "Yeah, you think I don't notice things, but I actually do.#$b#And you're right, things are going to be different now, but that doesn't mean it has to be bad.#$b#If it's going to happen anyway, why not try to make it better?",
		"sam.event.forward.6": "Sam the eternal optimist. Alright, I'll think about it. But if everything crashes and burns, you know who I'm going to blame first!",

	//2 HEARTS
	//Vanilla 2
		"sam.event.vanilla2.1": "Oh, hi @! Come on in, Sebastian and I were just having a little 'jam session'.$h#$b#Feel free to hang out!",
		"sam.event.vanilla2.2": "We're trying to start a band, but we still don't know what sound we want to go for. There's too many possibilities and I guess we're both indecisive, haha!$h",
		"sam.event.vanilla2.3": "Say, @... what kind of music do you like?",
		"sam.event.vanilla2.4": "Cheerful pop music.",
		"sam.event.vanilla2.5": "Experimental noise rock.",
		"sam.event.vanilla2.6": "Hi-Energy dance music.",
		"sam.event.vanilla2.7": "Honky-tonky country music.",
		"sam.event.vanilla2.8": "What do you say, Sebastian? Should we do this?",
		"sam.event.vanilla2.9": "... Okay.",
		"sam.event.vanilla2.10": "Thanks for the help, @. With my guitar skills, and Sebastian's wizardry on the synthesizer, we're gonna be a screaming success. I'm convinced of it!$h",
		"sam.event.vanilla2.11": "Now I just need to find someone to play drums...$u#$b#Um, want to hang out for a bit? We were just about to break for some snacks and we'd love for you to stay... *grins*$h",
		"sam.event.band1": "Yeah! I mean, I definitely bring the energy, and the audience for pop music is huge!",
		"sam.event.band2": "Yeah! Seb already has the dark and edgy vibe covered, and I can really shred on the guitar!",
		"sam.event.band3": "Yeah! Electronic kinda fits both of us, Seb can do great distortions on the keyboard, and I have a whammy bar on the guitar!",
		"sam.event.band4": "Yeah! That's completely different from anything we've done before, but it would be a fun challenge to try it out!",

	//Saloon Tunes
		"sam.event.saloontunes.1": "That was great! Thanks for joining us, @!$h",
		"sam.event.saloontunes.2": "Do you want a drink? I'll get you whatever you like.",
		"sam.event.saloontunes.3": "That was fun playing with the band!",
		//Followup
		"sebastian.eventSeen_MaggSaloonTunes07072025": "You're really good with the harp, come join us any time when we're playing at the saloon...#$b#Or at Sam's house... if you want.",
		"vincent.eventSeen_MaggSaloonTunes07072025": "Hi! My brother told me you can play the harp, that's so cool!$h#$b#Not as cool as Sam's electric guitar, but still pretty great!#$b#I want to learn the drums, but Mom said no because I'm already really loud.#$b#If I'm already loud, being a little louder won't matter, will it?#$b#Hmm maybe I'll ask for a drum set for Winter Star...",
		"penny.eventSeen_MaggSaloonTunes07072025": "I saw you playing the harp with the band, you're very talented! Maybe you should join them, hehe!$h",
		"abigail.eventSeen_MaggSaloonTunes07072025": "That harp you have is really great! You should hang out with me sometime and we can play together.",

	//Sewer Monster
		//Sewer
		"sam.event.sewerintro.1": "I really want to see what's down there, I swear I heard weird noises at the grate entrance, but I don't want to go alone. C'mon, man!",
		"sam.event.sewerintro.2": "Alright, I'll go down there with you... but if we see any giant mutated frogs, it's every man for himself.",
		"sam.event.sewerintro.3": "Hey @! We're going on a sewer expedition, gotta see what freaky creatures are hanging out down there.$h",
		"sam.event.sewerintro.4": "I'm the bodyguard.",
		"sam.event.sewerintro.5": "Pfft... I don't need a bodyguard. You're the bait.",

		"sam.event.sewer.1": "Woah, it's really eerie down here...$s",
		"sam.event.sewer.2": "Cool...",
		"sam.event.sewer.3": "-whispers- You heard that, right?? RIGHT??? There's something over there... I can see a shadow moving...$8",
		"sam.event.sewer.4": "SHHHHHH!!",
		"sam.event.sewer.5": "EEEEP!!",
		"sam.event.sewer.6": "Shuddup, Sam!",
		"sam.event.sewer.7": "C'mon! Let's get out of here!$8",
		"sam.event.sewer.8": "Every man for himself!!",
		"sam.event.sewer.9": "HEY! Stop shoving, I got here first!$8",
		//Followup
		"sebastian.eventSeen_MaggSewerMonsters07072025": "Did Sam tell you we were down in the sewers? Definitely creepy.#$b#Sam was so freaked out he couldn't stop talking and I was sure he'd attract all kinds of creatures down there.#$b#We didn't actually see a lot, but there was a shadow... could have been one of those shadow people but it looked way bigger than usual.#$b#Sam totally flipped, I don't think I've ever seen him run so fast, hehe! I told him maybe it was a mutated frog that could swallow cows whole.$h#$b#I don't THINK he believed that, but... you never know with him and his thing for aliens and conspiracies.$7",
		"sam.eventSeen_MaggSewerMonsters07072025": "Get this, Seb and I snuck down into the sewers and there was... SOMETHING down there.#$e#No idea what it was, we saw it's shadow and made a run for it but @, it was HUGE!!$8#$b#Must be a mutant, Seb thinks maybe a mutated frog that grew gigantic eating void salmon.#$b#I just hope it's happy to stay in the sewer and doesn't decide to stomp through town like Godzilla!$9",

	//3 HEARTS
	//Vanilla 3
		"sam.event.vanilla3.1": "Hello @, sure is nice out here on the beach, right?$h#$b#You look great! Glad you came by to catch some rays.$h",
		"sam.event.vanilla3.2": "Vincent wanted to play in the sand today, I don't mind hanging out with him.#$b#We're working on some epic sandcastles, hopefully we can finish before the tide comes in. You should join us!$h",
		"sam.event.vanilla3.3": "When Dad was home, he took us to the beach all the time. Good memories.$h",
		"sam.event.vanilla3.4": "Sam...?$u",
		"sam.event.vanilla3.5": "Is Dad ever going to come home? I miss him playing with us in the sand.$s",
		"sam.event.vanilla3.6": "Of course, Vince. Dad's going to come back as soon as he possibly can.$7",
		"sam.event.vanilla3.7": "But I heard some grown-ups saying that... that all of our troops are getting shot to pieces.$s",
		"sam.event.vanilla3.8": "Wh-what?! Yikes! Don't believe everything you hear!$8#$b#*mutters* Sheesh, people should watch what they say around kids...$s",
		"sam.event.vanilla3.9": "Vince, don't you remember how strong Dad is? He'd never let a pathetic Gotoro grunt get him like that! Don't you worry!$a#$b#And always remember that Mom and I are here to play with you if you ever feel lonely.#$b#... Oh and @ too! *you smile and nod*",
		"sam.event.vanilla3.10": "Okay! Don't take too long talking to @, or we'll never finish the castle.",
		"sam.event.vanilla3.11": "Actually, I'm kind of glad Vince is so easily distracted, I really have no idea when Dad's coming home...#$b#We've all read the reports, the war isn't going very well.$s#$b#But what am I going to say to Vince?$7",
		"sam.event.vanilla3.12": "#He's really young, it's good to be positive.#Keep focusing on being there for him.",
		"sam.event.vanilla3.13": "Yeah, I agree...$7#$b#I really try to stay positive, even though I'm worried myself.$s~Yeah... kids should play and have fun while they still have the chance.",
		"sam.event.vanilla3.14": "Hey did I tell you the band's starting to come together?#$b#Yeah! It turns out Abigail's a pretty good drummer. I thought about asking you to join, but Seb reminded me you’re really busy on the farm.$s#$b#Come watch us practice though! I can show you all kinds of cool guitar riffs.$h",

	//Career Goals
		"sam.event.careergoals.1": "Did you guys see that?! I pocketed two balls in one shot!$h",
		"sam.event.careergoals.2": "Looks like I’m finally going to beat you today, Seb.",
		"sam.event.careergoals.3": "Huh? Oh yeah, I was kinda distracted...",
		"sam.event.careergoals.4": "Really... is something going on? Usually you don't let Sam score much even if you are distracted.",
		"sam.event.careergoals.5": "Yeah, I mean, if you need anything, we're always around.",
		"sam.event.careergoals.6": "Just thinking about the future, my career, moving out, things like that.", //portrait call 12
		"sam.event.careergoals.7": "*sighs* Yeah, I hear that. I can't wait to finish school so I can start saving up and move out.$s",
		"sam.event.careergoals.8": "Finding a decent job here in the valley is impossible. I know, I've looked.$s",
		"sam.event.careergoals.9": "Of course, music isn't the easiest career to kick off, you guys were smart picking a non-art careers.$9",
		"sam.event.careergoals.10": "*sighs* ... Don't give up on it, Sam. If you want, I can show you some stuff you could do with websites or maybe social media management.",
		"sam.event.careergoals.11": "You don't need a degree for online work, actually it's better if you don't bother, the debt isn't worth it.$7",
		"sam.event.careergoals.12": "Hmmm... Maybe I'll take you up on that, I'll think about it anyway. Social media might be interesting at least.",
		"sam.event.careergoals.13": "Whelp, I've got some work to finish for my current client, she's crazy picky and keeps submitting changes.$s",
		"sam.event.careergoals.14": "I'm all socialed out. Later.",
		"sam.event.careergoals.15": "See you!",
		"sam.event.careergoals.16.1": "@! Oh um, hi, uh... s-sorry!", //portrait call 13
		"sam.event.careergoals.16.2": "I should watch where I'm going, heh.$s",
		"sam.event.careergoals.17": "Hey @, we were just discussing careers and the lack of options in the valley.",
		"sam.event.careergoals.18": "Yep, depressing stuff. Anyway, how about we change the topic?",
		"sam.event.careergoals.19": "Agreed!",
		"sam.event.careergoals.20": "Let's all order some drinks and pizza! That always improves the mood, then you can tell us what's up at the farm, @.$h",
		"sam.event.careergoals.21": "I got it! We all become farmhands and raise chickens and stuff!$h",
		"sam.event.careergoals.22": "Pffttt... Speak for yourself, Sam. I've got plans!$h",

	//4 HEARTS
	//Vanilla 4
		"sam.event.vanilla4.1": "Oh, hi @! I was just about to have a snack.",
		"sam.event.vanilla4.2": "Here, let me get something for you.#$b#I'm trying to learn how to cook at least some basic stuff, don't want to starve when I'm on my own.$h",
		"sam.event.vanilla4.3": "Oh crap! Ugh, it just slipped out of my fingers... Mom's gonna hate this mess.$s",
		"sam.event.vanilla4.4": "What's going on? Did something happen in here?",
		"sam.event.vanilla4.5": "Eeeep!!",
		"sam.event.vanilla4.6": "*gasp*$s",
		"sam.event.vanilla4.7": "Oh my, what a mess! What happened?$u",
		"sam.event.vanilla4.8": "...Tell her, @.$s",
		"sam.event.vanilla4.9": "Sam accidentally dropped the egg.",
		"sam.event.vanilla4.10": "Sam handed me the egg and I dropped it.",
		"sam.event.vanilla4.11": "We were kind of goofing around and it got away from us.",
		"sam.event.vanilla4.12": "Alright. It's only an egg, not such a big deal.",
		"sam.event.vanilla4.13": "The kitchen is not the place to be playing around, I'm disappointed in you, Sam.$u",
		"sam.event.vanilla4.14": "We're sorry about this, mom. Don't worry about the mess, I'll clean it up.$s",
		"sam.event.vanilla4.15": "Thanks, honey, you too @.$h",
		"sam.event.vanilla4.16": "Sam grabs a cleaning cloth and it only takes a few moments to clear up the egg disaster.",
		"sam.event.vanilla4.17": "Thanks for helping, heh! I really appreciate that.$10",
		"sam.event.vanilla4.18": "Sorry about all that, Mom gets really stressed if there's a mess in the house... want to go goof around at the saloon later?$h",
		"sam.event.vanilla4.19": "Sorry about all that, Mom gets really stressed if there's a mess in the house... want to hang out later?",
		"sam.event.snack1": "Yeah, I fumbled it. Sorry.$s",
		"sam.event.snack2": "Oh, no... No, it was me. I fumbled and dropped it. Sorry.$s",
		"sam.event.snack3": "Uh, yeah... I wasn't paying attention and dropped it. Sorry.$s",

	//Social Stars
		"sam.event.socialstars.1": "Hi @... You look kinda... um, mind if I join you?",
		"sam.event.socialstars.2": "Things have been stressful at the farm, and it's a bit lonely here.",
		"sam.event.socialstars.3": "... Yeah I get you, I always try to be positive, but sometimes people are so involved in their own worries they come off as a bit cold.$s#$b#If you ever feel lonely, you can always talk to me, I really like hanging out with you.",
		"sam.event.socialstars.4": "If you have a minute... you know how my mom has always done everything for me and Vincent...#$b#I really want to be independent and get out on my own. It's tough since I can't make enough money at JojaMart to get my own place.$s#$b#I need to find a real job, at least that's what most people say.#$b#There just aren't many opportunities here in the valley and I really don't want to leave.",
		"sam.event.socialstars.5": "I've started researching some music careers, there's always teaching but I'd really like to play for people.#$b#It's just so hard to get noticed. I've sent demos to some producers but haven't heard anything back.$s",
		"sam.event.socialstars.6": "What about making videos and putting them out on a popular online platform?",
		"sam.event.socialstars.7": "Yeah I thought about it, but I don't have a good video camera and it's hard to record and play.#$b#I could probably figure something out but...",
		"sam.event.socialstars.8": "Hey... Sorry, I couldn't help but overhear you guys talking...#$b#I uh... have a decent video camera, I could help you make a video.#$b#Nothing super fancy, but better than what you can get on your own.",
		"sam.event.socialstars.9": "Wow, thanks Shane! That would be awesome! Let me catch up with Seb and I'll text you a time to meet up.$h",
		"sam.event.socialstars.10": "Sure, no problem. Later.",
		"sam.event.socialstars.11": "@! This is gonna be great! Man, Shane barely acknowledges my existence, I can't believe he offered to help!#$b#You must be my good luck charm, bringing up the video idea when Shane was around.$h",
		"sam.event.socialstars.12": "Sam grins and practically bounces out of his chair with excitement...",
		"sam.event.socialstars.13": "Will you help with the video too? You could be the set director, make sure everything looks good and we're getting the right shots!",
		"sam.event.socialstars.14": "Seeing Sam so happy makes everything seem a little better.",
		"sam.event.socialstars.15": "It's great having a new project, something we can work on as a group.$h",
		//Followup
		"sebastian.eventSeen_MaggSocialStars07072025": "Sam wants to record us playing our songs and post them to a video platform online.#$b#I’m not sure about that. I hate dealing with social media, people can get really nasty and rude when they feel anonymous.$s#$b#What do you think...? You’ll help monitor the comments?#$b#Okay... maybe. I’ll think about it. I mean, it is a good idea.",
		"shane.eventSeen_MaggSocialStars07072025": "Oh yeah, Sam's music videos... Marnie's been bugging me to be nicer to people so... whatever. At least I like filming, it's pretty cool.#$b#Sam has to do all the uploading and crap though.",
		"vincent.eventSeen_MaggSocialStars07072025": "I want to be in the music videos! I bet I can play drums if Sam lets me try!#$b#He has drums in his room, but Mom won't let me play on them.$s",
		"abigail.eventSeen_MaggSocialStars07072025": "The guys are so excited about making music videos! That was a great idea, by the way.$h#$b#I'll help them out and play drums or flute if they need the backup, but I don't really plan on being a permanent band member. It's just a fun hobby really.",
		"jodi.eventSeen_MaggSocialStars07072025": "Sam has been going on and on about making music videos to post online.#$b#I hope that works out, I hate to see him disappointed.$2#$b#He does dedicate a lot of time to his music, though I'm not sure it's possible to make much money at performing.",

	//Name Game 1
		"sam.event.namegame1.1": "What's up, Seb? You working?",
		"sam.event.namegame1.2": "Yes, obviously...",
		"sam.event.namegame1.3": "We’ll just hang out and read your comics then.",
		"sam.event.namegame1.4": "Whatever... @, has Sam told you his real name?",
		"sam.event.namegame1.5": "Hey!!",
		"sam.event.namegame1.6": "His parents are HUGE Lord of the Rings fans, so his name is Samwise.",
		"sam.event.namegame1.7": "What? No it’s not. Ugh...$s#$b#Fine, we’ll go somewhere else then.",

	//Name Game 2
		"sam.event.namegame2.1": "Hey Seb! We were wandering around and decided to stop by.",
		"sam.event.namegame2.2": "I see that.#$b#@ did you know Sam’s parents really wanted a girl so they named him Samantha? Hehe!",
		"sam.event.namegame2.3": "!! Shut up! Text me when you’re done working.$a",

	//Name Game 3
		"sam.event.namegame3.1": "Hey Seb! You done working yet?",
		"sam.event.namegame3.2": "Give me like a half hour.",
		"sam.event.namegame3.3": "Ah c'mon, that’s nothing. We’re bored and wanted to play a scenario of Solarion Chronicles.",
		"sam.event.namegame3.4": "Sure, but you have to tell @ how your parents named you Solomon but you didn’t turn out wise.",
		"sam.event.namegame3.5": "Ugh! Okay, okay, sheesh!!",
		"sam.event.namegame3.6": "My real name is Samson. There. Don’t spread it around, okay?$s",
		"sam.event.namegame3.7": "Hehe! I knew that would work eventually. Okay let’s play a round.$h",

	//6 HEARTS
	//Vanilla 6
		"sam.event.vanilla6.1": "Hey! What do you think you're doing? That's private property!$4",
		"sam.event.vanilla6.2": "Sam!",
		"sam.event.vanilla6.3": "Uh... Er... I... I'm sorry, sir.$8",
		"sam.event.vanilla6.4": "-sigh-... The youth these days... Sometimes I wonder if this town isn't doomed.$u",
		"sam.event.vanilla6.5": "You saw what happened, @. What do you have to say about this?",
		"sam.event.vanilla6.6": "You're right, sir. Sam should respect private property.",
		"sam.event.vanilla6.7": "The town could really use a skatepark.",
		"sam.event.vanilla6.8": "I'm staying out of this.",
		"sam.event.vanilla6.9": "Fine! I just won't ride my skateboard ever again. Happy?$a",
		"sam.event.vanilla6.10": "Exactly! If there was a park in town, I could skate there and everyone would be happy.",
		"sam.event.vanilla6.11": "Hmmph. Alright.$a",
		"sam.event.vanilla6.12": "You're being difficult, Sam. I have no problem with you riding around town, just try not to cause any damage! It's that simple.",
		"sam.event.vanilla6.13": "Hmmph. A skatepark would require town resources, @. It's not a very high priority.",
		"sam.event.vanilla6.14": "I'll let it slide this time, Sam. But I don't want to see you doing this anymore.",
		"sam.event.vanilla6.15": "Got it?",
		"sam.event.vanilla6.16": "Sam... I'm sorry I yelled at you. Just please try not to damage anything in the future. Got it?",
		"sam.event.vanilla6.17": "Yes, sir.$7",
		"sam.event.vanilla6.18": "Ugh... Sorry you saw that, I'll definitely fix the planter.#$b#@, do you... think I'm immature? I just like skateboarding.$s",
		"sam.event.vanilla6.19": "Sam looks defeated... he's obviously embarrassed about Lewis scolding him.#You distract him by talking about how great a skatepark would be.",
		"sam.event.vanilla6.20": "I know, right?! If we can get that stick in the mud to approve it, I'll help you design the ramps and rails!$h",
		"sam.event.vanilla6.21": "Sam is smiling again, it's great to see.",
		"sam.eventSeen_45": "I better lay low for a while. I'm already on Mayor Lewis' short list...$s#$b#But seriously, he's so obsessed with the town image! He forgets this town is made up of all kinds of people and we're not all like him.$s",
		"sebastian.eventSeen_45": "Sam was complaining the Mayor busted him skateboarding in town, he said you were there and backed him up.#$b#He loves the idea of a skatepark, maybe you and Mom could help build one someday.$7",
		"sam.eventSeen_45_memory_oneweek": "Wouldn't it be cool if the town had a skatepark, though?#$b#I bet I could draw up some plans for one. There's plenty of unused land around here that could make a great park.#$b#Now, how to convince Mayor Lewis...$s",

	//Wipeout
		"sam.event.wipeout.1": "-GAAHH!!",
		"sam.event.wipeout.2": "-groans- My knee...$s",
		"sam.event.wipeout.3": "That cut looks pretty bad, Sam might need stitches.",
		"sam.event.wipeout.4": "Well, Sam, it looks like you need a few stitches. I'll get this cleaned up for you and you'll be as good as new in a few weeks.",
		"sam.event.wipeout.5": "Gulp!",
		"sam.event.wipeout.6": "Wait, @... I REALLY hate blood and needles, will you hang out and scrape me off the floor if I pass out? Please?$s",
		"sam.event.wipeout.7": "Sam is... actually shaking. He's definitely not faking it.#This won't take long, it might be best to wait with him.",
		"sam.event.wipeout.8": "Okay Sam, this won't take long at all and I'll numb the area so you won't feel a thing.",
		"sam.event.wipeout.9": "As Harvey starts working, Sam closes his eyes tight so he can't see anything.",
		"sam.event.wipeout.10": "Harvey works quickly, he's done in a few minutes.#Luckily, Sam survived the ordeal and managed to stay conscious.",
		"sam.event.wipeout.11": "Um, sorry I was such a baby... I don't know why but I've always had a phobia of needles.$s#$b#Thanks for staying with me, you're a great friend.$h",
		"sam.event.wipeout.12": "I better head home before Mom gets worried, and Vince will be so excited to see my stitches, heh!",
		//Followup
		"harvey.eventSeen_MaggWipeout07072025": "Oh @, how is Sam doing? He obviously has a fear of needles.#$b#He’s feeling better? That’s great!$h#$b#By the way, thanks for staying with him.#$b#I’m not sure I could have done my work and kept him calm at the same time. You’re a good friend.$h",
		"shane.eventSeen_MaggWipeout07072025": "I saw you taking the crash test dummy to the clinic, is he alright?#$b#Yeah, I'm genuinely asking, the dude did have blood running down his leg.#$b#Well, glad he's okay. I'd miss seeing his dumb face at work.",
		"sebastian.eventSeen_MaggWipeout07072025": "Man, Sam really wiped out, huh? He's gimping around soaking up sympathy.#$b#That was cool of you to stay with him when he was getting stitched up. He's absolutely terrified of needles.#$b#If he hasn't said anything to you, he really appreciates what you did. Can't stop talking about it, actually.",
		"abigail.eventSeen_MaggWipeout07072025": "Hey @, how's Sam doing? I heard about the whole epic skateboard wreck.#$b#I usually hear all the gossip, living in the middle of town has it's advantages I guess.$h#$b#I bet he was really glad you were there, that guy about passes out whenever he has to go to the doctor for anything.",
		"alex.eventSeen_MaggWipeout07072025": "Dude, I saw Sam totally bite the dust on that skateboard, how's he doing?#$b#That hurt just seeing it! He's lucky you were there to help him to the clinic.",
		"jodi.eventSeen_MaggWipeout07072025": "Thank you for helping Sammy when he fell, he doesn't do well with the doctor and needles.$2#$b#I do appreciate you being there for him, I'm just sorry I didn't see it happen or I would have taken care of him myself.",
		"vincent.eventSeen_MaggWipeout07072025": "I saw Sam's knee, I bet he's going to get a really awesome scar!#$b#I want a scar like that too someday, but I don't really want to get hurt... hmmm.#$b#Did Sam pass out? One time he had to get a shot and he passed out right on the floor at the doctor's! It was great!$h",

	//Mountain Men
		"sam.event.mountainintro.1": "C'mon Seb, it'll be how long you can go, not how thick you can get.$h",
		"sam.event.mountainintro.2": "Jeez Sam, THINK for half a second before you say things like that, @ is going to think we're talking about... uh, heh!$s",
		"sam.event.mountainintro.3.female": "Hey @! We're having a beard-growing contest!$h",
		"sam.event.mountainintro.3.male": "Hey @! We're having a beard-growing contest, you want in?$h",
		"sam.event.mountainintro.3.neutral": "Hey @! We're having a beard-growing contest!$h",
		"sam.event.mountainintro.4": "Says you.",
		"sam.event.mountainintro.5": "You just have beard envy.",

		"sam.event.mountainmen.1": "This is ridiculous...$s",
		"sam.event.mountainmen.2": "My face itches!#$b#Okay, I'm calling it, you win Seb. I'm out!! Gonna have to get a new razor after this...$s",
		//Followup
		"sam.eventSeen_MaggMountainMen207072025": "... That beard idea? Never doing that again!$10#$b#My face itches just thinking about it!$s#$b#Oh well, you don't know until you try, right? Haha!$h",
		"sebastian.eventSeen_MaggMountainMen207072025": "Man, that beard-growing contest... no idea why I agreed to that one!$s#$b#Luckily people are used to not seeing me for days so I was able to hide out until Sam gave up.#$b#Luckily he only lasted a week, and I get snacks at the saloon on Sam for a month out of it.$7#$e#Oh, the bet was how long we could go without shaving, not who grew the biggest beard, hehe.$s",
		"penny.topic.MaggMountainMen": "What is your opinion of beards? Sam said something about possibly growing one.#$b#I think he would look kind of silly, myself.$h",
		"alex.topic.MaggMountainMen": "Ran into Sam and he was going on about some kind of contest, growing beards? Haha! What a doofus.$h#$b#Haley HATES beards so pretty sure I'll pass on that one!",
		"abigail.eventSeen_MaggMountainMen207072025": "Sam bugged Seb for weeks about growing beards, HAHAHA!!$h#$b#I wish I'd gotten a picture, they both looked so ridiculous!$h",
		"vincent.topic.MaggMountainMen2": "Did you see Sam's beard? I thought it was really cool but he shaved it off.#$b#Mom HATED it, she told him every day that he needed to look presentable.#$b#Presentable is really hard, Sam is usually pretty good at it though.$h",
		"robin.eventSeen_MaggMountainMen207072025": "Hi @! How have you been? Are you here to visit Sebby? Thank Yoba he finally shaved off whatever that was growing on his face! *giggles*$h#$b#I shouldn't make fun of him, but some men should not grow beards. Did you see Sam? He came in looking like a mountain man, haha!$h#$b#Sometimes I wonder about those boys.",
		"maru.eventSeen_MaggMountainMen207072025": "Did you see Seb with a beard?? Well, he claimed it was a beard anyway. Okay, I'm his sister so I'm allowed, that man should NEVER grow a beard again!$h#$b#Maybe he could try a goatee, but wow... haha!$h",
		"alex.topic.MaggMountainMen": "Ran into Sam and he was going on about some kind of contest, growing beards? Haha! What a doofus.$h#$b#Haley HATES beards so no way I'm joining that one!",

	//Wrestle Mania
		"sam.event.wrestle.1": "It's time.",
		"sam.event.wrestle.2": "Let's do this!",
		"sam.event.wrestle.3": "I'll take you both on, hehe!",

	//Air Band
		"sam.event.airband.1": "Sam is playing air guitar... seems like a perfect opportunity...",
		"sam.event.airband.2": "GAAH!!",
		"sam.event.airband.3": "@!! Haha!$10#$b#Totally busted me looking like an idiot! Hmmm... wanna join the air band?$h",

	//Picnic Attack
		"sam.event.picnicattack.1": "Hey! I was about to take Vince for a picnic, wanna come?",
		"sam.event.picnicattack.2": "Great! Let’s head out!$h",
		"sam.event.picnicattack.3": "Hi @, you’re here too! Woo hoo! C’mon, c’mon let’s see what food Sam brought!",
		"sam.event.picnicattack.4": "Oh ha! No, I didn’t make the food, I’m a hopeless cook. I got most of it from Gus and Mom made the dessert.$10",
		"sam.event.picnicattack.5": "Ohhhh it looks sooo good! Let's eat!$h",
		"sam.event.picnicattack.6": "The food is delicious! Gus never disappoints. Jodi is a great cook too, the dessert is wonderful.",
		"sam.event.picnicattack.7": "Wow, I'm stuffed! Maybe I'll go play on the swings.#$b#Oh wait, @! Did you know Sam is really ticklish? Especially his feet!",
		"sam.event.picnicattack.8": "Vince! Don't give away my secrets!$8",
		"sam.event.picnicattack.9": "C'mon, @! It's time for a tickle attack!!$h",
		"sam.event.picnicattack.10": "No, wait! GAAHH! Help me! HAHAHAHA! Two against one, this is not fair!!$h",
		"sam.event.picnicattack.11": "Awesome, @! We've defeated him for sure!$h",
		"sam.event.picnicattack.12": "Phew! I'm dying... @, you're a monster! Haha!$h#$b#Better watch out though, next time Vince might ambush you! He's not a trustworthy ally, heh!$h#$b#Thanks for coming, this was great... we'll have to do it again soon.$h",
		"sam.event.picnicattack.13": "Yeah! You should come with us all the time! Uh, @, are YOU ticklish? Heehee!",
		"sam.event.picnicattack.14": "Vince really likes you, I think you're his new hero, haha!$h",
		//Followup
		"vincent.eventSeen_MaggPicnicAttack07072025": "Oh @! I gotta show you the picture I drew yesterday, it's of you and me and Sam at a picnic.#$b#Sam is on the ground because we tickled him to death, haha!$h#$b#We always do fun stuff together.",

	//Castles of Sand
		"sam.event.castles.1": "Hey @! I'm just hanging out here with Vince. Want to walk along the water?",
		"sam.event.castles.2": "Hi @! Sam, I'm done playing, I'm going to go home and find a snack okay?",
		"sam.event.castles.3": "The videos we uploaded are getting a lot of views and comments, mostly positive.#$b#It's cool to have supporters, even if they're just anonymous internet fans.$h#$b#Some of the stuff they say about Seb, though, dang!#$b#I'll never tell him, he'd die of embarrassment and never let me load another video.#$b#Obviously the internet thinks his dark edgy vibe is super hot.$h#$b#Comments about me? Uh, heh, there's a few but mostly just goofy stuff, nothing like the ones about Seb.$10",
		"sam.event.castles.4": "I've been doing some research too, I've found a few interesting career possibilities.#$b#Like music therapy, recording for movies and shows, or just taking gigs like what we did in Zuzu City.#$b#*sighs* I'm not real big on the gig idea, I want something more stable.$s",
		"sam.event.castles.5": "Ugh, none of those ideas sound like anything that would pan out.$s#$b#I guess I need to grow up, give up music, and find a regular job.$s",
		"sam.event.castles.6": "Wh-what do you think?",
		"sam.event.castles.7": "Music isn't just a job, it's part of you. Don't give up yet.",
		"sam.event.castles.8": "Growing up isn't just about having a career, it's being the person you want to be.",
		"sam.event.castles.9": "You're right. I'm just afraid of failing, disappointing my family and friends.$s",
		"sam.event.castles.10": "Okay. I might not find a good job right away, but I CAN work on being the man I want to be.",
		"sam.event.castles.11": "Sheesh, personal reflection is exhausting! I'm starved, let's go get some food, @!$h",

	//Skate Wishes
		"sam.event.SkateWishes.1": "I was thinking about a skatepark and drew up some designs, what do you think?$h",
		"sam.event.SkateWishes.2": "A ramp here, and rails for grinding, if we can, a wall would be great over on this side...$6",
		"sam.event.SkateWishes.3": "You gotta have a halfpipe, so that can go here...$6",
		"sam.event.SkateWishes.4": "Sam is so excited, he’s pointing out every detail on his drawing.",
		"sam.event.SkateWishes.5": "It’s very good actually, it would be easy for Robin to build.",
		"sam.event.SkateWishes.6": "Sorry, I kinda got carried away there, this is just a dream really, no way I’d ever raise enough money to build this thing!$s",
		"sam.event.SkateWishes.7": "OH! Sorry...",
		"sam.event.SkateWishes.8": "@, thanks for encouraging me to do this, I never would have tried before.",
		"sam.event.SkateWishes.9": "You always work so hard but still find time to hang out with me.#$b#Oh, and Seb, Abby, Shane... pretty much everybody, heh.",
		"sam.event.SkateWishes.10": "You’re really strong, y’know?#$b#Most people wouldn’t have the guts to leave a decent life and go somewhere totally new and start over.#$b#I really admire that about you.#$b#I feel like I can tell you anything and you don’t judge, and you’re not worried about what other people think of you either.",
		"sam.event.SkateWishes.11": "Thanks for being my friend, just knowing you has made my life so much better.#$b#Wow, this is getting really sappy! Haha!$10#$b#Uh, here, you can keep this, I really don't need it.#$b#Since we're here, how about a round of Prairie King?$h",
		"sam.event.SkateWishes.12": "Huh, it's nice to be appreciated... maybe these plans will come in handy someday.",

	//8 HEARTS
	//Vanilla 8
		"sam.event.vanilla8.1": "Hi @. I'm really glad you came. I sure could use your moral support! Haha!$h",
		"sam.event.vanilla8.2": "Well, our gear's loaded already... Looks like everything's set.",
		"sam.event.vanilla8.3": "Alright, everyone... let's head out!$u",
		"sam.event.vanilla8.4": "Sam and Seb are both obviously nervous, Abby is her usual nonchalant self.",
		"sam.event.vanilla8.5": "Okay, here we are... wish me luck! *nervous smile*$u",
		"sam.event.vanilla8.6": "Hey @, thanks for being there for me at the show. It meant a lot to me and Seb that you were there.$h",
		"sam.event.vanilla8.7": "Hi, everyone. We're from Pelican Town... Er... and we're called 'The Pelicans'$8",
		"sam.event.vanilla8.8": "This song's about working hard on a farm.",
		"sam.event.vanilla8.9": "This song's about finding a lost city in the sea.",
		"sam.event.vanilla8.10": "This song's about robbing trains.",
		"sam.event.vanilla8.11": "Here we go...$8",
		"sam.event.vanilla8.12": "Wow! Those electronic sounds were far out!$h",
		"sam.event.vanilla8.13": "Woooh! That was great!$h",
		"sam.event.vanilla8.14": "That was great! It's a new honky-tonk classic!",
		"sam.event.vanilla8.15": "Nice work, guys!$h",
		"sam.event.vanilla8.16": "I really loved that heavy breakdown at the end.",
		"sam.event.vanilla8.17": "I really enjoyed that bass part.",
		"sam.event.vanilla8.18.female": "Thanks, everyone!$h#$b#But you should really be clapping for @! She's been our inspiration and without her, we wouldn't be here today!",
		"sam.event.vanilla8.18.male": "Thanks, everyone!$h#$b#But you should really be clapping for @! He's been our inspiration and without him, we wouldn't be here today!",
		"sam.event.vanilla8.18.neutral": "Thanks, everyone!$h#$b#But you should really be clapping for @! They've been our inspiration and without them, we wouldn't be here today!",
		"sam.event.vanilla8.19": "So you're like the band manager then?$h",
		"sam.event.vanilla8.20": "Oh! And don't forget to pick up one of our demo recordings on the way out... Only 10g!",
		"sam.event.vanilla8.21": "Man, I'm glad that's over! Thanks again for coming. *fist bump*$h#$b#%Sam is obviously relieved the show went off with no major disasters, he runs off to chat with his friends from Zuzu City.",
		"sam.event.vanilla8.22": "Hi, everyone. We're from Pelican Town... Er... and we're called 'Goblin Destroyer'.$8",
		"sam.event.vanilla8.23": "Hi, everyone. We're from Pelican Town... Er... and we're called 'Xenon Chip 3.0'.$8",
		"sam.event.vanilla8.24": "Hi, everyone. We're from Pelican Town... Er... and we're called 'The Alfalfas'.$8",
		//Followup
		"sam.eventSeen_4081148_memory_oneday": "Even with all the practice we did, I made a bunch of mistakes on stage... I hope no one noticed.$s#$b#It's kind of nerve-wracking to be in front of everyone!$h#$b#I'm really glad you came, and y'know, supported me and Seb.",
		"sebastian.eventSeen_4081148": "I'm glad the show's over. I was really nervous beforehand, but after we got on the stage and the lights came on...#$b#I couldn't see the crowd so it was easier to just play and get in the zone.#$b#I hope you liked the music...$7",

	//Fellowship of Buccaneers
		"sam.event.buccaneers.3": "Sam! @! Can I play with you? Jas is with Uncle Shane and I wanna hang out with you guys!",
		"sam.event.buccaneers.4": "Sure! We were just going to walk around, but you can come if you want.",
		"sam.event.buccaneers.5": "Uncle Seb said there's a bunch of tadpoles at the lake, let's go see!",
		"sam.event.buccaneers.6": "See anything, Vince?",
		"sam.event.buccaneers.7": "Look! Look! Right there, I see like... a zillion!!$h",
		"sam.event.buccaneers.8": "What are you guys up to? Checking out the tadpoles, Vince?#$b#They're really fat and happy right now.$h",
		"sam.event.buccaneers.9": "Hi Uncle Seb! Yeah, I see tons of them!#$b#We're doing a walkabout today, wanna come?$h",
		"sam.event.buccaneers.10": "Um, sure. I finished my work early so I have time to kill.",
		"sam.event.buccaneers.11": "Vince, where do you want to go next? You're our leader.$h",
		"sam.event.buccaneers.12": "Hmm... how about the beach? I wanna check the tidepools!",
		"sam.event.buccaneers.13": "Oh look, Seb, there's a starfish and some weird seaweed!",
		"sam.event.buccaneers.14": "Hey, look at that, it's a hermit crab.",
		"sam.event.buccaneers.15": "Do you like hermit crabs? Sam says you must because your room is like a hermit crab shell.",
		"sam.event.buccaneers.16": "Hehehe...",
		"sam.event.buccaneers.17": "Hi Uncle Elliott!",
		"sam.event.buccaneers.18": "Well, hello Vincent! Welcome to my backyard.$h#$b#Are you out exploring the world today?",
		"sam.event.buccaneers.19": "Yep! So far we've seen tadpoles and hermit crabs. Oh! And this starfish.$h",
		"sam.event.buccaneers.20": "That sounds fantastic! May I join your party?$h",
		"sam.event.buccaneers.21": "Yeah! Let's go to the spooky woods next, maybe we'll see the wizard.#$b#Or Miss Penny, she likes to find apples there.",
		"sam.event.buccaneers.22": "That sounds wonderful, Leah said she would be there today, she enjoys gathering mushrooms and berries near the woods.",
		"sam.event.buccaneers.23": "We're becoming quite a group, I think we need a name.#$b#How about the Fellowship of the... hmm.$9",
		"sam.event.buccaneers.24": "Frogs?",
		"sam.event.buccaneers.25": "Fiddler Crabs?",
		"sam.event.buccaneers.26": "Oh! Oh! I know, the Fellowship of Buccaneers!#$b#They hunt for treasure, we learned about them in school!",
		"sam.event.buccaneers.27": "Alright, sounds good. Let's head out, Buccaneers!$h",
		"sam.event.buccaneers.28": "Hello! Wow, what are you all up to?$h",
		"sam.event.buccaneers.29": "We're the Fellowship of Buccaneers and we're hunting for treasure!#$b#Have you seen any treasure around here?",
		"sam.event.buccaneers.30": "Well, we did find this berry bush that's full of ripe berries, does that count as treasure?$h",
		"sam.event.buccaneers.30.1": "Buccaneers, gather around! We have found a berry feast!$h",
		"sam.event.buccaneers.37": "Let's continue the hunt for treasure!$h",
		"sam.event.buccaneers.38": "Treasure and epic adventure are calling!$h",
		"sam.event.buccaneers.39": "Of course! I bet we'll find fantastic things to share with Jas later.$h",
		"sam.event.buccaneers.40": "I'm in! This will be great fun!$h",
		"sam.event.buccaneers.41": "Uh, alright.",
		"sam.event.buccaneers.42": "Thus the Fellowship of Buccaneers was born...",

	//Building Dreams
		"sam.event.buildingdreams.1": "Hi @! How are you? Oh, a new project? Fantastic! What do you have in mind?$h",
		"sam.event.buildingdreams.2": "Hmm a skatepark... that's a great idea, this town needs more recreational areas for everyone.#$b#How did you get Lewis to approve it? He's always complaining about cost and town resources.#$b#When I wanted to build a lookout tower by the beach, I got completely stonewalled.$s#$b#You had to promise Sam wouldn't skate in the square AND you'd pay for it? Haha! Sheesh, I really don't know what's going on in that man's head sometimes.",
		"sam.event.buildingdreams.3": "Anyway, I'd love to help! All I need are some basic plans and the location, then I'll see what supplies I have lying around.#$b#I hate to have you provide everything since the whole town can use the park, I'll contribute whatever I can.$h",
		"sam.event.buildingdreams.4": "I bet I can get quite a few helpers too, I'll drag Sebby out of his room, once I get him going he's a great assistant.",
		"sam.event.buildingdreams.5": "Oh hi @! Are you planning a new project?#$b#A skatepark? Oh that sounds perfect! Can I help? I'm good at drawing up plans with all the construction details.$h",
		"sam.event.buildingdreams.6": "Thanks, Maru!",
		"sam.event.buildingdreams.7": "*yawns*",
		"sam.event.buildingdreams.8": "What's going on? You guys are really loud...",
		"sam.event.buildingdreams.9": "Huh... that sounds pretty good, Sam's been wanting a park for a long time, but Mayor Lewis always shuts him down.#$b#... Yeah, yeah... I'll help if you need me.#$b#You know where I am... later... *yawns*",
		"sam.event.buildingdreams.10": "Nice! Sounds like this plan could actually work out.",

	//Dream Park
		"sam.event.dreampark.1": "WOAH!!",
		"sam.event.dreampark.2": "This is... AWESOME!!$8#$b#Wow! There's rails, a bowl, halfpipe, ramp, @! I don't know what to say! I just-- I can’t even--$h",
		"sam.event.dreampark.3": "I’ll get my board and try it out!$h#$b#Uh, heh, sorry I’m kinda acting like a kid who just got his favorite gift for Winter Star...$10",
		"sam.event.dreampark.4": "Maybe I should start acting more like an adult...$s",
		"sam.event.dreampark.5": "Don't change who you are, I love your enthusiasm!",
		"sam.event.dreampark.6": "It's okay to be excited sometimes!",
		"sam.event.dreampark.7": "Really? You're not just saying that?#$b#It's great that I can be myself around you and you never judge or make me feel dumb.",
		"sam.event.dreampark.8": "Heh! Okay, well I'm definitely excited about this park!$h#$b#Don't worry, I'll work on being responsible at least most of the time.",
		"sam.event.dreampark.9": "This is the most amazing thing anyone has ever done for me.$s#$b#*SNORF* Oh man, I'm getting all sappy and stuff... heh!$s#$b#@, you're the best. I'll never forget this. I promise I'll try not to wipe out too much, haha!$h",
		"sam.event.dreampark.11": "Time to get my board and try grinding these rails!$h",
		//Followup
		"sam.eventSeen_MaggDreamPark07072025": "That skatepark is flippin' AWESOME!!$h#$b#It's so much easier to practice tricks when there's no random planters or people in the way, haha!$h#$b#I did skin my palms though, better get some protective gear next time I'm at Zuzu City.$s",
		"vincent.eventSeen_MaggDreamPark07072025": "Sam showed me the skatepark and some tricks! It was soooo cool!$h#$b#Mom won't let me try skating. Maybe you can say you'll watch me?#$b#I bet she'll let me try if you're there, please??",
		"sebastian.eventSeen_MaggDreamPark07072025": "I gotta say that new skatepark is really great, it keeps Sam busy during the day while I'm working, heh.$7#$b#I'm almost tempted to try it. Almost.#$b#Mom was super excited about the project, she thought it was a great challenge.$7#$b#I did see Sam with a bunch of new scrapes, better stock up the med kit and be ready to haul him home if he passes out, ha!$h",
		"alex.eventSeen_MaggDreamPark07072025": "Holy crap! That skatepark you and Robin built is incredible!$h#$b#Maybe I'll pick up skating, it can't be that hard if Sam does it, heh!$h#$b#Hmmm what about building a bigger gym? I'd totally be down for helping with that.",
		"jodi.eventSeen_MaggDreamPark07072025": "Oh, @, I saw the new skatepark, it looks really nice... and really dangerous to be honest.#$b#Tell Sammy to be careful, I don't want him to break an arm or something!#$b#Heh, don't listen to me, just a worried mom talking, I know Sam will be fine. But make sure he doesn't let Vincent try those tricks!",
		"maru.eventSeen_MaggDreamPark07072025": "Oh, the new skatepark design is great! Everyone put a lot of effort into it.$h#$b#Seb is pretty happy that Sam has other things to do while he's working, haha!$h#$b#I wonder what skating is like... is it very hard? If you try, let me know and I might go with you.",
		"penny.eventSeen_MaggDreamPark07072025": "Are you going to try skating now? Haha! I'm way too scared to do anything like that.$h#$b#The most dangerous thing I've done is climb a tree to read in peace...#$b#What do you think about a treehouse? That could be a lot of fun!$h",
		"robin.eventSeen_MaggDreamPark07072025": "Thanks for all your help building the skatepark, the design was so much fun to bring to life!$h#$b#Sebby even pitched in with the stairs and installing the rails.#$b#Honestly, our town needs more features like that, kids need places to play that are unique. Adults too, haha!$h#$b#Be sure to let me know if you have any more ideas, I'm ready to help anytime.",
		"kent.topic.MaggDreamPark": "You all did a great job on that skatepark, Sam said he drew the design and you helped Robin build it.$h#$b#It's a great way for Sam to burn off some energy, that's why he got into skating when he was a kid.#$b#We had to find some kind of outlet for him, he was driving me and Jodi nuts! Haha!$h",

	//Kent introduction
		"sam.event.kentintro.1": "Um, hello there. My name's Kent. I just got back last night... from overseas. You're @, right?#$b#My family told me about you, it seems I missed a few things while I was gone.#$b#Sam speaks very highly of you, he's really grown up.",
		"sam.event.kentintro.2": "Well, I just wanted to introduce myself, I'm looking forward to getting better aquainted... I'm sure we'll see each other soon.",

	//Family Dinner
		"sam.event.familydinner.1.1": "Oh hi, @! Come in! Do I smell fresh fish?",
		"sam.event.familydinner.1.2": "Hello @, good to see you.",
		"sam.event.familydinner.2": "Ah, I'm so glad you came, @! And you brought the fish! Wonderful.",
		"sam.event.familydinner.3": "Sam! Would you come in here and help with dinner?",
		"sam.event.familydinner.3.1": "... Yes, ma'am.$a",
		"sam.event.familydinner.4": "%Sam nudges you with his elbow.#$b#The fish casserole is great, but cleaning the fish is... well, not fun. Heh.",
		"sam.event.familydinner.5.1": "Wow, it looks wonderful... and it smells so fresh! Thanks so much for bringing this, @.#$b#Kent caught a fish, too, but he eats about a whole fish to himself!$u",
		"sam.event.familydinner.5.2": "Wow, it looks wonderful... and it smells so fresh! Thanks so much for bringing this, @.$u",
		"sam.event.familydinner.6": "Heh heh.$h",
		"sam.event.familydinner.7": "Mmm... that crispy bass was delicious! The breading was to die for...",
		"sam.event.familydinner.8": "Sam did a great job with the fish.#You almost feel like part of the family now.",

	//Wrecked
		"sam.event.wrecked.1": "Oh hi... bet you didn’t expect to see me here, this is usually Seb’s spot for contemplating life.$s",
		"sam.event.wrecked.2": "Um, yeah. I’m just thinking about my dad, all the stuff he’s going through.$7#$b#I’m really glad he’s home, I missed him y’know?$7",
		"sam.event.wrecked.3": "It feels wrong but I was actually kinda angry with him for not being there for Vince and me... we both needed a dad around.$s",
		"sam.event.wrecked.4": "I wrote to him, just about what was going on and to ask for advice, stuff like that. But it wasn't the same.$s",
		"sam.event.wrecked.5": "Now he’s back and...$7#$b#He doesn't sleep, random things freak him out, and he seems so... sad.$s#$b#Now that I have some idea of what he went through, I just feel guilty about being mad at him.$7",
		"sam.event.wrecked.6": "I don’t know, I want Dad to be the way he was.$7#$b#Telling dumb jokes, messing around on the guitar with me, talking about music and life...$7#$b#It’s like he's not really here and I still miss him...$s#$b#It's so confusing and I *sniff... sniff* ugh... sorry...$s#$b#...$s",
		"sam.event.wrecked.7": "Sam looks away, tears running down his cheeks.#You give him a moment, then wrap your arms around him.", //is it allowed to hug your friend??
		"sam.event.wrecked.8": "Sam holds you tight, his breath catching in stifled sobs.#After a few minutes he slowly starts to breathe normally again.",
		"sam.event.wrecked.9": "@... I want to help Dad but I don’t know how.$7#$b#All I know to do is be there for him if he needs me.$s#$b#Maybe that’s all I can do right now.$7#$b#Th-thanks for listening and letting me cry all over you.$10",
		"sam.event.wrecked.10": "I wish I had some advice for Sam, something to magically make the pain go away. But that's not how things work I guess. All I can do is listen and be there for him, even if it's just to let him cry on my shoulder.",
		"sam.event.wrecked.11": "I know you're there for me, Seb and Abby too. Just knowing that helps.",
		//followup
		"sebastian.eventSeen_MaggWrecked07092025": "@, Sam talked to you about his dad, right?$s#$b#When you see him again, tell him we're all here for him any time he needs to talk or just hang out together.#$b#Seriously, any time at all.",
		"sam.eventSeen_MaggWrecked07092025": "Hey um, thanks for sticking it out with me at the docks, even though I was a total mess, tears, snot and everything, heh...$s#$b#Dad and Mom are going to try the therapist Shane has been seeing, he’s really great so hopefully he can help.$s",

	//Stories Series
	//CHICKEN WAR
		"sam.storyevent.chickenwar1.1": "HEY! What the-?? Did you see that? A chicken just ran up and stole my pizza! Right out of my hand!$8",
		"sam.storyevent.chickenwar1.2": "Do chickens even eat pizza...?",
		"sam.storyevent.chickenwar1.3": "Really? They eat pretty much anything? Huh... Well, I think I'll name her Pepperoni.$h#$b#Sooooo will her next eggs be pizza flavored? Hehe!$h",
		"sam.storyevent.chickenwar1.4": "Urgh... I'm still hungry...$s",
		"sam.storyevent.chickenwar1.5": "That chicken came out of nowhere... well, looks like Sam has a new fan!",

		"sam.storyevent.chickenwar2.1": "This pizza is for me, not for chickens... I'm watching you, Pepperoni!$a",
		"sam.storyevent.chickenwar2.2": "Huh? Looks like that chicken really likes Sam, or at least his pizza...",
		"sam.storyevent.chickenwar2.3": "Hey, @, any idea who this nutty chicken belongs to? I didn't sign up for a pet but she won't stop following me around!$a",

		"sam.storyevent.chickenwar3.1": "Pepperoni thinks she's going to trick me into forgiving her, but it's not going to happen!$a",
		"sam.storyevent.chickenwar3.2": "I was sitting here, playing my guitar, and THAT DEMON BIRD ran up and snatched my guitar pick! She has crossed the line. We are now at WAR!$a",
		"sam.storyevent.chickenwar3.3": "Arrgh, get away from me, you crazy bird! WAACHOO!! *SNORRRF* Ugh... serves you right, chicken.$a",
		"sam.storyevent.chickenwar3.4": "*mutters* Now I have to go find another guitar pick, that criminal... What?$s",

		"sam.storyevent.chickenwar4.1": "I figured out that chicken belongs to Shane, go figure. He's been teaching her deviant behavior for sure!$a",
		"sam.storyevent.chickenwar4.2": "Ha! Now you're in there, and I'm out here. No way you can escape and steal my stuff.$h",
		"sam.storyevent.chickenwar4.3": "Hey, wait a minute!#$b#*mumbles* What is she plotting?$a",
		"sam.storyevent.chickenwar4.4": "What is this, chicken parkour??$8#$b#Well, she's not getting my pizza today, that's for sure!$a",
		"sam.storyevent.chickenwar4.5": "Sam shoves the rest of his pizza slice in his mouth and glares at Pepperoni as she flaps down outside the fence.",
		"sam.storyevent.chickenwar4.6": "*muffled* Hehe, not today, bird!$a",

		"sam.storyevent.chickenwar5.1": "@! Save me from this menace! She won't leave me alone, and she's starting to instigate riots!$a",
		"sam.storyevent.chickenwar5.2": "Ugh... steals one piece of pizza and she becomes a possessed creature... the power of the pie.$s",
		"sam.storyevent.chickenwar5.3": "Pepperoni: BUKKAHH!!",
		"sam.storyevent.chickenwar5.4": "Ooooohhh it's on, bird, you better watch your back!$a",

		"sam.storyevent.chickenwar6.1": "Sam, there's no way I'm going to help you build an anti-chicken pizza protection unit.",
		"sam.storyevent.chickenwar6.2": "Awwww, c'mon! I just want to eat my pizza in peace!$s",
		"sam.storyevent.chickenwar6.3": "How about you eat in the house then?",
		"sam.storyevent.chickenwar6.4": "*sighs* Fine...",
		"sam.storyevent.chickenwar6.5": "Okay, okay... I guess this whole chicken war has gotten out of hand.",

		"sam.storyevent.chickenwar7.1": "Alright, fine. You win, Pepperoni. Here, have my pizza.$s",
		"sam.storyevent.chickenwar7.2": "I guess it's fine I let Pepperoni win the war. She's only a chicken after all.",
		"sam.storyevent.chickenwar7.3": "Hello, Sam, I heard about your pizza woes, and made a few extra pies for you and your friends, on the house.$h",
		"sam.storyevent.chickenwar7.4": "Woohoo!! Free pizza!",
		"sam.storyevent.chickenwar7.5": "Just between you and me, all the chicken entertainment was worth a fresh pizza, haha!",
		//Followup
		"abigail.topic.MaggPepperoniWar": "Sam was going on about something yesterday, he was really fired up, arms waving and everything! Ha!$h#$b#Something about a dumb chicken... or maybe it was a duck?#$b#And a pizza, I got that part for sure. Anyway, he was flippin' out! It was hilarious to be honest.$h",
		"sebastian.topic.MaggPepperoniWar": "What is up with Sam and some crazy chicken? I think he called her Pepperoni?#$b#He came over and was going on and on about some kind of chicken revolution and conspiracy to steal all the pizza?$h#$b#Maybe I'll find him later and see what's up... feels like there's some good mocking potential I'm missing out on!$7",
		"jodi.topic.MaggPepperoniWar": "What is this I hear about a chicken causing trouble in the town?#$b#It sounds very entertaining, I hope Sam hasn't created too much of a ruckus over the whole thing.#$b#He can get a little dramatic sometimes, but I've always thought that was quite endearing, haha!$h",
		"kent.topic.MaggPepperoniWar": "Hehe, Sam was over ranting on about a demon chicken.#$b#He sure is excitable sometimes, I bet that keeps you all on your toes!$h",
		"maru.topic.MaggPepperoniWar": "Seb was laughing to himself and muttering about Sam and a wild chicken?#$b#Come tell me about it, I need to take a break from my projects anyway and this promises to be a great story!$h",
		"penny.topic.MaggPepperoniWar": "Vince was chatting on and on in school about a chicken in town that was causing a lot of trouble?#$b#I hope all that has calmed down! Maybe we can take a field trip to visit the chickens on your farm sometime when you're not too busy.#$b#The kids really love the animals and it makes learning more fun for them.$h",
		"robin.topic.MaggPepperoniWar": "Hi @, Sam came over earlier and talked Seb's ear off about a chicken conspiracy... I didn't get the details but it sure sounded funny!$h#$b#It seems there's never a dull moment when that boy is involved.$h",
		"vincent.topic.MaggPepperoniWar": "Did you hear about the wild chicken named Pepperoni? Sam says she's evil but I bet she's really cute!#$b#I want to find out where she lives so I can play with her! I can bring some treats, I bet she'll love gummies!#$b#Oh, okay, maybe not gummies, but I have other good snacks!$h",
		"shane.topic.MaggPepperoniWar": "If you see Sam, tell him to stop terrorizing that chicken, it's not good for them to get too excited.#$b#Also, pizza isn't the best thing to feed chickens, no matter what they think they want.",
		"alex.topic.MaggPepperoniWar": "Hey, at our last workout Sam was complaining about some crazy chicken?#$b#Sounds like they're not getting along, haha!$h#$b#As long as his weird conspiracy theory doesn't stop her from laying eggs, he can yammer on about whatever he wants.$h#$b#Speaking of, mind if I swing by later to pick up a few dozen? Gotta keep stocked up and your eggs are by far the best!$h",

	//BANDSTAND
		"sam.storyevent.bandstand1.1": "Hi, @! I was thinking... we should play gigs here in town. What do you think?",
		"sam.storyevent.bandstand1.2": "That's... actually a great idea, Sam will have a big project and he'd get to do what he loves.",
		"sam.storyevent.bandstand1.3": "Yeah! It would be awesome to have a place to play... like a bandstand, one we could take down when we don't need it.$h#$b#Maybe we could ask Robin about how to do that.",
		//warp to carpenters shop
		"sam.storyevent.bandstand1.4": "A bandstand that can be broken down for storage... hmmm... that's an intriguing idea, let me make some notes.#$b#I'm certain I can come up with a plan that will work using scrap materials I have lying around in the shop.",
		"sam.storyevent.bandstand1.5": "Give me a few days, and I'll put together a proposal you can share with Mayor Lewis.$h",

		"sam.storyevent.bandstand2.1": "Hey, @! Robin finished the plans for the bandstand, here, take a look!$h#$b#It's pretty simple, and it breaks up into these cube things so we can change the shape and break it down for storage.",
		"sam.storyevent.bandstand2.2": "Oh yeah... now I have to talk to the Mayor about the project proposal.#$b#*sighs* I have a pitch all planned out, and Robin said she'd back me up. Want to come along? I sure could use the moral support!",
		//warp to Lewis house
		"sam.storyevent.bandstand2.3": "Hmmm... as long as the structure isn't permanent and you keep everything cleaned up after the shows, I suppose it could attract some visitors.#$b#Since Robin is vouching for the project, you can use the area near the Town Square on a trial basis.",
		"sam.storyevent.bandstand2.4": "Awesome! Thanks for giving me a chance, Mayor!",
		"sam.storyevent.bandstand2.5": "Hmph... I hope I don't regret this...$u",
		//warp to town
		"sam.storyevent.bandstand2.6": "Now, this is a big project and I have quite a few other jobs going right now, so I could use some help putting it all together.",
		"sam.storyevent.bandstand2.7": "Seb, you'll help me with the base and frame, right?",
		"sam.storyevent.bandstand2.8": "Sure.",
		"sam.storyevent.bandstand2.9": "You guys are building something? Count me in!",
		"sam.storyevent.bandstand2.10": "I'll do the backdrop.",
		"sam.storyevent.bandstand2.11": "Did you say backdrop? Are you building a stage? Ohhhh nice! I'll help with that, it would make a great setup for portrait photography too.",
		"sam.storyevent.bandstand2.12": "I better start getting the song list together, don't want to get on the stage and end up standing there all confused, heh!",

		"sam.storyevent.bandstand3.1": "Doesn't it look great? Sure was a lot of work, but totally worth it!$h",
		"sam.storyevent.bandstand3.2": "Now the whole project is done, I'm getting kinda nervous!$s",
		"sam.storyevent.bandstand3.3": "The backdrop came out amazing! I can't wait to try a photoshoot... Abby? Will you be my practice subject?$h",
		"sam.storyevent.bandstand3.4": "... Uhhhh...",
		"sam.storyevent.bandstand3.5": "Wait, you should play with us, @, you've already played all the songs on the harp during practice.",
		"sam.storyevent.bandstand3.6": "The first set will be tomorrow, so don't be late!$h",
		"sam.storyevent.bandstand3.7": "I'll be there, it'll be awesome!$h",
		//Followup
		"sebastian.topic.MaggBandStage": "Working on the bandstand project is pretty fun, something different anyway.#$b#I won't be able to play whenever Sam wants, but I'll be there when I'm not working or whatever.",
		"abigail.topic.MaggBandStage": "Sam told me all about the bandstand he's working on, it sounds great!#$b#I'll definitely be there to play drums when I'm not stuck in classes.#$b#You better join us too, I'll be seriously disappointed if you don't!",
		"jodi.topic.MaggBandStage": "Sam is so excited about the bandstand project, and it does sound wonderful!#$b#Are you planning to play your harp? I hope so, I've always liked that sound.$h",
		"kent.topic.MaggBandStage": "The bandstand project sounds like a great idea, I used to play guitar myself when I was young.#$b#Maybe I'll try it again sometime, shake the dust off and see if I can keep up with Sam.$h",
		"maru.topic.MaggBandStage": "Wow, Sam really got everyone hyped up about the bandstand!$h#$b#Mom is so excited about designing and building the stage, even Seb is helping out so she doesn't get behind on her other jobs.#$b#It's great to see everyone working together, I'm really looking forward to the music!$h",
		"penny.topic.MaggBandStage": "I'm really looking forward to having a stage for live music in town, it seems logical since there are so many musicians living here.#$b#We could also use it for other things like school plays or demonstrations.",
		"robin.topic.MaggBandStage": "This bandstand project is so much fun!#$b#I created a modular design that's easy to put together and break down so it won't be a huge chore to move the stage.#$b#I can't wait to see it in use! I'm sure the band will be playing live music when the weather is nice, and the stage will be great for all kinds of shows.$h",
		"elliott.topic.MaggBandStage": "It will be wonderful to have a stage in town, especially one we can move to different locations depending on what is happening.#$b#I might be willing to do a reading, maybe I can convince Jodi to read some of her poetry or Leah to display her artwork.$h",
		"emily.topic.MaggBandStage": "I love the idea of the bandstand and live music! We could have dances, karaoke, poetry readings... all kinds of things there.$h",
		"lewis.topic.MaggBandStage": "Oh yes, the bandstand project Sam proposed.#$b#Well, as I said before, since the town isn't paying for it and the structure isn't permanent, I don't have any issues with building one.#$b#It would be nice to have an additional stage for the festivals, I could use it for town announcements and speeches as well.$h#$b#%Hmmm... it seems like Lewis might be taking advantage of Sam's project. Not too surprising, but still.",

	//Sam's Birthday
		"sam.event.sambday.1": "Hey Sam, happy birthday... I remembered to get you something this year, heh!$h",
		"sam.event.sambday.2": "Awww thanks! Since we're all here, how about we play a few songs at the bandstand? It's still up from the last festival.#$b#Maybe I can get Lewis to leave it up for us, and we can play whenever.$h",
		"sam.event.sambday.3": "It's your day, Sam, you pick the song set.",
		"sam.event.sambday.4": "Sweet! Alright, let's do this!",
		"sam.event.sambday.5": "Thanks for hanging with me, this was a great birthday. You all are the best friends ever!",

}
