{

// Town Dialogue

    "ferngilltourists.dialogue.town.01": "Wow, what a lovely town!",
    "ferngilltourists.dialogue.town.02.sunny": "Lovely weather today, isn't it?",
    "ferngilltourists.dialogue.town.02.rainy": "Ugh, I wish the rain would stop.",
    "ferngilltourists.dialogue.town.02.snowy": "Ugh, I wish the snow would stop.",
    "ferngilltourists.dialogue.town.03": "Is the general store open today?",
    "ferngilltourists.dialogue.town.04": "What's worth seeing around here?",
    "ferngilltourists.dialogue.town.05.sunny": "Maybe I'll visit Cindersap Forest later.",
    "ferngilltourists.dialogue.town.05.rainy": "Maybe I'll visit Cindersap Forest later. The trees are nice in the rain.",
    "ferngilltourists.dialogue.town.05.snowy": "Maybe I'll visit Cindersap Forest later. The snow looks so pretty.",
    "ferngilltourists.dialogue.town.06.sunny": "Maybe I'll go for a walk by the mountain later.",
    "ferngilltourists.dialogue.town.06.rainy": "If this rain doesn't stop soon, I'm going to head back inside.",
    "ferngilltourists.dialogue.town.06.snowy": "If this snow doesn't stop soon, I'm going to head back inside.",
    "ferngilltourists.dialogue.town.07": "I saw a cute guy around here earlier. Think you could introduce me?",
    "ferngilltourists.dialogue.town.08": "I saw a cute girl around here earlier. Think I've got a chance?",
    "ferngilltourists.dialogue.town.09": "I wonder if there's any ghost stories about this place?",
    "ferngilltourists.dialogue.town.10": "Um... I hope I'm not lost...",
    "ferngilltourists.dialogue.town.11": "Sorry, could you give me directions to the saloon? Thanks!",
    "ferngilltourists.dialogue.town.12.sunny": "Maybe I'll go for a drink at the saloon later...",
    "ferngilltourists.dialogue.town.12.rainy": "Maybe I'll go warm up in the saloon for a while...",
    "ferngilltourists.dialogue.town.12.snowy": "Maybe I'll go warm up in the saloon for a while...",
    "ferngilltourists.dialogue.town.13": "The saloon has really good food! I'd definitely recommend it!",
    "ferngilltourists.dialogue.town.14": "I wonder if the general store sells souvenirs...",
    "ferngilltourists.dialogue.town.15": "This place isn't as bad as I thought it would be.",
    "ferngilltourists.dialogue.town.16": "Don't you think this town is kinda boring? Where's the nightlife?",
    "ferngilltourists.dialogue.town.17.sunny": "You know what this town needs? A big mural.",
    "ferngilltourists.dialogue.town.17.rainy": "You know what this town needs? More awnings.",
    "ferngilltourists.dialogue.town.17.snowy": "You know what this town needs? Outdoor heaters.",
    "ferngilltourists.dialogue.town.18": "The history of the old community centre is fascinating!",
    "ferngilltourists.dialogue.town.19.sunny": "Whose dog is that in the middle of town? It's a cutie!",
    "ferngilltourists.dialogue.town.19.rainy": "Whose dog is that in the middle of town? I feel sorry for it, stuck out in this rain.",
    "ferngilltourists.dialogue.town.19.snowy": "Whose dog is that in the middle of town? I feel sorry for it, stuck out in this snow.",
    "ferngilltourists.dialogue.town.20": "Why's this place called Pelican Town anyway?",
    "ferngilltourists.dialogue.town.21": "Eh, another farming town. You've seen one, you've seen a dozen.",
    "ferngilltourists.dialogue.town.22": "Some of these people look so... simply dressed. I'm concerned that my silk outfit might get damaged.",
    "ferngilltourists.dialogue.town.23": "This place is too small for a school, huh? I guess the kids all go to Grampleton?",
    "ferngilltourists.dialogue.town.24": "I wish it wasn't so far from Zuzu City.",
    "ferngilltourists.dialogue.town.25.sunny": "This would be a nice place to retire. Live the quiet life, you know?",
    "ferngilltourists.dialogue.town.25.rainy": "This would be a nice place to retire, as long as it doesn't rain like this all the time.",
    "ferngilltourists.dialogue.town.25.snowy": "This would be a nice place to retire, as long as you don't get snowed in.",
    "ferngilltourists.dialogue.town.26": "I should go check out the museum later.",
    "ferngilltourists.dialogue.town.27": "Maybe I'll borrow a book from the library.",
    "ferngilltourists.dialogue.town.28.sunny": "I heard the beach around here is nice.",
    "ferngilltourists.dialogue.town.28.rainy": "I heard the beach around here is nice, but not in rain like this.",
    "ferngilltourists.dialogue.town.28.snowy": "I heard the beach around here is nice, but not in snow like this.",
    "ferngilltourists.dialogue.town.29.sunny": "I have a feeling today's gonna be a good day.",
    "ferngilltourists.dialogue.town.29.rainy": "I have a feeling today's not gonna be a good day.",
    "ferngilltourists.dialogue.town.29.snowy": "I have a feeling today's not gonna be a good day.",
    "ferngilltourists.dialogue.town.30": "Any recommendations on stuff to do around here?",
    "ferngilltourists.dialogue.town.31": "I heard there's a ranch nearby. Think they'll let me pet a cow?",
    "ferngilltourists.dialogue.town.32.sunny": "Oh no, I left my wallet back at the hotel!",
    "ferngilltourists.dialogue.town.32.rainy": "Oh no, I left my umbrella back at the hotel!",
    "ferngilltourists.dialogue.town.32.snowy": "Oh no, I left my scarf back at the hotel!",
    "ferngilltourists.dialogue.town.33": "Ou est la salle de bain?!",
    "ferngilltourists.dialogue.town.34": "They should build a statue in the middle of the town square. Good idea, right?",
    "ferngilltourists.dialogue.town.35": "I knew it, I should've gone to Fort Josa instead...",
    "ferngilltourists.dialogue.town.36": "The fountain to the north is real pretty.",
    "ferngilltourists.dialogue.town.37": "Wow, I love all the quaint old buildings here!",
    "ferngilltourists.dialogue.town.38.sunny": "I hate bright sun like this. It just makes me miserable.",
    "ferngilltourists.dialogue.town.38.rainy": "I hate rain like this. It just makes me miserable.",
    "ferngilltourists.dialogue.town.38.snowy": "I hate snow like this. It just makes me miserable.",
    "ferngilltourists.dialogue.town.39.sunny": "It's so nice to go for a walk on a sunny day.",
    "ferngilltourists.dialogue.town.39.rainy": "It's so nice to go for a walk in the rain.",
    "ferngilltourists.dialogue.town.39.snowy": "It's so nice to go for a walk in the snow.",
    "ferngilltourists.dialogue.town.40.sunny": "I love the way the sun reflects off the river. It's so pretty.",
    "ferngilltourists.dialogue.town.40.rainy": "I love the smell of rain. It's so refreshing.",
    "ferngilltourists.dialogue.town.40.snowy": "I love the sight of snowflakes. They're so delicate.",

// Forest Dialogue

    "ferngilltourists.dialogue.forest.01": "Was that a squirrel over there?",
    "ferngilltourists.dialogue.forest.02.sunny": "Ah, the smell of soil. Reminds me of home.",
    "ferngilltourists.dialogue.forest.02.rainy": "Ah, the smell of wet leaves. Reminds me of home.",
    "ferngilltourists.dialogue.forest.02.snowy": "Ah, the smell of fresh snow. Reminds me of home.",
    "ferngilltourists.dialogue.forest.03": "It's so nice to go for a walk among the trees.",
    "ferngilltourists.dialogue.forest.04": "Someone told me there's good foraging around these parts. Think you could point me in the right direction?",
    "ferngilltourists.dialogue.forest.05.sunny": "Ew, I got dirt on my shoes. This 'nature' business just isn't for me.",
    "ferngilltourists.dialogue.forest.05.rainy": "Ew, my shoes are getting soaked. This 'nature' business just isn't for me.",
    "ferngilltourists.dialogue.forest.05.snowy": "Ew, my shoes are covered in snow. This 'nature' business just isn't for me.",
    "ferngilltourists.dialogue.forest.06.sunny": "Wait, what was that?! I thought I saw a green apple rolling around...",
    "ferngilltourists.dialogue.forest.06.rainy": "Wait, what was that?! I thought I saw a blue apple rolling around...",
    "ferngilltourists.dialogue.forest.06.snowy": "Wait, what was that?! I thought I saw a white apple rolling around...",
    "ferngilltourists.dialogue.forest.07": "Look, a woodpecker! You don't see many of them in the city!",
    "ferngilltourists.dialogue.forest.08": "This area's nice, but it's nothing compared to the old forests in Gotoro. There's trees that twenty people couldn't even fit their arms around.",
    "ferngilltourists.dialogue.forest.09": "Ugh, my friend insisted that I visit Cindersap, but I really don't see the appeal.",
    "ferngilltourists.dialogue.forest.10": "This odd orange guy got really judgy at me earlier about taking things in the forest. It was weird.",
    "ferngilltourists.dialogue.forest.11": "Isn't it strange how fast the trees grow in this forest? I wonder if there's magic at work...",
    "ferngilltourists.dialogue.forest.12.sunny": "Whoa, that cliff over there is pretty high. Better be careful!",
    "ferngilltourists.dialogue.forest.12.rainy": "Whoa, that cliff over there is pretty high. Better be careful, especially in rain like this!",
    "ferngilltourists.dialogue.forest.12.snowy": "Whoa, that cliff over there is pretty high. Better be careful, especially in snow like this!",
    "ferngilltourists.dialogue.forest.13": "Someone in town said that a wizard lives in these woods! Think it's true, or were they just pulling my leg?",
    "ferngilltourists.dialogue.forest.14": "You know, people who decide to vacation in a forest are usually trying to get away from people.",
    "ferngilltourists.dialogue.forest.15": "That ranch nearby should buy up the land and expand its business. Who cares about a bunch of trees and grass anyway?",
    "ferngilltourists.dialogue.forest.16": "One of the kids told me that there's an old house around here and if you bring coins, a mouse will sell you hats. What a fantastic story!",
    "ferngilltourists.dialogue.forest.17.sunny": "Eugh, I can smell the sewers from here! How does such a small town produce that much sewage anyway? Actually, I don't want to know.",
    "ferngilltourists.dialogue.forest.17.rainy": "That open sewer drain is a health hazard! I'm going to write to the governor about it!",
    "ferngilltourists.dialogue.forest.17.snowy": "Pretty gross how some people just toss their garbage anywhere they like, even in a beautiful forest like this.",
    "ferngilltourists.dialogue.forest.18": "My feet hurt. I shouldn't have bought new shoes just before going hiking.",
    "ferngilltourists.dialogue.forest.19.sunny": "The leaves look so pretty when the sun shines through them.",
    "ferngilltourists.dialogue.forest.19.rainy": "The leaves look so pretty all covered in raindrops.",
    "ferngilltourists.dialogue.forest.19.snowy": "The pines look so pretty covered in snow.",
    "ferngilltourists.dialogue.forest.20": "Why do people say the countryside is quiet? I can't hear a thing over the sound of all these animals!",
    "ferngilltourists.dialogue.forest.21": "That tower over to the west looks so spooky. I wouldn't go near it even if you dared me!",
    "ferngilltourists.dialogue.forest.22": "It'd be nice to just set up a tent here and live in the wild.",
    "ferngilltourists.dialogue.forest.23": "I think I dropped my train ticket in the lake...",
    "ferngilltourists.dialogue.forest.24": "Gdzie jest toaleta?!",
    "ferngilltourists.dialogue.forest.25.sunny": "Oh no, did I remember to put on sunscreen? I think I'm getting a burn...",
    "ferngilltourists.dialogue.forest.25.rainy": "Oh no, I forgot it was going to rain today! I'm getting soaked...",
    "ferngilltourists.dialogue.forest.25.snowy": "Oh no, I forgot to wear my snowboots! I hope I don't slip...",
    "ferngilltourists.dialogue.forest.26": "I keep hearing weird banging noises coming from the cabin to the east. What do you think's going on in there?",
    "ferngilltourists.dialogue.forest.27": "I want to pick those berries, but I wonder if it's ecologically responsible. I'd like to be a responsible tourist.",
    "ferngilltourists.dialogue.forest.28.sunny": "Standing under a tree and looking up at the leaves is such a nice feeling.",
    "ferngilltourists.dialogue.forest.28.rainy": "The rain's not so bad when there's so many trees here to shelter you.",
    "ferngilltourists.dialogue.forest.28.snowy": "The trees aren't much protection against the elements during winter...",
    "ferngilltourists.dialogue.forest.29.sunny": "I hope I'll be able to spot a tan brush lark out here. I read online that they're common around this area.",
    "ferngilltourists.dialogue.forest.29.rainy": "I hope I'll be able to spot a green marsh frog out here. I read online that they're common around this area.",
    "ferngilltourists.dialogue.forest.29.snowy": "I hope I'll be able to spot a snow cottontail out here. I read online that they're common around this area.",
    "ferngilltourists.dialogue.forest.30": "There's so many beautiful flowers that grow around here. I'm going to pick a bouquet and take them back for my girlfriend.",

// Mountain Dialogue

    "ferngilltourists.dialogue.mountain.01": "It's so windy here! My hair is a mess!",
    "ferngilltourists.dialogue.mountain.02.sunny": "Do you know what kind of bird that is?",
    "ferngilltourists.dialogue.mountain.02.rainy": "Man, I can't hear the birds over the noise of this rain.",
    "ferngilltourists.dialogue.mountain.02.snowy": "All the birds have left for the winter, I guess.",
    "ferngilltourists.dialogue.mountain.03": "Ugh, why did I decide to wear these shoes today?",
    "ferngilltourists.dialogue.mountain.04": "I heard there's monsters in the mines nearby, is that true?!",
    "ferngilltourists.dialogue.mountain.05.sunny": "I'd like to try climbing those cliffs. The holds look really nice.",
    "ferngilltourists.dialogue.mountain.05.rainy": "I'd like to try climbing those cliffs, but I think I'll wait til the rain stops. I don't want to break my neck.",
    "ferngilltourists.dialogue.mountain.05.snowy": "I'd like to try climbing those cliffs, but I think I'd need ice picks in this weather.",
    "ferngilltourists.dialogue.mountain.06.sunny": "It's mesmerising watching the way the sun glitters off the lake.",
    "ferngilltourists.dialogue.mountain.06.rainy": "It's mesmerising watching the way the raindrops spread ripples across the lake.",
    "ferngilltourists.dialogue.mountain.06.snowy": "It's mesmerising watching the way the snowflakes swirl above the lake.",
    "ferngilltourists.dialogue.mountain.07": "Tuvalet nerede?!",
    "ferngilltourists.dialogue.mountain.08": "Such beautiful houses in town and then there's that battered tent up here. What an eyesore!",
    "ferngilltourists.dialogue.mountain.09": "I heard Joja Construction caused a landslide around here. Pretty scary stuff, huh? Were you affected by it?",
    "ferngilltourists.dialogue.mountain.10": "I should have brought my camera with me! The scenery up here is so pretty.",
    "ferngilltourists.dialogue.mountain.11": "I wonder how high up we are?",
    "ferngilltourists.dialogue.mountain.12.sunny": "Was that a heron over there by the lake? It must be enjoying this sun to dry out its feathers.",
    "ferngilltourists.dialogue.mountain.12.rainy": "Was that a heron over there by the lake? It must be enjoying how active the fish are in this rain.",
    "ferngilltourists.dialogue.mountain.12.snowy": "Was that a heron over there by the lake? It must be struggling to find anything in this cold.",
    "ferngilltourists.dialogue.mountain.13": "It's nice here but kind of boring. I think I'd rather head back into town.",
    "ferngilltourists.dialogue.mountain.14": "I wonder what that statue is for? It looks like a kind of shrine.",
    "ferngilltourists.dialogue.mountain.15": "Oh, I love how serene and relaxing it is up here.",
    "ferngilltourists.dialogue.mountain.16": "Shhhh... I'm listening to nature.",
    "ferngilltourists.dialogue.mountain.17.sunny": "I wish I'd brought my swimsuit. The water looks so beautiful and clear.",
    "ferngilltourists.dialogue.mountain.17.rainy": "I wish I'd brought my swimsuit. I love going for a swim in the rain.",
    "ferngilltourists.dialogue.mountain.17.snowy": "I considered bringing my swimsuit, but there's no way I'd go for a swim when it's this cold.",
    "ferngilltourists.dialogue.mountain.18": "Good thing I brought along a bunch of snacks for after the hike up here!",
    "ferngilltourists.dialogue.mountain.19.sunny": "Those board bridges look so flimsy. Don't you have a mayor or something to get them fixed up? They're a real hazard.",
    "ferngilltourists.dialogue.mountain.19.rainy": "Those board bridges look so flimsy. Don't you have a mayor or something to get them fixed up? They're a real hazard, especially in rain like this.",
    "ferngilltourists.dialogue.mountain.19.snowy": "Those board bridges look so flimsy. Don't you have a mayor or something to get them fixed up? They're a real hazard, especially in snow like this.",
    "ferngilltourists.dialogue.mountain.20": "See those plants there? That's a sign of a healthy ecosystem. You're pretty lucky to live here!",
    "ferngilltourists.dialogue.mountain.21": "That's it, I've got my fill of nature for the week. I'm going to head back to town.",
    "ferngilltourists.dialogue.mountain.22": "I wish there was a proper walking trail here. My shoes are getting covered in... I don't even want to know what.",
    "ferngilltourists.dialogue.mountain.23": "Majestic. Absolutely majestic.",
    "ferngilltourists.dialogue.mountain.24": "Wish me luck, I'm gonna go check out those creepy mines! ...soon. Once I'm definitely ready.",
    "ferngilltourists.dialogue.mountain.25.sunny": "Ugh, why didn't I bring a hat? The sun is giving me a headache.",
    "ferngilltourists.dialogue.mountain.25.rainy": "Ugh, why didn't I bring an umbrella? The rain is dripping down my neck.",
    "ferngilltourists.dialogue.mountain.25.snowy": "Ugh, why didn't I bring a coat? The snow is making my hands numb.",
    "ferngilltourists.dialogue.mountain.26": "I'm glad you've got an Adventurers' Guild outpost here. Makes me feel safer wandering around the valley.",
    "ferngilltourists.dialogue.mountain.27": "What happened to that old quarry over there anyway? Did they run out of ore?",
    "ferngilltourists.dialogue.mountain.28.sunny": "I saw that old guy with the eyepatch out training here earlier. He's still got it!",
    "ferngilltourists.dialogue.mountain.28.rainy": "I saw that old guy with the eyepatch out training here earlier, even in the pouring rain! He's still got it!",
    "ferngilltourists.dialogue.mountain.28.snowy": "I saw that old guy with the eyepatch out training here earlier, even in this heavy snow! He's still got it!",
    "ferngilltourists.dialogue.mountain.29.sunny": "The girl with the glasses from the carpentry shop was wandering around here earlier. Seemed like she was figuring out where to set up a telescope.",
    "ferngilltourists.dialogue.mountain.29.rainy": "The long-haired guy from the carpentry shop was wandering around here earlier. Seemed like he was looking for something near the lake.",
    "ferngilltourists.dialogue.mountain.29.snowy": "The older man from the carpentry shop was wandering around here earlier. Seemed like he was checking out the plants under the snow.",
    "ferngilltourists.dialogue.mountain.30": "Think the carpentry shop would let me use their toilet? I'd rather not walk all the way back to town. Or worse, find a bush.",

// Beach Dialogue

    "ferngilltourists.dialogue.beach.01": "Ooh, I love the feeling of sand under my toes. Makes me want to wriggle all over.",
    "ferngilltourists.dialogue.beach.02.sunny": "The sun is murder. I need a drink.",
    "ferngilltourists.dialogue.beach.02.rainy": "This rain is disgusting. Where's the sun? I need a drink.",
    "ferngilltourists.dialogue.beach.03": "Dimanakah tandas?!",
    "ferngilltourists.dialogue.beach.04": "The crabs are so cute! I want to take one home but it probably wouldn't be happy there...",
    "ferngilltourists.dialogue.beach.05.sunny": "Nothing beats Stardew Valley on a sunny day. When it's a good day, it's a great day.",
    "ferngilltourists.dialogue.beach.05.rainy": "Even when it's raining, there's not much that beats Stardew Valley.",
    "ferngilltourists.dialogue.beach.06.sunny": "I heard that there's different fish in this area when it's sunny. I wonder where the rainy day fish go?",
    "ferngilltourists.dialogue.beach.06.rainy": "I heard that there's different fish in this area when it's raining. I wonder where the sunny day fish go?",
    "ferngilltourists.dialogue.beach.07": "Who's ready to bury me in the sand and turn me into a mermaid?",
    "ferngilltourists.dialogue.beach.08": "I love the song of the sea.",
    "ferngilltourists.dialogue.beach.09": "What we need here is some music. Get people dancing!",
    "ferngilltourists.dialogue.beach.10": "I should've brought my fishing rod. I bet you can catch some real whoppers 'round this part of the coast.",
    "ferngilltourists.dialogue.beach.11": "The water is so lovely and clear. I can see so many fish!",
    "ferngilltourists.dialogue.beach.12.sunny": "I've got my swimsuit on under my clothes so I can go for a dip later.",
    "ferngilltourists.dialogue.beach.12.rainy": "I wore my swimsuit under my clothes so I could go for a dip later, but now I'm having second thoughts.",
    "ferngilltourists.dialogue.beach.13": "I came monster hunting, but I haven't had much luck. Maybe I could ask to rent that fellow's boat.",
    "ferngilltourists.dialogue.beach.14": "I'm going to go check out those tide pools. There's all sorts of awesome little critters that live there.",
    "ferngilltourists.dialogue.beach.15": "I'm glad I decided to come here instead of going to the Fern Islands. The beaches there are always so crowded.",
    "ferngilltourists.dialogue.beach.16": "This is a nice beach, but it doesn't hold a candle to the Prairie Island beaches. Although this one does have the benefit of no crocodiles!",
    "ferngilltourists.dialogue.beach.17.sunny": "I'm so glad the weather held out! Beach day, yeah!",
    "ferngilltourists.dialogue.beach.17.rainy": "Dunno why I decided to come to the beach in the rain. What a stupid decision.",
    "ferngilltourists.dialogue.beach.18": "Wanna build a sandcastle with me? Aw, I guess you're busy, huh?",
    "ferngilltourists.dialogue.beach.19.sunny": "That long-haired guy in the house there has been wandering around staring out to sea. What's his deal?",
    "ferngilltourists.dialogue.beach.19.rainy": "A young guy in a hoodie was wandering around the pier earlier. What's his deal?",
    "ferngilltourists.dialogue.beach.20": "I should've brought my dog with me. She'd love running around in the waves!",
    "ferngilltourists.dialogue.beach.21": "Man, where's an ice-cream stall when you need one?",
    "ferngilltourists.dialogue.beach.22": "This place is great! I'll have to bring the whole family with me next year.",
    "ferngilltourists.dialogue.beach.23": "What's up with the huge pile of wood over there? Isn't it a safety risk?",
    "ferngilltourists.dialogue.beach.24": "I want to dive off the pier, but I'm not sure if it's safe or not. Better not to, I guess.",
    "ferngilltourists.dialogue.beach.25.sunny": "It's so poetic to wander the beach. I feel inspired! 'Steady steady the waves do roll, as the ship's bell rings its toll'.",
    "ferngilltourists.dialogue.beach.25.rainy": "It's so poetic to wander the beach in the rain. I feel inspired! 'O'er snarling waves, 'neath clouds of grey, a bird in white does fly'.",
    "ferngilltourists.dialogue.beach.26": "Beach partayyyyyyy! ...No? Okay then.",
    "ferngilltourists.dialogue.beach.27": "I went to check out the fishing shop over there, but he only sells fishing stuff! Where's the cute nautical souvenirs?",
    "ferngilltourists.dialogue.beach.28.sunny": "Oh no, I dropped my phone in the sand!",
    "ferngilltourists.dialogue.beach.28.rainy": "Oh no, I dropped my phone in the sand!",
    "ferngilltourists.dialogue.beach.29.sunny": "You know what this place needs? One of those glass-bottom boat tours! I bet that'd bring in loads of people.",
    "ferngilltourists.dialogue.beach.29.rainy": "You know what this place needs? One of those glass-bottom boat tours! I bet that'd bring in loads of people.",
    "ferngilltourists.dialogue.beach.30": "There's something entrancing about watching the waves lapping at the shore. In and out... in and out...",

// Railroad Dialogue

    "ferngilltourists.dialogue.railroad.01": "What a shame that this bathhouse is in such bad shape. I'd come by more often if they'd put some effort into fixing it up.",
    "ferngilltourists.dialogue.railroad.02.sunny": "I'm so excited to be on holiday! It's been an awfully long while.",
    "ferngilltourists.dialogue.railroad.02.rainy": "I'm so excited to be on holiday! Even if it's raining the whole time, I'm still going to enjoy myself!",
    "ferngilltourists.dialogue.railroad.02.snowy": "I'm so excited to be on holiday! Even if it's snowing the whole time, I'm still going to enjoy myself!",
    "ferngilltourists.dialogue.railroad.03": "Even with the smoke from the trains, the air here is so much purer than in the city.",
    "ferngilltourists.dialogue.railroad.04": "My bag? Where's my bag?! Oh no, I think I left it on the train!",
    "ferngilltourists.dialogue.railroad.05.sunny": "Have you seen the goods carriages that come by sometimes? Apparently stuff falls off sometimes, but who cares about a bit of wood or stone?",
    "ferngilltourists.dialogue.railroad.05.rainy": "Have you seen those trains with the bars on the sides? What are they even transporting in those?!",
    "ferngilltourists.dialogue.railroad.05.snowy": "Have you seen the present train? I'm starting to wonder if it's just an urban legend.",
    "ferngilltourists.dialogue.railroad.06.sunny": "I'm surprised so few people come up this way. Oh well, more space for me!",
    "ferngilltourists.dialogue.railroad.06.rainy": "I'm not surprised so few people come up this way in rain like this.",
    "ferngilltourists.dialogue.railroad.06.snowy": "A young guy's been coming around to the gym here. Man, is he ripped!",
    "ferngilltourists.dialogue.railroad.07": "Those tunnels are pretty long! I wonder how they built them?",
    "ferngilltourists.dialogue.railroad.08": "Donde esta el baño?!",
    "ferngilltourists.dialogue.railroad.09": "Seriously? No gates or barriers along the train lines? That's terribly unsafe!",
    "ferngilltourists.dialogue.railroad.10": "Did you know you can only get to the gym if you go through the men's locker rooms? Who decided on that?!",
    "ferngilltourists.dialogue.railroad.11": "I can see why no one would want to live up here. It's so noisy every time a train goes past.",
    "ferngilltourists.dialogue.railroad.12.sunny": "There's nothing better than sitting in a hot spa and then going sunbathing.",
    "ferngilltourists.dialogue.railroad.12.rainy": "There's nothing better than sitting in a hot spa with the sound of the rain pouring outside.",
    "ferngilltourists.dialogue.railroad.12.snowy": "There's nothing better than sitting in a hot spa then stepping out into the cold air.",
    "ferngilltourists.dialogue.railroad.13": "What do you mean, where am I going? I'm here for the trains!",
    "ferngilltourists.dialogue.railroad.14": "It'll be nice to have a spa day. Especially when it's free access!",
    "ferngilltourists.dialogue.railroad.15": "I was hoping the bathhouse would be more impressive...",
    "ferngilltourists.dialogue.railroad.16": "I'm here to study the geology. It's quite impressive how tunnels were built through such solid rock.",
    "ferngilltourists.dialogue.railroad.17.sunny": "The view from the summit must be incredible! You could probably see the entire valley from up there.",
    "ferngilltourists.dialogue.railroad.17.rainy": "The view from the summit must be incredible! You could probably see the entire valley from up there. Well, you could if it wasn't raining, anyway.",
    "ferngilltourists.dialogue.railroad.17.snowy": "The view from the summit must be incredible! You could probably see the entire valley from up there. Well, you could if it wasn't snowing, anyway.",
    "ferngilltourists.dialogue.railroad.18": "There are so many things to do today that I'm not sure we'll be able to do it all. I wonder if we can rent some horses? That would be fun.",
    "ferngilltourists.dialogue.railroad.19.sunny": "There's really not much to do up here, is there? I'm just going to head back to town.",
    "ferngilltourists.dialogue.railroad.19.rainy": "There's really not much to do up here, is there? If it keeps raining like this, I'm just going to head back to town.",
    "ferngilltourists.dialogue.railroad.19.snowy": "There's really not much to do up here, is there? If it keeps snowing like this, I'm just going to head back to town.",
    "ferngilltourists.dialogue.railroad.20": "Looks like a real hike up to the summit there. Don't know if I'm ready for it.",
    "ferngilltourists.dialogue.railroad.21": "The whistles from the trains are so loud that you can hear it all the way down at the beach! It really ruins the serenity.",
    "ferngilltourists.dialogue.railroad.22": "I thought I saw something shining in the pond just outside the spa. Maybe someone dropped something in there?",
    "ferngilltourists.dialogue.railroad.23": "Have you seen the graffiti on some of these trains? It's utterly disgraceful! What hooligans.",
    "ferngilltourists.dialogue.railroad.24": "I thought I saw BONES buried over there somewhere! I don't want to find out what type they are...",
    "ferngilltourists.dialogue.railroad.25.sunny": "Stand over by that little cave behind the platform, it'll send shivers down your spine. The vibes are really weird and creepy over there.",
    "ferngilltourists.dialogue.railroad.25.rainy": "Stand over by that little cave behind the platform, it'll send shivers down your spine. The vibes are really weird and creepy over there. ...It's not just rain, I swear!",
    "ferngilltourists.dialogue.railroad.25.snowy": "Stand over by that little cave behind the platform, it'll send shivers down your spine. The vibes are really weird and creepy over there. ...It's not just melted snow, I swear!",
    "ferngilltourists.dialogue.railroad.26": "Have you seen that little house on legs near the cliff? I'm not imagining things, am I?",
    "ferngilltourists.dialogue.railroad.27": "Even for a little country town, that train station is terrible. Only one bench? Seriously? And there's not even a proper path into town!",
    "ferngilltourists.dialogue.railroad.28.sunny": "I should've packed my hiking boots!",
    "ferngilltourists.dialogue.railroad.28.rainy": "I should've packed my hiking boots! And maybe a raincoat.",
    "ferngilltourists.dialogue.railroad.28.snowy": "I should've packed my hiking boots! And maybe a winter coat.",
    "ferngilltourists.dialogue.railroad.29.sunny": "I can't believe there's no taxi service into town. They can't seriously expect people to just WALK all that way.",
    "ferngilltourists.dialogue.railroad.29.rainy": "I can't believe there's no taxi service into town. They can't seriously expect people to just WALK all that way in this rain.",
    "ferngilltourists.dialogue.railroad.29.snowy": "I can't believe there's no taxi service into town. They can't seriously expect people to just WALK all that way in this snow.",
    "ferngilltourists.dialogue.railroad.30": "Where's a vending machine when you need one? I just want to buy a snack!",

// Desert Dialogue

    "ferngilltourists.dialogue.desert.01": "'Ayn alhamam?!",
    "ferngilltourists.dialogue.desert.02": "That sales lady is kind of scary. I just bought a bunch of seeds from her and I don't even have a garden!",
    "ferngilltourists.dialogue.desert.03": "I'm just waiting for nightfall. There's some great stargazing when you don't have to worry about clouds or cities.",
    "ferngilltourists.dialogue.desert.04": "I can't believe there are still places that rely on barter. Who even walks around carrying gems?",
    "ferngilltourists.dialogue.desert.05": "I come here for the shopping. Trust me, there's nothing else around here worth visiting for.",
    "ferngilltourists.dialogue.desert.06": "It's miraculous how life finds a way in the desert.",
    "ferngilltourists.dialogue.desert.07": "I wonder what's inside that big locked door to the north? You think there's treasure?! ...it's probably just a cave blocked off for safety.",
    "ferngilltourists.dialogue.desert.08": "I heard that there's a special members-only club in the back of that shop. What do you think goes on in there?",
    "ferngilltourists.dialogue.desert.09": "Someone told me that it rains here only once every ten years and when it does, there's flowers everywhere. Sounds like an incredible sight.",
    "ferngilltourists.dialogue.desert.10": "Phew, it's so hot out here. I'm going to head back to the shop to cool down.",
    "ferngilltourists.dialogue.desert.11": "Oh no, I didn't bring enough water with me! I'm going to have to buy some from the Oasis.",
    "ferngilltourists.dialogue.desert.12": "Is that a camel over there?! It better not spit on me!",
    "ferngilltourists.dialogue.desert.13": "Ugh, I'm getting sand in places sand really shouldn't be going...",
    "ferngilltourists.dialogue.desert.14": "Good thing I didn't bring my cat with me. This place would be one giant litter box to her.",
    "ferngilltourists.dialogue.desert.15": "I heard that there's the ruins of an ancient civilisation around here. I was hoping to visit them, but no one will tell me anything.",
    "ferngilltourists.dialogue.desert.16": "What do you think those pillars to the north are? Maybe they were left here by aliens as landing markers!",
    "ferngilltourists.dialogue.desert.17": "Nothing beats cracking open a coconut and drinking fresh coconut water straight from the source!",
    "ferngilltourists.dialogue.desert.18": "My friend really loves cactus fruits, so I promised to pick him up some while I'm here. My hands are regretting it though.",
    "ferngilltourists.dialogue.desert.19": "Did you see those mini-cactuses for sale at the Oasis? So cute!",
    "ferngilltourists.dialogue.desert.20": "Where's my tour bus? It should've been here hours ago!",
    "ferngilltourists.dialogue.desert.21": "My Melancholy Star guidebook recommended this place as a 'must-visit', but it's overhyped in my opinion.",
    "ferngilltourists.dialogue.desert.22": "I'm hitchhiking my way across Ferngill. There doesn't seem to be many cars going through this area though...",
    "ferngilltourists.dialogue.desert.23": "How come the water in that little pond over there never dries up? Is it an underground spring?",
    "ferngilltourists.dialogue.desert.24": "Sometimes this weird guy with blue skin turns up to chat with the shop lady. It's pretty suspicious, if you ask me.",
    "ferngilltourists.dialogue.desert.25": "Wanna hear a joke? What did one desert say to the other desert? ...'Long time no sea'!",
    "ferngilltourists.dialogue.desert.26": "This dry air is so bad for my skin. I'm going to have to bathe in moisturiser when I get back.",
    "ferngilltourists.dialogue.desert.27": "Oof, I really didn't wear the right outfit for this place. I'm burning up.",
    "ferngilltourists.dialogue.desert.28": "Did you know that Kyalicot was the name of an ancient empire that used to rule this entire region? That's where the name Calico comes from!",
    "ferngilltourists.dialogue.desert.29": "Whoa, those bones are incredible! I can't even imagine seeing one of those dragons alive!",
    "ferngilltourists.dialogue.desert.30": "There's so many fossils in this area. I'm surprised there aren't more archaeologists doing research around here.",

// East Scarp Dialogue

    "ferngilltourists.dialogue.eastscarp.01": "The inn here is so much larger than the saloon in Pelican Town! I think I prefer the drinks over there though.",
    "ferngilltourists.dialogue.eastscarp.02.sunny": "I heard that there's been a lot of shipwrecks along this part of the coast. Good thing you've got that lighthouse, right?",
    "ferngilltourists.dialogue.eastscarp.02.rainy": "I heard that there's been a lot of shipwrecks along this part of the coast. I can see why, with weather like this.",
    "ferngilltourists.dialogue.eastscarp.02.snowy": "I heard that there's been a lot of shipwrecks along this part of the coast. I can see why, when the visibility gets this bad. Or should that be CAN'T see? Haha!",
    "ferngilltourists.dialogue.eastscarp.03": "There was a girl earlier talking about alpacas somewhere around here! Wonder if I could sneak in and see them?",
    "ferngilltourists.dialogue.eastscarp.04": "I knew I should've brought my dog with me! Then I would've had an excuse to go chat up that cute vet.",
    "ferngilltourists.dialogue.eastscarp.05.sunny": "You should buy a coffee from the stand near the beach. Best cup of joe I've had in a long time!",
    "ferngilltourists.dialogue.eastscarp.05.rainy": "You should buy a coffee from the stand near the beach. It's the perfect thing for a cold wet day like this!",
    "ferngilltourists.dialogue.eastscarp.05.snowy": "You should buy a coffee from the stand near the beach. It's the perfect thing for a cold day like this!",
    "ferngilltourists.dialogue.eastscarp.06.sunny": "It's a good hike up to the Pelican Town mines from here, but on a sunny day like today, it doesn't take too long.",
    "ferngilltourists.dialogue.eastscarp.06.rainy": "It's a good hike up to the Pelican Town mines from here, though on a rainy day like today, it'll probably take you longer than usual.",
    "ferngilltourists.dialogue.eastscarp.06.snowy": "It's a good hike up to the Pelican Town mines from here, though on a rainy day like today, it'll probably take you longer than usual.",
    "ferngilltourists.dialogue.eastscarp.07": "The vet's daughter just keeps talking about birds. I think I've learned more about parrots today than I ever wanted to!",
    "ferngilltourists.dialogue.eastscarp.08": "Have you seen the woman in the old-fashioned clothing? She looks like she's just stepped out off the front page of a historial romance novel!",
    "ferngilltourists.dialogue.eastscarp.09": "Kei hea te wharepaku?!",
    "ferngilltourists.dialogue.eastscarp.10": "Maybe I should talk to the family about buying a holiday home over here...",
    "ferngilltourists.dialogue.eastscarp.11": "I'm surprised how many people live here! I'd always heard it was pretty empty.",
    "ferngilltourists.dialogue.eastscarp.12.sunny": "Have you seen the little birdhide in the woods to the north? I've seen the vet's daughter playing there sometimes.",
    "ferngilltourists.dialogue.eastscarp.12.rainy": "Have you seen the little birdhide in the woods to the north? I've seen the vet's daughter playing there sometimes.",
    "ferngilltourists.dialogue.eastscarp.12.snowy": "Have you seen the little birdhide in the woods to the north? I've seen the vet's daughter playing there sometimes.",
    "ferngilltourists.dialogue.eastscarp.13": "Those tidepools are so beautiful. And those little colourful things living there? Gorgeous!",
    "ferngilltourists.dialogue.eastscarp.14": "It must take a lot of work to maintain the lighthouse there. Such a lonely job.",
    "ferngilltourists.dialogue.eastscarp.15": "Did you see that heart-shaped pond with the ducks? It's so romantic! I'm thinking of proposing to my boyfriend there.",
    "ferngilltourists.dialogue.eastscarp.16": "I tried going up to the old orchard to the north, but the bridge was broken! Someone should really fix it.",
    "ferngilltourists.dialogue.eastscarp.17.sunny": "You know what, forget it. I'm done for the day. I'm just going to head back to the inn and sleep.",
    "ferngilltourists.dialogue.eastscarp.17.rainy": "You know what, forget it. I'm done for the day. I'm just going to head back to the inn and sleep.",
    "ferngilltourists.dialogue.eastscarp.17.snowy": "You know what, forget it. I'm done for the day. I'm just going to head back to the inn and sleep.",
    "ferngilltourists.dialogue.eastscarp.18": "I thought I saw a black toy bunny walking around earlier! My eyes must've been playing tricks on me, right?",
    "ferngilltourists.dialogue.eastscarp.19.sunny": "That red-haired girl at the JojaMart - wasn't she in the newspaper a short while back? For drawing horns on a painting of the governor?",
    "ferngilltourists.dialogue.eastscarp.19.rainy": "That red-haired girl at the JojaMart - wasn't she in the newspaper a short while back? For running a heist to steal five hundred JojaMart pizzas?",
    "ferngilltourists.dialogue.eastscarp.19.snowy": "That red-haired girl at the JojaMart - wasn't she in the newspaper a short while back? For making a scarecrow of the mayor in his shorts?",
    "ferngilltourists.dialogue.eastscarp.20": "Whoa, who owns the motorbike in that garage? That is SICK, man!",
    "ferngilltourists.dialogue.eastscarp.21": "Damnit, a crab nipped me earlier and now my foot's all swollen up. Guess I better go see the doctor.",
    "ferngilltourists.dialogue.eastscarp.22": "Think they hire out the inn for parties? It'd make a great venue.",
    "ferngilltourists.dialogue.eastscarp.23": "I love the architecture around here - that stonework is iconic. I'd love to meet the architect!",
    "ferngilltourists.dialogue.eastscarp.24": "That ravine to the north is terrifying... If you fell in one of those cracks, I don't think they'd ever find your body.",
    "ferngilltourists.dialogue.eastscarp.25.sunny": "I heard that gem birds visit this area in the summer. Hopefully I'm lucky enough to spot one!",
    "ferngilltourists.dialogue.eastscarp.25.rainy": "I heard that gem birds visit this area in the summer, though I don't think they'd be very active in this weather.",
    "ferngilltourists.dialogue.eastscarp.25.snowy": "I heard that gem birds visit this area in the summer. They're probably wintering in the Gem Isles at this time of year though.",
    "ferngilltourists.dialogue.eastscarp.26": "I can't believe how many birds and animals there are around here!",
    "ferngilltourists.dialogue.eastscarp.27": "'Where heart meets ocean'... it's such a beautiful slogan. Whoever thought it up must be a princess of advertising!",
    "ferngilltourists.dialogue.eastscarp.28.sunny": "You know, it might be nice to set up an easel around here. Paint the light sparkling on the waves.",
    "ferngilltourists.dialogue.eastscarp.28.rainy": "You know, it might be nice to set up an easel around here. Paint the rain dripping in the tidepools.",
    "ferngilltourists.dialogue.eastscarp.28.snowy": "You know, it might be nice to set up an easel around here. Paint the snowflakes drifting over the pond.",
    "ferngilltourists.dialogue.eastscarp.29.sunny": "It's so pretty here. I absolutely adore this place.",
    "ferngilltourists.dialogue.eastscarp.29.rainy": "It's so pretty here. I absolutely adore this place.",
    "ferngilltourists.dialogue.eastscarp.29.snowy": "It's so pretty here. I absolutely adore this place.",
    "ferngilltourists.dialogue.eastscarp.30": "You know what this place needs? A whole bunch of lemurs! It'd be awesome, you can't convince me otherwise.",
    "ferngilltourists.dialogue.eastscarp.31": "Last night I thought I heard wet footsteps and when I looked out the window, there was a sea monster walking around! I wasn't just dreaming that, right?!",
    "ferngilltourists.dialogue.eastscarp.32.sunny": "I thought it would have been warmer today, but the sea wind is quite chilly.",
    "ferngilltourists.dialogue.eastscarp.32.rainy": "I thought it would be cold today, but I wasn't prepared for how chilly the sea wind is.",
    "ferngilltourists.dialogue.eastscarp.32.snowy": "I thought it would be cold today, but I wasn't prepared for how chilly the sea wind is.",
    "ferngilltourists.dialogue.eastscarp.33": "I keep seeing this orange cat hanging around here and I swear it's like he understands what I say.",
    "ferngilltourists.dialogue.eastscarp.34": "The innkeeper was talking about Fort Josa earlier. I should've gone on vacation there instead of coming to this boring little seaside town.",
    "ferngilltourists.dialogue.eastscarp.35": "Is it just me or is there something... suspicious going on around here? I keep seeing weird boxes being moved around near the sea caves. There's pirates in the Gem Isles, maybe they're operating here too.",
    "ferngilltourists.dialogue.eastscarp.36": "Whoever owns those goats in the mountains should keep them in a pen! It's an affront to have them wandering around as they like!",
    "ferngilltourists.dialogue.eastscarp.37": "I keep hearing rumours of some real eccentric characters who want to move in here.",
    "ferngilltourists.dialogue.eastscarp.38.sunny": "Little towns like this are so old-fashioned. Yawn. Give me the excitement of the big city any day!",
    "ferngilltourists.dialogue.eastscarp.38.rainy": "Little towns like this are so old-fashioned. Yawn. Give me the excitement of the big city any day!",
    "ferngilltourists.dialogue.eastscarp.38.snowy": "Little towns like this are so old-fashioned. Yawn. Give me the excitement of the big city any day!",
    "ferngilltourists.dialogue.eastscarp.39.sunny": "I don't have time to talk to you. I have important things to do.",
    "ferngilltourists.dialogue.eastscarp.39.rainy": "I don't have time to talk to you. I have important things to do.",
    "ferngilltourists.dialogue.eastscarp.39.snowy": "I don't have time to talk to you. I have important things to do.",
    "ferngilltourists.dialogue.eastscarp.40.sunny": "I'm trying to enjoy my vacation. Can you leave please? I don't want to talk to strangers.",
    "ferngilltourists.dialogue.eastscarp.40.rainy": "I'm trying to enjoy my vacation. Can you leave please? I don't want to talk to strangers.",
    "ferngilltourists.dialogue.eastscarp.40.snowy": "I'm trying to enjoy my vacation. Can you leave please? I don't want to talk to strangers.",

// Ridgeside Village Dialogue

    "ferngilltourists.dialogue.ridgeside.01": "Nasaan ang palikuran?!",
    "ferngilltourists.dialogue.ridgeside.02.sunny": "The waterfalls here are incredible! If you haven't been to see them yet, you gotta go check them out!",
    "ferngilltourists.dialogue.ridgeside.02.rainy": "The waterfalls here are incredible! And they're even better in this rain!",
    "ferngilltourists.dialogue.ridgeside.02.snowy": "The waterfalls here are incredible! Even in this cold, they still haven't frozen over!",
    "ferngilltourists.dialogue.ridgeside.03": "Wow, this town's slogan could really do with some work, huh.",
    "ferngilltourists.dialogue.ridgeside.04": "That cable car doesn't look very safe to me...",
    "ferngilltourists.dialogue.ridgeside.05.sunny": "I was planning to go for a walk through the Ridge Forest today, but my shoe just broke. This sucks.",
    "ferngilltourists.dialogue.ridgeside.05.rainy": "I was planning to go for a walk through the Ridge Forest today, but of course it started raining. This sucks.",
    "ferngilltourists.dialogue.ridgeside.05.snowy": "I was planning to go for a walk through the Ridge Forest today, but of course it started snowing. This sucks.",
    "ferngilltourists.dialogue.ridgeside.06.sunny": "There's an old story about foxes and flowers blooming in the sun, but I can't remember the details... What was it?",
    "ferngilltourists.dialogue.ridgeside.06.rainy": "I thought I saw these strange glowing foxes in the forest earlier. Was it just a trick of the light?",
    "ferngilltourists.dialogue.ridgeside.06.snowy": "It must be hard for the mountain foxes to find food in snow like this.",
    "ferngilltourists.dialogue.ridgeside.07": "Have you seen the view from the cable car yet? It's breathtaking, isn't it?",
    "ferngilltourists.dialogue.ridgeside.08": "I forgot how much thinner the air is up here. I think I need to sit down for a while...",
    "ferngilltourists.dialogue.ridgeside.09": "It'd be great if the orchard decided to hold a 'fill your basket' day! Maybe I should suggest that to the owners.",
    "ferngilltourists.dialogue.ridgeside.10": "Man, whatever they're cooking over at that outdoor restaurant smells sooooooo gooooooood.",
    "ferngilltourists.dialogue.ridgeside.11": "The Melancholy Star guidebook for Ferngill said that Ridgeside Village is a hidden gem of the valley!",
    "ferngilltourists.dialogue.ridgeside.12.sunny": "The big market held here in fall sounds like a lot of fun! I'll have to remember to come back for it.",
    "ferngilltourists.dialogue.ridgeside.12.rainy": "The big bonfire held here in winter sounds like a lot of fun! I'll have to remember to come back for it.",
    "ferngilltourists.dialogue.ridgeside.12.snowy": "The big bonfire held here in winter sounds like a lot of fun! I'll have to remember to come back for it.",
    "ferngilltourists.dialogue.ridgeside.13": "I don't know why the convenience store calls itself a convenience store when it mostly sells fertilizer. That's not particularly convenient unless you're a farmer.",
    "ferngilltourists.dialogue.ridgeside.14": "'Rough seas bring swift trade'. Someone told me that's an old saying around here, although it seems kind of strange for a mountain village.",
    "ferngilltourists.dialogue.ridgeside.15": "I can't believe there's only a single vending machine in the hotel! What am I supposed to do if I want a snack in the middle of the night, huh?",
    "ferngilltourists.dialogue.ridgeside.16": "It's a shame that they've got that huge stage but it never gets used. They should run karaoke nights!",
    "ferngilltourists.dialogue.ridgeside.17.sunny": "I'm gonna buy one of those 'village colour' shirts as a souvenir.",
    "ferngilltourists.dialogue.ridgeside.17.rainy": "I'm gonna buy one of those 'Pika impersonation' shirts as a souvenir.",
    "ferngilltourists.dialogue.ridgeside.17.snowy": "I'm gonna buy one of those 'juninja' shirts as a souvenir.",
    "ferngilltourists.dialogue.ridgeside.18": "I heard that there's... g-g-ghosts in the forest! I'm not going in there even if you pay me!",
    "ferngilltourists.dialogue.ridgeside.19.sunny": "There's so many old stories and legends about this area! I'm thinking of writing a book about them all, so I'm here doing research.",
    "ferngilltourists.dialogue.ridgeside.19.rainy": "There's so many old stories and legends about this area! I'm thinking of writing a book about them all, so I'm here doing research. This rain doesn't make it easy though.",
    "ferngilltourists.dialogue.ridgeside.19.snowy": "There's so many old stories and legends about this area! I'm thinking of writing a book about them all, so I'm here doing research. This snow doesn't make it easy though.",
    "ferngilltourists.dialogue.ridgeside.20": "A kiwi fruit rolling around? Don't be ridiculous. The only way that would happen is if someone dropped one down the mountain.",
    "ferngilltourists.dialogue.ridgeside.21": "Some old bald guy came out and shouted at me for nothing! Who's the mayor of this town? I'm gonna have a word with them about this!",
    "ferngilltourists.dialogue.ridgeside.22": "I'm gonna go for a trek along the hike trail tomorrow.",
    "ferngilltourists.dialogue.ridgeside.23": "It's incredible how many flowers grow here that are completely endemic to this one tiny area!",
    "ferngilltourists.dialogue.ridgeside.24": "Those Odd Jobs boys really will take on anything. I hired them to take my luggage from the road up to the hotel.",
    "ferngilltourists.dialogue.ridgeside.25.sunny": "Ugh, my shirt caught on a branch earlier and now there's a hole in it. Why did I decide to come to this backwater instead of the big city again?",
    "ferngilltourists.dialogue.ridgeside.25.rainy": "Ugh, my shirt caught on a branch earlier and now there's a hole in it. Why did I decide to come to this backwater instead of the big city again?",
    "ferngilltourists.dialogue.ridgeside.25.snowy": "Ugh, my shirt caught on a branch earlier and now there's a hole in it. Why did I decide to come to this backwater instead of the big city again?",
    "ferngilltourists.dialogue.ridgeside.26": "Look at that giant purple mansion. What a gaudy monstrosity it is. I can't even imagine having such bad taste.",
    "ferngilltourists.dialogue.ridgeside.27": "Look at all the windmills along the river! Can you take a photo for me? I've got to do a fun pose holding them up.",
    "ferngilltourists.dialogue.ridgeside.28.sunny": "Think if I dropped a stick in the river at the north bridge, I could race down to the south bridge before it gets there? Probably, right? The water's pretty slow today.",
    "ferngilltourists.dialogue.ridgeside.28.rainy": "Think if I dropped a stick in the river at the north bridge, I could race down to the south bridge before it gets there? Probably not, right? The water's pretty fast today.",
    "ferngilltourists.dialogue.ridgeside.28.snowy": "Think if I dropped a stick in the river at the north bridge, I could race down to the south bridge before it gets there? Probably, right? The water's pretty slow today.",
    "ferngilltourists.dialogue.ridgeside.29.sunny": "Mountain rivers like these, you get a lot of salmon returning in the fall to spawn. It's a miracle of nature.",
    "ferngilltourists.dialogue.ridgeside.29.rainy": "Mountain rivers like these, you get a lot of salmon returning in the fall to spawn, especially on rainy days. It's a miracle of nature.",
    "ferngilltourists.dialogue.ridgeside.29.snowy": "Mountain rivers like these, you get a lot of salmon returning in the fall to spawn. It's a miracle of nature.",
    "ferngilltourists.dialogue.ridgeside.30": "Don't visit the clinic here unless you want to leave with a broken heart! The doctor's a hottie, but she's not available...",
    "ferngilltourists.dialogue.ridgeside.31": "Really, can't someone pen up that chicken? It's a public health risk!",
    "ferngilltourists.dialogue.ridgeside.32.sunny": "The kids in this village are so loud and obnoxious. Didn't their parents ever tell them 'children should be seen and not heard'?",
    "ferngilltourists.dialogue.ridgeside.32.rainy": "The kids in this village are so loud and obnoxious. Didn't their parents ever tell them 'children should be seen and not heard'?",
    "ferngilltourists.dialogue.ridgeside.32.snowy": "The kids in this village are so loud and obnoxious. Didn't their parents ever tell them 'children should be seen and not heard'?",
    "ferngilltourists.dialogue.ridgeside.33": "Can't that fisherwoman go fish somewhere else? I'm trying to enjoy my vacation.",
    "ferngilltourists.dialogue.ridgeside.34": "Why are there so few public toilets around here? What am I supposed to do, walk all the way back to the hotel?",
    "ferngilltourists.dialogue.ridgeside.35": "You know what this place needs? A big community barbeque pit. ...well yeah, I could just buy something from Pika's, but what if I want to cook my own barbeque?",
    "ferngilltourists.dialogue.ridgeside.36": "Someone left a romance novel in the plaza and I stupidly opened it to the bookmarked page. I tell you what, I just about combusted, it was so raunchy!",
    "ferngilltourists.dialogue.ridgeside.37": "What's the deal with the weird people in ninja costumes hanging around? Is there a convention happening that no one told me about?",
    "ferngilltourists.dialogue.ridgeside.38.sunny": "Oh Yoba, I think I've died and been sent to a better place. There's so many hot people living in this village!",
    "ferngilltourists.dialogue.ridgeside.38.rainy": "Oh Yoba, I think I've died and been sent to a better place. There's so many hot people living in this village!",
    "ferngilltourists.dialogue.ridgeside.38.snowy": "Oh Yoba, I think I've died and been sent to a better place. There's so many hot people living in this village!",
    "ferngilltourists.dialogue.ridgeside.39.sunny": "I heard that people around here used to ride minecarts to get from place to place. That's so dangerous though! What if you fell out?!",
    "ferngilltourists.dialogue.ridgeside.39.rainy": "I heard that people around here used to ride minecarts to get from place to place. That's so dangerous though! What if you fell out?!",
    "ferngilltourists.dialogue.ridgeside.39.snowy": "I heard that people around here used to ride minecarts to get from place to place. That's so dangerous though! What if you fell out?!",
    "ferngilltourists.dialogue.ridgeside.40.sunny": "A turtle glared at me earlier! No, I swear, it was definitely glaring! I know turtles always look grumpy, but this one definitely had it in for me.",
    "ferngilltourists.dialogue.ridgeside.40.rainy": "A turtle glared at me earlier! No, I swear, it was definitely glaring! I know turtles always look grumpy, but this one definitely had it in for me.",
    "ferngilltourists.dialogue.ridgeside.40.snowy": "A turtle glared at me earlier! No, I swear, it was definitely glaring! I know turtles always look grumpy, but this one definitely had it in for me.",

// SV Fair Dialogue

    "ferngilltourists.dialogue.svfair.01": "Ugh, my friends dragged me out here. Something about 'fresh air' and 'fun' and 'needing to actually get out and socialise for once'. Bleh.",
    "ferngilltourists.dialogue.svfair.02": "Aw, the strength game guy won't let me play anymore. Just because I nearly broke his hammer...",
    "ferngilltourists.dialogue.svfair.03": "Hahaha, awwww yeah! Just call me Eagle Eye, because I am SMASHING this slingshot game!",
    "ferngilltourists.dialogue.svfair.04": "Where does the man running the fishing game get all the fish from? I hope he's using sustainable fishing practises!",
    "ferngilltourists.dialogue.svfair.05": "460 star tokens... Only a few more to go before I can get that sweet fedora!",
    "ferngilltourists.dialogue.svfair.06": "I wanted to buy an espresso, but what a ripoff! It should be illegal to have that much of a mark-up!",
    "ferngilltourists.dialogue.svfair.07": "Mmm... these pepper poppers are sooooo good!",
    "ferngilltourists.dialogue.svfair.08": "Pretty cool to see the grange displays this year! Once they're finished with the judging, I'm gonna buy that big cheese wheel!",
    "ferngilltourists.dialogue.svfair.09": "Eugh, are you serious? Who hired a clown for the fair? What a creep...",
    "ferngilltourists.dialogue.svfair.10": "I'm gonna ask the clown if he can make a balloon dog for me.",
    "ferngilltourists.dialogue.svfair.11": "Ooh, maybe I should get my fortune told. ...But what if she tells me something I don't want to hear?!",
    "ferngilltourists.dialogue.svfair.12": "The token seller is really pretty. Think they might give me their phone number? ...wait, I shouldn't ask while they're working. That'd be creepy.",
    "ferngilltourists.dialogue.svfair.13": "I've got my suspicions about that spinning wheel game. These things are always rigged.",
    "ferngilltourists.dialogue.svfair.14": "I'm just here for the food.",
    "ferngilltourists.dialogue.svfair.15": "The Stardrop Saloon does the BEST burgers! I travelled three hours just to get one!",
    "ferngilltourists.dialogue.svfair.16": "Ew, you can smell the fish from here. How long have those been out?",
    "ferngilltourists.dialogue.svfair.17": "Green's my lucky color. I'm gonna bet two thousand tokens!",
    "ferngilltourists.dialogue.svfair.18": "Whoa, there's a stardrop for sale at that stall?! Those are insanely rare! Where did they even get it?",
    "ferngilltourists.dialogue.svfair.19": "Maybe I'll sneak a bit of burger to that poor dog over there...",
    "ferngilltourists.dialogue.svfair.20": "I have to say, I was expecting something a bit more spectacular. This is just another country fair.",
    "ferngilltourists.dialogue.svfair.21": "Do people seriously travel down from Zuzu for this?",
    "ferngilltourists.dialogue.svfair.22": "I'm gonna steal one of those barrels as a prank. What? It'll be hilarious!",
    "ferngilltourists.dialogue.svfair.23": "The stuff in the general store grange display looks great! I'll have to check out the rest of their produce tomorrow!",
    "ferngilltourists.dialogue.svfair.24": "I tried playing Smashing Stone, but I dropped the hammer on my foot...",
    "ferngilltourists.dialogue.svfair.25": "Nooooo, I was so close to winning! It was right on the line between orange and green...",
    "ferngilltourists.dialogue.svfair.26": "The fortune teller said this is my year for romance! It's in the stars for me, baby!",
    "ferngilltourists.dialogue.svfair.27": "The glowing red eyes in the fortune teller's tent are so spooky! How do you think she does it? LEDs?",
    "ferngilltourists.dialogue.svfair.28": "*sob* The fortune teller said that I would be 'filled with lonely desperation'. How could she?! That can't be what fate really has in store for me!",
    "ferngilltourists.dialogue.svfair.29": "Are you setting up a grange display? I'm looking forward to seeing it! What are you gonna fill it with? Mushrooms? Crops? Gemstones? Fish? Eggs?",
    "ferngilltourists.dialogue.svfair.30": "I tried to enter the grange display, but the mayor says it's only open to locals. Booo.",

// Market Dialogue

    "ferngilltourists.dialogue.market.01": "I'm gonna buy some candy! ALL the candy!",
    "ferngilltourists.dialogue.market.02": "Couldn't they have moved this market indoors for a change?",
    "ferngilltourists.dialogue.market.03": "Man, these prices... How's anybody supposed to afford anything?",
    "ferngilltourists.dialogue.market.04": "If these people were smart, they'd sell umbrellas and sunhats.",
    "ferngilltourists.dialogue.market.05": "I came all this way only to see someone snag what I wanted right in front of my face!",
    "ferngilltourists.dialogue.market.06": "Am I the only one who can smell that dog? It's unhygenic to run a food stall in these conditions!",
    "ferngilltourists.dialogue.market.07": "I hope the wind doesn't pick up or the market wares might blow away. Worse yet, I might blow away!",
    "ferngilltourists.dialogue.market.08": "I should buy a postcard for my grandmother.",
    "ferngilltourists.dialogue.market.09": "Dov'è il bagno?!",
    "ferngilltourists.dialogue.market.10": "Ugh, it smells like sweat with this many people around.",
    "ferngilltourists.dialogue.market.11": "I wonder if there's a second-hand book stall? I need something new to read on the trip home.",
    "ferngilltourists.dialogue.market.12": "I don't care about what people are selling at the market. I'm just here for the food! Markets always have great street food.",
    "ferngilltourists.dialogue.market.13": "Oh, that's a beautiful piece! It'll look perfect on my hallway table.",
    "ferngilltourists.dialogue.market.14": "Please don't be sold out, please don't be sold out... I can't stand it if I miss out again!",
    "ferngilltourists.dialogue.market.15": "Kinda surprising that a little town like this can host a market, huh? You'd think everyone would go to Grampleton.",
    "ferngilltourists.dialogue.market.16": "Are you running a stall today? Aren't you worried about people stealing things if you're not there to keep an eye on it?",
    "ferngilltourists.dialogue.market.17": "Hmm... should I get the blue one or the pink one? Oh, the silver one looks good too...",
    "ferngilltourists.dialogue.market.18": "I bet the saloon is doing a good trade today with all the people coming in for the market!",
    "ferngilltourists.dialogue.market.19": "The Winter Star markets in Castle Village sell mulled wine and spiced cookies. If you haven't been before, you definitely should!",
    "ferngilltourists.dialogue.market.20": "Last time I was here, there were two kids running a stall. Maybe they were fundraising for their school?",
    "ferngilltourists.dialogue.market.21": "Maybe I'll pick up some seeds for my garden while I'm here.",
    "ferngilltourists.dialogue.market.22": "I love visiting local markets like this! It's important to support small businesses, y'know?",
    "ferngilltourists.dialogue.market.23": "Some of the stalls say the stuff they're selling is handmade, but I'm always suspicious about claims like that.",
    "ferngilltourists.dialogue.market.24": "I'm surprised Joja doesn't have a representative here handing out stickers and flyers. They do that pretty often at events like this.",
    "ferngilltourists.dialogue.market.25": "I should buy a birthday present for my friend while I'm here.",
    "ferngilltourists.dialogue.market.26": "I traveled nearly six hours just to visit this market! It better be worth it!",
    "ferngilltourists.dialogue.market.27": "The problem with buying clothes at a market is that there's nowhere to try stuff on.",
    "ferngilltourists.dialogue.market.28": "Doesn't this town have a Night Market in the middle of winter too? That's pretty cool. Maybe they should rename it Market Town!",
    "ferngilltourists.dialogue.market.29": "Next year I'll bring down a bunch of stuff and set up a stall myself.",
    "ferngilltourists.dialogue.market.30": "I don't know why I bothered coming, really. All of this stuff is junk.",
    "ferngilltourists.dialogue.market.31": "I'd rather buy from JojaMart, really. That way if something goes wrong, I can put in a ticket with their complaints department.",
    "ferngilltourists.dialogue.market.32": "Uh, excuse me, but I'm trying to look at what's available. Can you give me some personal space?",
    "ferngilltourists.dialogue.market.33": "*sigh*... They never have the stuff I'm looking for at these sorts of markets. I'll have to check online instead.",
    "ferngilltourists.dialogue.market.34": "Does anyone here sell artisan cat treats? My Princess Marmalade deserves only the best!",
    "ferngilltourists.dialogue.market.35": "I love wandering around and seeing what bargains I can pick up. Once I found an antique watch for just 10g!",
    "ferngilltourists.dialogue.market.36": "If I can haggle them down, I could flip it in Grampleton and make a tidy profit.",
    "ferngilltourists.dialogue.market.37": "These prices are ridiculous. Can you give me a 80% discount?",
    "ferngilltourists.dialogue.market.38": "These country people should be grateful that I decided to visit their market. I could have been shopping on High Street in Zuzu City instead.",
    "ferngilltourists.dialogue.market.39": "Oh, my sister would love that! I'm going to buy it for her as a souvenir.",
    "ferngilltourists.dialogue.market.40": "People these days will slap an 'artisan' or 'organic' label on just about anything. It's not 'artisanal' if you just throw something in a machine and it does the work for you."
    
}