{

		"Sebastian_AcceptGift_(O)84": "Mm, I like this. Nice of you to give this to me. #$b# Don't you think it's got such a mysterious feel to it? #$b# Like it could cleanse away any bad feelings for you or even cry in your place. #$b# ...Whoops, I've weirded you out, huh. Sorry, forget I said anything. $2",
        "Sebastian_AcceptGift_(O)84~1": "A frozen tear? And you're just giving it to me? Thanks, @. I really like this. #$b# Why? #$b# Mm, it's a secret. Maybe I'll tell you someday, if I feel like it.$2",
	    "Sebastian_AcceptGift_(O)84~2": "Did you find this in the mines? Cool. $1#$b# $c 0.5#It can get pretty dangerous down there, so be careful, okay? # I...never mind, thanks, @.",	
        "Sebastian_AcceptGift_(O)575": "This is a cool-looking rock. Did you get this from the mines? $1#$b# Yeah? Maybe I'll explore around in there myself...when no one's around at night. $1#$b# Anyway, thanks.$1",
	    "Sebastian_AcceptGift_(O)575~1": "From the mines, huh? Thanks, I like this.$1#$b#Come to think of it, you go mining pretty often, don't you? Isn't it dangerous down there? #$b# Huh? 'As long as I keep swinging my sword, the monsters will die eventually?'#$b#@, that only works if you're good at fighting.$1",
		"Sebastian_AcceptGift_(O)575~2": "This is obsidian, isn't it? Lucky me - I've been looking to get some recently.#$b#What for? Well, I wanted to try making a dagger out of it.$h",
        "Sebastian_AcceptGift_(O)227": "$c 0.8#I really like this, how did you know?$h#Mm, once you get used to the taste, it gets addicting fast.",
	    "Sebastian_AcceptGift_(O)227~1": "Oh, thanks.#$b#I wonder what kind of fish is in this? Eh, doesn't matter, sashimi is sashimi.$1",
	    "Sebastian_AcceptGift_(O)227~2": "Wow, this looks really fresh. Thanks, @.$1",
		"Sebastian_AcceptGift_(O)236": "Pumpkin soup, huh. It's great for warming yourself up before a night drive to the city. Thanks, @. $1",
		"Sebastian_AcceptGift_(O)236~1": "Huh, this soup's for me? That's nice of you. $h#$b# Mm, this smell takes me back...",
        "Sebastian_AcceptGift_(O)305": "$c 0.8#Woah, I'm usually not big on eggs, but this one? It's going on my desk. Thanks, @. $h# Say, think I could hatch this under my pillow? Only one way to find out.$h",
        "Sebastian_AcceptGift_(O)305~1": "Hang on, did you say one of your chickens laid this? #$b# Now I really want to see this for myself - tell me more about this void chicken of yours. $1",
        "Sebastian_AcceptBirthdayGift_(O)84": "Wait, can I really have this? To think I'd get this as a present today...thanks, @. $h",
		"Sebastian_AcceptBirthdayGift_(O)575": "Wait, can I really have this? To think I'd get this as a present today...thanks, @. $h",
		"Sebastian_AcceptBirthdayGift_(O)227": "...This looks incredible, did you make this yourself? $h#$b# I didn't think you'd remember my birthday, but I'm glad you proved me wrong. $h#$b# Thanks, @, this is great.$h",		
        "Sebastian_AcceptBirthdayGift_(O)236": "Oh, you remembered, huh? $h#$b# I didn't think anyone else would, apart from Abby and Sam. $h#$b# Thanks, @, this looks delicious. $h",		
        "Sebastian_AcceptBirthdayGift_(O)305": "So your birthday gift to me is this weird egg? #$b# Well good job, because I love this weird egg. Thanks, @. $h",
		"Sebastian_AcceptGift_(O)400": "...Isn't this for Demetrius? Or Maru? $5#$b# ...It's for me? Really? #$b# ...Sorry, I overreacted a little there, I... $2#$b# ...thanks. $2",
        "Sebastian_AcceptGift_(O)614": "Oh, thanks. I was just about to go make a cup.$1",
        "Sebastian_AcceptGift_(O)614~1": "Thanks. I'll be able to focus more on work.$1",
		"Sebastian_AcceptGift_(O)267": "Heh...this fish is kinda cute. Thanks.$1",
		"Sebastian_AcceptGift_category_fish": "Well, it sure looks fresh. Thanks. #$b# *muttering* ...so how do I turn this into sashimi...?$2", 
        "Sebastian_AcceptGift_category_artisan_goods": "Alright, %farm farm is doing great, good for you.$2#$b# And then? Are you expecting me to just eat this? $2",
        "Sebastian_AcceptGift_(O)142": "...Are you actually trying to give this to me, or are you handing me your garbage?$2",
        "Sebastian_AcceptGift_(O)721": "...Are you actually trying to give this to me, or are you handing me your garbage?$2",
        "Sebastian_AcceptGift_category_egg": "Eggs...I hate them. Don't give them to me.$2",
        "Sebastian_AcceptGift_category_egg~1": "Are you trying to make me eat these? I told you, I hate these. $a",
        "Sebastian_AcceptGift_(O)201": "...Are you trying to imply something about my sleep schedule with this? $5#$b# Okay, got it, thanks soooo much for the concern. I wasn't looking for it. $5",
        "Sebastian_AcceptGift_(O)201~1": "I'm the last person in the world who should be eating something like this.$5",
		"Sebastian_AcceptGift_(O)240": "...*sigh* Why are you giving this to me? Shouldn't you be the one eating this? $2",
		"Sebastian_AcceptGift_(O)240~1": "No offence, @, but I really can't eat this. $2#$b# I can't stand eggs...even the smell is...$2",
		"Sebastian_AcceptGift_(O)195": "Look, I get that you're trying to be nice, but to be blunt, I hate this. $2",
		"Sebastian_AcceptGift_(O)195~1": "Doesn't matter what you do with it; eggs just taste bad to me. $2",
		"Sebastian_AcceptGift_(O)236~2": "Oh, pumpkin soup? I love this. $1#$b# Did mom teach you how to make this? No wonder it tastes so good... $1#$b# ...Never mind. Anyway, don't tell her I said that, okay? $4",

        "Sam_AcceptGift_(O)90":"Woah, you got me a cactus fruit? Thanks, @! $1#$b# These are sooo good, but I once ate so many that I nearly landed myself in th ER with a serious stomachache as a kid. #$b# Don't worry though, I won't make that mistake again, haha! $1",
        "Sam_AcceptGift_(O)90~1":"Wow, did you visit the desert recently? How was it? #$b# I haven't been there in ages, but I wanna bring Vincent the next chance I get to go. #$b# But anyway, thanks for the gift! I appreciate it! $1",
	    "Sam_AcceptGift_(O)90~2":"A cactus fruit! You rock, @! $1#$b# Man, this brings back some awesome memories. Thanks! $1",	
        "Sam_AcceptGift_(O)731":"Oh hey, a maple bar! And it's for me? $1#$b# Heck yeah! Wait, did you make this with syrup from the farm? Thanks! $1",
	    "Sam_AcceptGift_(O)731~1":"I could eat these all day, thanks, @!$1#$b# I gotta hide this from Mom, though. She's been trying to get me to eat healthier. No way I can resist these, though!",
		"Sam_AcceptGift_(O)731~2":"Really? This is just for me? $1#$b# Well, even if you said otherwise, I don't think I'll be sharing these, haha! #$b# Thanks, man! $1",
        "Sam_AcceptGift_(O)206":"Wow, a whole pizza, just for me? $1#$b# How'd you know I was craving for one? You sure you aren't moonlighting as a secret pizza deliveryperson? Thanks, man!$1",
	    "Sam_AcceptGift_(O)206~1":"Yeah, you get me, @! $1#$b# My mom's not a fan of these, but it's not their fault they taste so good! Thanks!$1",
		"Sam_AcceptGift_(O)206~2":"Can I really have this? All of it!? You're the best, @! $1#$b# Hey, you can have a slice too, if you want. This might be a bit much for me to finish...maybe.",
        "Sam_AcceptGift_(O)562":"What's this, a rock? A gem? Oh wait, it's a tigerseye! $1#$b# Thanks, this looks super cool!$1",
		"Sam_AcceptGift_(O)562~1":"Wow, this takes me back. I remember seeing one of these in a book as a kid. And I spent a week begging my parents for one afterwards. #$b# It's just as cool as I remember. Thanks!$1",
        "Sam_AcceptBirthdayGift_(O)90":"Heeeey! You remembered my birthday! And this is what I'm talking about! $1#$b# Thanks man! I'm gonna eat good tonight!$h",
        "Sam_AcceptBirthdayGift_(O)206":"Heeeey! You remembered my birthday! And this is what I'm talking about! $1#$b# Thanks man! I'm gonna eat good tonight!$h",
        "Sam_AcceptBirthdayGift_(O)731":"Heeeey! You remembered my birthday! And this is what I'm talking about! $1#$b# Thanks man! I'm gonna eat good tonight!$h",
		"Sam_AcceptBirthdayGift_(O)562":"Man, this is a cool-looking stone. $1#$b# I don't get gifts like these often, but I really love this. Thanks, @!$h",
		"Sam_AcceptGift_(O)167":"For me? Thanks! $1#$b# Don't tell, but I started working at Joja so I could get free cola and pizza. #$b# Gotta find the silver linings where you can, right?$1",
		"Sam_AcceptGift_(O)167~1":"Oh hey, thanks! Honestly, I think I might be the only one in town who actually likes this stuff. $1#$b# I guess it's an acquired taste - people either hate it or love it, y'know? $0",
        "Sam_AcceptGift_(O)221":"Woah, that's a huge cake! And it's for me? Thanks! $1#$b# I think I'll split this with Vincent later, this is his favorite, y'know? $1",
        "Sam_AcceptGift_(O)227":"Oh, for me? Thanks. #$b# Y'know, Seb loves sashimi, probably way more than I do. If you've got any extras, he'd probably be happy if you shared some with him.",
        "Sam_AcceptGift_(O)84":"This is such a cool gift, thanks @! #$b# But you know who likes these more? Seb. If you've got more, I think he'd be more than happy to take them off your hands.",
		"Sam_AcceptGift_(O)18":"Uh, thanks but...my allergies...*sniff* $2",
		"Sam_AcceptGift_(O)22":"Uh, thanks but...my allergies...*sniff* $2",
		"Sam_AcceptGift_category_flowers":"Flowers? For me? Thanks! #$b# I think Mom has a vase where I can put these...$1", //_80 = flower
		"Sam_AcceptGift_(O)376":"Huh. No hard feelings, @, but I'm not big on these. $2#$b# I do know a certain someone who really loves poppies though...$0",
        "Sam_AcceptGift_(O)306":"Ugh, I can't get myself to like this no matter what I try...$2#$b# I guess I'll keep trying...maybe... *gulp* $2",
        "Sam_AcceptGift_(O)306~1":"...Eggs are already good enough as they are. Why process them into...this? $2#$b# The eggs deserve better...$2",
	    "Sam_AcceptGift_(O)307":"Ugh, I can't get myself to like this no matter what I try...$2#$b# I guess I'll keep trying...maybe... *gulp* $2",
        "Sam_AcceptGift_(O)307~1":"...Eggs are already good enough as they are. Why process them into...this? $2#$b# The eggs deserve better...$2",
	    "Sam_AcceptGift_(O)308":"Ugh, I can't get myself to like this no matter what I try...$2#$b# I guess I'll keep trying...maybe... *gulp* $2",
        "Sam_AcceptGift_(O)308~1":"...Eggs are already good enough as they are. Why process them into...this? $2#$b# The eggs deserve better...$2",
	    "Sam_AcceptGift_(O)807":"Ugh, I can't get myself to like this no matter what I try...$2#$b# I guess I'll keep trying...maybe... *gulp* $2",
        "Sam_AcceptGift_(O)807~1":"...Eggs are already good enough as they are. Why process them into...this? $2#$b# The eggs deserve better...$2",
        "Sam_AcceptGift_(O)342":"Well...this is definitely healthy...thanks...$2",
        "Sam_AcceptGift_(O)342~1":"Is this...do you like this sort of thing? $2#$b# Not dissing your tastes or anything, but...you know there's better foods out there than pickles, right?",
        "Sam_AcceptGift_(O)382":"...Um. $2#$b# Can I turn this down? Barring why the heck you're giving me coal, I'd rather not get my hands dirty.$2",
        "Sam_AcceptGift_(O)382~1":"... $8#$b# Yoba, is this a farmer's idea of a gift...?$8#$b# Uh...thanks...?$2",
		"Sam_AcceptGift_(O)382~2":"I...did I do something to tick you off?$8#$b# If you're mad at me, just tell me straight; you don't have to do stuff like this!$2",
		"Sam_AcceptGift_(O)721":"...Vincent's always trying to sneak these into the house, and Mom flips out every time she catches him. $2#$b# I gotta side with her on this one, though. They're kinda gross. $2",
		"Sam_AcceptGift_(O)721~1":"So you like snails, huh? $2#$b# Vincent likes these too, but I honestly don't see the appeal. Guess my mud-playing days are well and truly over. $2",

        "Abigail_AcceptGift_(O)66_original":"$c 0.5#Wow... it's just my color! Thanks, @!$h#Thank you! This is my favorite stone. It's so pretty.",
        "Abigail_AcceptGift_(O)66":"Wow, I love this! This is definitely going into my treasure stash. Thanks!$1",
        "Abigail_AcceptGift_(O)66~1":"Oh, this looks good enough to eat... #$b# Hahah! I'm just messing with you. Thanks, @! $1",
        "Abigail_AcceptGift_(O)276":"Woah, a whole pumpkin! Can I really have this? $1#$b# Thanks! Now I just gotta figure out how I'm gonna carve this...lemme go grab a knife! $1",
        "Abigail_AcceptGift_(O)276~1":"Aha, so this is the true benefit of being a farmer? #$b# Heehee, I'm just kidding! You're the best, @! $1",
        "Abigail_AcceptGift_(O)904":"For me? Oh, it's warm... #$b# ...Smells like...banana? Oh, it is! $1#$b# Mmm, I definitely could get used to this! Thanks, @!$1",
        "Abigail_AcceptGift_(O)904~1":"This looks great! And you got it for me? $1#$b# Thanks! You're definitely growing some great stuff on that island farm, huh? $1",
        "Abigail_AcceptGift_(O)220":"*gasp* A whole cake!? $1#$b# Are you for real, @? I could hug you right now!$1",
        "Abigail_AcceptGift_(O)220~1":"Oh, it's settled; I'm absolutely having this dinner tonight! $1#$b# No wait, I can't wait that long. I'm digging in right now! $1",
        "Abigail_AcceptGift_(O)611":"Yeah, that's what I'm talking about! $1#$b# Now this is the perfect Fall dish, but honestly I'd eat it any season. Thanks a lot, @!$1",
        "Abigail_AcceptGift_(O)611~1":"Oh, wow! Is this really for me? $1#$b# Thanks! I didn't think anyone one else apart from Mom would actually bake this for me.$1",
		"Abigail_AcceptGift_(O)128":"Woah, it's a pufferfish! Did you catch this yourself? $1#$b# Man, it looks so cool...but I wonder what it tastes like? Wanna try it with me, @? $1",
        "Abigail_AcceptGift_(O)128~1":"Your fishing levels must be crazy high if you're able to catch this, huh? Mind catching another two more fo me while you're at it? $1#$b# Just kidding! Thanks, @! Keep up the good work! $1",
        "Abigail_AcceptGift_(O)226":"Oh, heck yes! $1#$b# I love stuff like this, it really perks you up for the day. Thanks! $1",
        "Abigail_AcceptGift_(O)226~1":"Thanks, how'd you know this was my favorite? $1#$b# This is crazy spicy, but it's just too good! $1",
		"Abigail_AcceptGift_(O)80":"Oh, hey! How'd you know I was hungry? This looks delicious! $1#$b# ...What? I'm just messing with you! #$b# That look on your face was totally worth it, haha!$1",		
        "Abigail_AcceptGift_(O)815":"...Leaves? $2#$b# ...Oh, these are tea leaves. Mom does like tea, but I think you skipped a few steps...", 
		"Abigail_AcceptGift_(O)234":"Oh, did Dad teach you this? It looks pretty good. #$b# *whispers* But between you and me, I'm on team blackberry. $1",
		"Abigail_AcceptGift_(O)614": "Oh hey, you got me some green tea! Thanks! We've got plenty at home, but I'm usually too lazy to brew it myself.$1",
		"Abigail_AcceptGift_(O)614~1_summer": "Ooh, don't mind if I do! Believe or not, it's great at beating the summer heat! $1",
		"Abigail_AcceptGift_(O)614~1_other": "你为我带了绿茶？谢谢！热乎乎的真好喝。$1",
        "Abigail_AcceptGift_category_fruits":"Oh, fruit, huh? They're kinda plain by themseves, huh. $2#$b# Thanks, surely you've got more interesting on you, right? $0", 
        "Abigail_AcceptGift_(O)296":"Hrm, I like looking for them more than actually eating them, actually. Sorry, @.$2", 
        "Abigail_AcceptGift_(O)410":"Hrm, I like looking for them more than actually eating them, actually.$2#$b# Isn't it weird that they taste so good in desserts but they just. Fall flat on their own? I wonder why that is...$2", 
        "Abigail_AcceptGift_(O)fruittreefruit":"Hey! I'm not big on fruits most of the time, but this is an exception! Thanks, @! $1", 
        "Abigail_AcceptGift_category_vegetable":"I'm not big on literally any vegetable but pumpkins... $2#$b# Honestly, if it were up to me, I'd just let pumpkins be able to grow all year. Think you could do that, @?", 				
        "Abigail_AcceptBirthdayGift_(O)66":"What a beautiful amethyst! @, I must declare that this is the best birthday gift ever! You're the best! $1",
        "Abigail_AcceptBirthdayGift_(O)80":"A quartz for my birthday? Hm, if only it was more purple-y... $0#$b# Just kidding, this is great too! Thanks! $1",
        "Abigail_AcceptBirthdayGift_(O)904":"Oh, is this for me? You're the best, @! $1#$b# I'm so glad my birthday's in the fall; there's so much sweets for me to eat! $1",
        "Abigail_AcceptBirthdayGift_(O)220":"Oh, is this for me? You're the best, @! $1#$b# I'm so glad my birthday's in the fall; there's so much sweets for me to eat! $1",
        "Abigail_AcceptBirthdayGift_(O)611":"Oh, is this for me? You're the best, @! $1#$b# I'm so glad my birthday's in the fall; there's so much sweets for me to eat! $1",
        "Abigail_AcceptBirthdayGift_(O)276":"Is this pumpkin my birthday present? Thanks, @! $1#$b# I'll let you know when I'm done carving up this bad boy; it'll be the best jack-o-lantern you'll see yet!$1",
        "Abigail_AcceptBirthdayGift_(O)128":"I'm guessing this is for my birthday? $1#$b# Thanks, @! I'll think of a good name for this little guy.$h", 
		"Abigail_AcceptBirthdayGift_(O)226":"I'm guessing this is your birthday gift for me? $1#$b# You're the best, @! I can't wait for my one-way ticket to Spice Town, haha! $1",

		"Haley_AcceptGift_(O)88_original": "$c 0.8# Is that... coconut? I love this!$h#Mmm.... coconuts remind me of warm, sunny days at the beach. When I hold one, I feel like I'm there... even when it's raining.",
        "Haley_AcceptGift_(O)88":"A coconut! Did you bring this for me all the way from the desert? $1#$b# Aw, thanks, @! These always reminds me of my favorite season.$1",
        "Haley_AcceptGift_(O)88~1":"Is this a souvenier from the desert? I absolutely adore this! $1#$b# Sometimes, when Emily goes to visit her desert friend, I ask her to bring a coconut back with her.  #$b# Hey, is it okay if I request the same to you? Thanks, @! $1",
        "Haley_AcceptGift_(O)421":"*gasp* A sunflower...it always reminds me of wonderful summer memories. $8#$b# To me, this is the prettiest flower in the world. Thank you, @!$1",
        "Haley_AcceptGift_(O)421~1":"Sunflowers are my absolute favorite. They're so beautiful, aren't they? Just like me! *giggle* $1#$b# I really appreciate this, @. Thank you so much!$1",
        "Haley_AcceptGift_(O)610":"Heehee, all of summer's best fruits, all in one bowl! It's the perfect snack to have after sunbathing. $1#$b# Thanks so much, @! I'll definitely enjoy this! $1",
        "Haley_AcceptGift_(O)610~1":"*gasp* You really know how to make a girl happy, don't you? $8#$b# This is truly the best salad there is! Thanks, @! $1",
        "Haley_AcceptGift_(O)221":"Oh, I love pink cake! *giggle* Isn't it's presentation adorable? $1#$b# The little candy hearts, this pastel shade of pink... $1#$b# I should find a good spot to photograph this! $1",
        "Haley_AcceptGift_(O)221~1":"Pink cake? Oh, you definitely get it, @! $8#$b# This is one of my absolute favorite things! Thank you! $1",
        "Haley_AcceptGift_(O)221~2":"*gasp* Pink cake! $8#$b# Thank you! Did you learn this from 'The Queen of Sauce'? #$b# If you're ever in the city, you should try this at her shop. Trust me, you'll fall in love with it just like I did! $1",
        "Haley_AcceptBirthdayGift_(O)88":"I can't believe you got me this for my birthday! Thank you! $1#$b# You know, I'd love to see the desert for myself, but the sunlight's always been too harsh on me. #$b# But at least this way I'll have a piece of it here. Thanks, @. $1",
        "Haley_AcceptBirthdayGift_(O)421":"A sunflower? Where'd you get one this time of year? $8#$b# And it's so fresh, too...this means a lot to me, @. Thank you. $1",
        "Haley_AcceptBirthdayGift_(O)610":"Oh, I love this so much! $8#$b# Thank you for such a wonderful present! I'll be sure to enjoy this. #$b# Hey, we should definitely hit the beach sometime together. I bet it'd be fun! $1",
        "Haley_AcceptBirthdayGift_(O)221":"Pink cake? For me? $1#$b# This is the perfect cake for my birthday. Thanks, @!$1",
        "Haley_AcceptGift_(O)90":"Oh, a cactus fruit? Hm, I prefer the other kind from the desert, actually. #$b# You know, the tropical one that people like to have by the beach? $1",		
        "Haley_AcceptGift_(O)428":"This cloth is gorgeous! I can't wait to bring this to Emily; she'll definitely make some amazing clothes out of this! $1",
        "Haley_AcceptGift_(O)440":"Oh, so this is wool? It's so soft... #$b# I'm...not sure why you're giving this to me, but I know Emily would love this. Mind if I passed it to her? Thanks, @.",
        "Haley_AcceptGift_(O)344":"Oh, thanks, @. #$b# You know, this reminds me of back when you helped me with that jar. #$b#I bet you've gotten a lot stronger since, so wanna help me open this one too? *giggle* $1",
        "Haley_AcceptGift_(O)342":"Oh, thanks, @. #$b# You know, this reminds me of back when you helped me with that jar. #$b#I bet you've gotten a lot stronger since, so wanna help me open this one too? *giggle* $1",
        "Haley_AcceptGift_(O)445":"Oh, thanks, @. #$b# You know, this reminds me of back when you helped me with that jar. #$b#I bet you've gotten a lot stronger since, so wanna help me open this one too? *giggle* $1",		
        "Haley_AcceptGift_(O)791":"Huh, I didn't know these could come in gold... #$b# It's not really my thing, to be honest. After all, coconuts are already good as-is, why'd they need to make them gold? I really don't get it. $2",		
		"Haley_AcceptGift_category_flowers":"Oh, it looks beautiful! Thanks, @. $1#$b# Seems like farming does have its benefits, huh?  $1", //_80 = flower
        "Haley_AcceptGift_(O)376":"Yup, no doublt about it. I hate this flower. $3",
        "Haley_AcceptGift_(O)74":"...Ugh, I don't like how gaudy it looks. $3#$b# I know it's a popular item around here, but I'm personally not a fan. $3",
        "Haley_AcceptGift_(O)74~1":"...Did you think I'd like this kind of useless junk? $3#$b# ...I'm about to get mad, @. $3",
        "Haley_AcceptGift_(O)267":"...Eugh... $3#$b# It's so slimy...why did you think to give this to me? $3",		
        "Haley_AcceptGift_(O)267~1":"It's eyes...it looks so weird... $3#$b# I really don't like this. Not one bit. $3",		


        "Emily_Accept(O)428":"Is this really for me?  #$b# This is incredible, @! I already have some ideas of what I can make with this! $1",
        "Emily_Accept(O)428~1":"Such high quality cloth...are you sure I can have it?  #$b# Yes? Oh, bless you, @! $1",
        "Emily_Accept(O)440":"Is this really for me?  #$b# This is incredible, @! I already have some ideas of what I can make with this! $1",
        "Emily_Accept(O)440~1":"It's such good quality, too...are you sure I can have it? #$b# Yes? Oh, bless you, @! $1",
        "Emily_Accept(O)241":"Thank you! $1#$b# You may not realise it from its looks, but this isn't just delicious, but incredibly nutritious, too! #$b# I can't recommend this enough for a day of farming! $1",
        "Emily_Accept(O)241~1":"Oh, this looks divine, thank you! $1#$b# Gus cooks these up for free during the Fair, and I can't get enough of them! You should try some when you get the chance! $1",
		"Emily_Acceptcategory_fish":"Oh, the poor thing... Do you mind if I let it go, @?  $2#$b# I'm sorry, I prefer them swimming free in the waters... $2", 
        "Emily_Accept(O)142":"Oh, the poor thing... Do you mind if I set it free, @?  $2#$b# I just think that we should just leave these creatures alone...they already go through enough as it is.", 
        "Emily_Accept(O)721":"Oh, the poor thing... Do you mind if I set it free, @?  $2#$b# I just think that we should just leave these creatures alone...they already go through enough as it is.", 
        "Emily_AcceptBirthdayGift_(O)66":"Oh, this is perfect! $1#$b# Thank you so much for this spectacular gem, @. I really appreciate this. $1",
        "Emily_AcceptBirthdayGift_(O)62":"Oh, this is perfect! $1#$b# Thank you so much for this spectacular gem, @. I really appreciate this. $1",
        "Emily_AcceptBirthdayGift_(O)60":"Oh, this is perfect! $1#$b# Thank you so much for this spectacular gem, @. I really appreciate this. $1",
        "Emily_AcceptBirthdayGift_(O)70":"Oh, this is perfect! $1#$b# Thank you so much for this spectacular gem, @. I really appreciate this. $1",
        "Emily_AcceptBirthdayGift_(O)64":"Oh, this is perfect! $1#$b# Thank you so much for this spectacular gem, @. I really appreciate this. $1",
        "Emily_AcceptBirthdayGift_(O)68":"Oh, this is perfect! $1#$b# Thank you so much for this spectacular gem, @. I really appreciate this. $1",
        "Emily_AcceptBirthdayGift_(O)428":"Is this for my birthday? #$b# I can already imagine the wonderful clothes I could make with this!$1",
        "Emily_AcceptBirthdayGift_(O)440":"Is this for my birthday? #$b# I can already imagine the wonderful clothes I could make with this!$1",
        "Emily_AcceptBirthdayGift_(O)241":"This is a sublime gift, thank you! $1#$b# I don't tell this to many people, but I just can't get enough of these burgers! $1",
        "Emily_Accept(O)213":"Oh...I'm sorry, @; all I can think about is the poor fish in this dish...$2",
        "Emily_Accept(O)213~1":"I appreciate the kind gesture, but...could you not give me this again? $2#$b# I'm sorry...it's just...I quite dislike this.$2",
        "Emily_Accept(O)227":"Oh...I'm sorry, @; all I can think about is the poor fish in this dish...$2",
        "Emily_Accept(O)227~1":"I appreciate the kind gesture, but...could you not give me this again? $2#$b# I'm sorry...it's just...I quite dislike this.$2",
        "Emily_Accept(O)212":"Oh...I'm sorry, @; all I can think about is the poor fish in this dish...$2",
        "Emily_Accept(O)212~1":"I appreciate the kind gesture, but...could you not give me this again? $2#$b# I'm sorry...it's just...I quite dislike this.$2",
        "Emily_Accept(O)228":"Oh...I'm sorry, @; all I can think about is the poor fish in this dish...$2",
        "Emily_Accept(O)228~1":"I appreciate the kind gesture, but...could you not give me this again? $2#$b# I'm sorry...it's just...I quite dislike this.$2",
        "Emily_Accept(O)614": "Thank you! Caroline likes to brew this for us after our aerobics classes. It really helps you relax, doesn't it? $1#$b# I'm sure it helps you wind down after a day of farmwork, @.",
		"Emily_Accept(O)614~1": "Mm, how refreshing! Thank you, @! I feel like I'm brimming with positive energy after drinking this. $1", 
		"Emily_AcceptGift_category_fruits": "Oh, what a beautiful piece of fruit! I'm sure it was grown with plenty of kindness and love. $1", 
		"Emily_AcceptGift_category_flowers": "These flowers are wonderful, thank you, @. The beauty nature has to offer is truly something else. $1", 
        "Emily_Accept(O)418": "Thank you for the flowers; these are beautiful. $1#$b# It'd be nice if I could share these with my dear friend; she lives in the desert, but always longs for the greenery of the valley. $1",		
        "Emily_Accept(O)18": "Thank you for the flowers; these are beautiful. $1#$b# It'd be nice if I could share these with my dear friend; she lives in the desert, but always longs for the greenery of the valley. $1",
        "Emily_Accept(O)402": "Thank you for the flowers; these are beautiful. $1#$b# It'd be nice if I could share these with my dear friend; she lives in the desert, but always longs for the greenery of the valley. $1",
		"Emily_Accept(O)88": "Oh, thank you so much for this; it certainly looks fresh. I think I could make some nice, healthy dishes with it. $1#$b# Actually, could you give some to Haley if you have any to spare? I'm sure it'll make her day.$1",
        "Emily_Accept(O)74": "A prismatic shard? It's so beautiful with its array of colors... $6#$b# It's hard to decide if I want to use it for meditation or to dye some clothes...thank you @ for this wonderful present. $1",
        "Emily_Accept(O)394": "Is this shell for me? #$b# Thank you, it looks like it might make some beautiful dye.",
		"Emily_AcceptGift_(O)230":"Ah! You've made it! How wonderful! $1#$b# Not only does it look amazing, it's also incredibly delicious and packed with nutriants! $1#$b# You're probably working hard on the farm, so I hope this dish will help keep your energy up! $1",
        "Emily_AcceptGift_(O)196":"Oh, I'm glad you've found this recipe useful; with the work that you do, it's important to keep your strength up!  #$b# By the way, it's also on the menu at the Saloon, so swing on by if you're too tired to cook! I'll be more than happy to whip this up for you! $1",
		
		
        "Leah_AcceptGift_(O)dinner_common":"Oh, this is on my list of dream dinners! $1#$b# How did you know? Thanks, @! $1",
        "Leah_AcceptGift_(O)dinner_common~2":"This looks spectacular! Can I really have this? $1#$b# There's nothing like indulging in your favorite food after a long day of work. I really appreciate it, @. $1",
        "Leah_AcceptGift_(O)196~2":"A salad full of fresh, crunchy veggies...! $1#$b# Ah, was my mouth watering? Sorry about that, and thanks, @! $1",
        "Leah_AcceptGift_(O)426~2":"That's such a hugh chunk of goat's cheese...and it's for me? $1#$b# This will go wonderfully with the wine I just got. Thanks, @! $1",
        "Leah_AcceptGift_(O)651~2":"This aroma...poppies? #$b# It's for me...? #$b# Thank you! I can't think of a better dessert to go with the dinner of my dreams.$1",
        "Leah_AcceptGift_(O)430~2":"A truffle? *sniff* Oh, it smells heavenly... #$b# Huh--it's for me!? #$b# That's so generous of you, thanks, @! Never in m wildest dreams could I imagine being able to enjoy such a delicacy.$1",
        "Leah_AcceptGift_(O)348~2":"Is this wine!? $1#$b# This is such an incredible gift...it'll go perfectly with the cheese I bought recently. Thanks! $1",
        "Leah_AcceptGift_(O)606":"Oh, wow! It's full of delicious veggies...! $1#$b# Thanks, @. I'll be sure to enjoy this bounty from nature. $1",
        "Leah_AcceptGift_(O)606~1":"How'd you know I loved veggies? This is perfect! $1#$b# Did you make this with ingredients from the farm? You really are too kind, @. $1",
        "Leah_AcceptGift_(O)200_original":"Mmm...Back in the city, the veggies never tasted this fresh. I love it!$h",
        "Leah_AcceptGift_(O)200":"This looks amazing! And the veggies look super fresh, too! $1#$b# Thanks, @, I'll be sure to enjoy this! $1",
        "Leah_AcceptGift_(O)200~1":"I really love veggies, so this is perfect! $1#$b# Did you make this with ingredients from the farm? You're the best, @. $1",
		"Leah_AcceptGift_(O)birthday":"Oh, so it's my birthday today, huh? #$b# Thanks, @! You've definitely brightened up my day! $1",
        "Leah_AcceptGift_(O)169_original":"Oh! Thank you! This one has an interesting shape...$h",	
        "Leah_AcceptGift_(O)169":"'This is trash'? Nonsense! It's perfect for the sculpture I've been wanting to make. $1#$b# If you find more, feel free to hand it off to me, okay? $1",		
        "Leah_AcceptGift_(O)276":"Is this pumpkin for me? Thanks! #$b# It's quite the versatile vegetable, isn't it? Not only can you eat it, but you can make a cool work of art with the shell. $1",		
        "Leah_AcceptGift_(O)709":"This is hardwood, right? #$b# Ahh, you probably thought I could use this for my art, right? #$b# I appreciate the thought, but it's too tough for my tools to handle. Not unless it gets soften by water or something. $2#$b# Or maybe someone more experience with woodwork might appreciate this more... $2",		
        "Leah_AcceptGift_(O)635":"Mm, this orange sure is fragrant. Thanks! $1#$b# You know, Gus really loves these, too. He's told me before that it's hard to get fresh oranges in the valley, so how about tossing a few his way? I'm sure he'd appreciate it.",		
        "Leah_AcceptGift_(O)399":"Oh, did you find these in the forest? $1#$b# They taste so good, don't they? I always pick some during the spring on my usual walks. Thanks, @! $1",		
		"Leah_AcceptGift_(O)406":"Oh, a plum! Thanks! I always think of the forest when I eat one of these. $1",
     	"Leah_AcceptGift_(O)296":"Oh, thanks! Looks like the berry season's been treating you well, huh? $1",
		"Leah_AcceptGift_(O)296~1":"Thanks, I pick these a lot in the spring too! Thank goodness there's plenty of bushes around my house!",
		"Leah_AcceptGift_(O)410":"Oh, thanks! Looks like the berry season's been treating you well, huh? $1",
		"Leah_AcceptGift_(O)410~1":"Thanks, I pick these a lot in the fall too! Thank goodness there's plenty of bushes around my house!$1",
		"Leah_AcceptGift_(O)forage":"Thank you! These taste really good roasted, so maybe I'll do that later tonight. Thanks! $1",
		"Leah_AcceptGift_(O)islandforage":"Is this from Ginger Island...? You don't see these in the valley very often! $1#$b# Thank you! I'm sure with this I'll be able to make something amazing. I can't wait! $1",
		"Leah_AcceptGift_(O)283":"Oh, it's holly! Thanks! $1#$b# They may be inedible, but at least they make good winter decorations, huh? $1",
        "Leah_AcceptGift_(O)167":"Ergh...Joja? $2#$b# After I left the city, I wanted nothing to do with that corp... $2",
        "Leah_AcceptGift_(O)167~1":"Joja? Do you like them, @? #$b# Personally, I'm not a fan. #$b# They're reminder of some...not great memories in the city. Didn't you come here because you wanted to escape Joja, too? $2",
        "Leah_AcceptGift_(O)216":"Sorry, I'm not really a fan of this... Maybe someone else might appreciate this more than me... $2",
        "Leah_AcceptGift_(O)216~1":"Er, thanks for the gift? I don't really like this, though. $2",
        "Leah_AcceptGift_(O)210":"Sorry, I'm not really a fan of this... Maybe someone else might appreciate this more than me... $2",
        "Leah_AcceptGift_(O)210~1":"Er, thanks for the gift? I don't really like this, though. $2",
        "Leah_AcceptGift_(O)211":"Sorry, I'm not really a fan of this... Maybe someone else might appreciate this more than me... $2",
        "Leah_AcceptGift_(O)211~1":"Er, thanks for the gift? I don't really like this, though. $2",
        "Leah_AcceptGift_(O)206":"Sorry, I'm not really a fan of this... Maybe someone else might appreciate this more than me... $2",
        "Leah_AcceptGift_(O)206~1":"Er, thanks for the gift? I don't really like this, though. $2",
        "Leah_AcceptGift_(O)305":"What...is this an egg? #$b# Even if it's a chicken egg...why did you give this to me...? $2",
        "Leah_AcceptGift_(O)305~1":"...I don't think this is safe to eat. #$b# Why did you give this to me? $2",
		"Leah_AcceptGift_category_flowers":"Wow, these flowers look gorgeous! They'll be great for sketching practice, thanks! $1",
        "Leah_AcceptGift_(O)18":"Oh, thanks for the daffodils! $1#$b# Now this is why I moved here; there's just so much natural beauty in the valley, don't you think? $1",
        "Leah_AcceptGift_(O)402":"These look great! Thanks, @! $1#$b# You can find a lot of sweetpeas in the summer, huh? Their vibrancy gives me a lot of inspiration! $1",		
        "Leah_AcceptGift_(O)418":"Hey, thanks! $1#$b# These little guys always pop up right after the first snowfall. With everything being so white, they're hardto miss, aren't they?$1",
        "Leah_AcceptGift_(O)376":"Oh, a poppy. Sure, these make for some great muffins, but by itself... I don't get a good feeling from this flower.$2",


        "Shane_AcceptGift_(O)346":"Heh, I won't ever turn down free beer. Thanks.",
        "Shane_AcceptGift_(O)346~1":"Eh, one more beer won't hurt. Thanks.",
        "Shane_AcceptGift_(O)260":"What, is this a diss on my temper or something? $2#$b# No? It's just a gift? #$b# Huh...thanks, then. I actually really like this. $6",
        "Shane_AcceptGift_(O)260~1":"Heh, this makes a great side dish. $1#$b# Guess I'll get Gus to cook this up for me later. Thanks.",
        "Shane_AcceptGift_(O)215":"Peppers are already great as is, but frying them up takes them to a whole 'nother level. $6#$b# Glad to see that you agree too. Thanks. $1",
        "Shane_AcceptGift_(O)215~1":"Heh, now you're talking. As far as I'm concerned, this is the best food in the world. Right next to pizza. Thanks, @. $6",
        "Shane_AcceptGift_(O)206":"This pizza's for me? #$b# I'm used to the frozen ones at Joja, but you won't see me turn down this one, either. Thanks, @. $1",
        "Shane_AcceptGift_(O)206~1":"Mm, it smells good. It'd go great with a drink, I bet. Thanks. $1",		
        "Shane_AcceptGift_(O)221":"...Why'd you give me this? $2#$b# Well, you probably won't mind if I share this with Jas, would you? Thanks.",
		"Shane_AcceptGift_category_egg":"Oh, thanks. Is this from your chickens? #$b# Looks like they're doing well, if the quality of this egg says anything. $6", //_5 = eggs
        "Shane_AcceptGift_(O)442":"Huh, a duck egg. #$b# Guess that means you've upgraded your coops? That's good - keep taking good care of them. #$b# By the way, this might seem obvious, but these ducks love swimming - they get real excited when they're near a pond or anything. #$b# Once, a bunch of ducks escaped the ranch into the nearby lake. Took a while for Marnie to bribe them back home. $6",
        "Shane_AcceptGift_(O)107":"The heck is this egg? $2#$b# ...'Hatch it and see for yourself'? Uh, I think that's a hard pass from me. #$b# Something tells me I shouldn't do that. $2",
        "Shane_AcceptGift_(O)289":"Yoba, this egg is huge. Don't tell me you're raising one of these in the coops. #$b# A bird of that size coming out of this egg... It'd squash the other chickens flat if you're not careful. $2#$b# Huh? You're raising them in the barn instead? #$b# ...Okay, I'll let that slide. Yoba, I was about to go off on you. $2#$b# You really find the weirdest things sometimes...$5",
        "Shane_AcceptGift_(O)928":"Wait. Is this actual gold? $10#$b#%Shane takes the egg from you and taps on it gently. #$e# .... $10#$b# .... $10#$b# .... $0#$b# ...Yoba, looks like our chickens have some catching up to do. $6",
        "Shane_AcceptGift_(O)342":"…What. $2#$b# Ugh, the stench…I think I'm gonna hurl. $2",
        "Shane_AcceptGift_(O)342~1":"Pickles, really? $2#$b# Look, some people might be into it, but not me. I'd rather eat some pizza. $2",
        "Shane_AcceptGift_(O)167":"…I already see enough of these stocking those stupid shelves at Joja. $",
        "Shane_AcceptGift_(O)167~1":"...This is trash. What; Joja treats me like trash too, so fair's fair. $2#$b# At least one of us can be thrown in the garbage, though. $2",
        "Shane_AcceptGift_(O)203":"...I can't believe it. You actually made it. $2#$b# I know I said to let me try some, but on second thought, I take it back. $0#$b# I can live just fine without knowing what it tastes like. $2",
		"Shane_AcceptGift_category_flowers":"Flowers, huh? #$b# Thanks, I guess. If nothing else, Marnie and Jas should like these. $1",
		

        "Penny_AcceptGift_(O)72":"Oh, what a beautiful gem...can I really have this? #$b# Oh, thank you so much, @! $1",
        "Penny_AcceptGift_(O)72~1":"What a gorgeous gem! $1#$b# I feel a little bad receiving this, but if you insist, then thank you. I'll be sure to treasure this. $1",
        "Penny_AcceptGift_(O)60":"Oh, what a beautiful gem...can I really have this? #$b# Oh, thank you so much, @! $1",
        "Penny_AcceptGift_(O)60~1":"What a gorgeous gem! $1#$b# I feel a little bad receiving this, but if you insist, then thank you. I'll be sure to treasure this. $1",
        "Penny_AcceptGift_(O)651":"A poppyseed muffin! My favorite! #$b# This is an incredible gift; I just love these! Thank you, @! $1",
        "Penny_AcceptGift_(O)651~1":"Mm, it smells heavenly. Thank you. $1#$b# It always feels like my day gets a little more perfect with one of these; it's like they have   some sort of healing magic to them. $1",
        "Penny_AcceptGift_(O)376":"For me...? #$b# Thank you! I know what I'm going to make with this! $1",
        "Penny_AcceptGift_(O)376~1":"Did you know that these flowers make the most wonderful muffins? $1#$b# Thank you for this, @. It's a such a kind gift. $1",
        "Penny_AcceptGift_(O)230":"This is... Oh, I love this! Thank you! $1#$b# Hopefully I can get Mom to try some too - it'll be good for her. $1",
        "Penny_AcceptGift_(O)230~1":"Thank you, this looks nutritious! $1#$b# Were these made with crops from %farm farm? Looks like farming really agrees with you.$1",
        "Penny_AcceptGift_(O)244":"This is... Oh, I love this! Thank you! $1#$b# Hopefully I can get Mom to try some too - it'll be good for her. $1",
        "Penny_AcceptGift_(O)244~1":"Thank you, this looks nutritious! $1#$b# Were these made with crops from %farm farm? Looks like farming really agrees with you.",
        "Penny_AcceptGift_(O)164":"Thank you! Mom used to bring these back from the desert when I was small. $1#$b# This really takes me back. $1",
        "Penny_AcceptGift_(O)164~1":"This is from the desert, isn't it? Is this a souvenir? $1#$b# Thank you. I hope Mom hasn't been giving you any trouble on your trips there. $1",
        "Penny_AcceptGift_(O)218":"Thank you! Mom used to bring these back from the desert when I was small. $1#$b# This really takes me back. $1",
        "Penny_AcceptGift_(O)218~1":"This is from the desert, isn't it? Is this a souvenir? $1#$b# Thank you. I hope Mom hasn't been giving you any trouble on your trips there. $1",
        "Penny_AcceptGift_(O)254":"Thank you! This is a real treat in the summertime. $1#$b# Hm, maybe I could bake a cake with this? I'm sure Jas and Vincent would love it...",
        "Penny_AcceptGift_(O)254~1":"Mm, this melon looks sweet...and you're really giving it to me? #$b# Thank you, @! I'll be sure to enjoy this! $1",
		"Penny_AcceptGift_(O)neighboursweet":"Thank you! These remind of Granny's sweets...I should pay the Mulners a visit soon. $1",
		"Penny_AcceptGift_(O)614": "Thank you for the tea! Mm, it smells wonderful. I bet it'd be perfect while reading. $1", 
		"Penny_AcceptGift_(O)395": "Mm, thank you for the coffee. It's the perfect companion to a good book. $1", 
		"Penny_AcceptGift_category_fruits": "Oh, is this from the farm? Thank you, it looks delicious! I'm glad to see that things are going well. $1", 
        "Penny_AcceptGift_category_flowers":"These flowers are lovely, thank you. It'll definitely help to brighten up the house. $1", //_80 = flower
        "Penny_AcceptGift_(O)wine":"...I'm sorry, @. I can't accept this. $2#$b# I just can't have this lying around at home...I hope you understand why.$2",
        "Penny_AcceptGift_(O)wine~1":"Is...this for me?$2#$b# I just hope you're not just randomly giving these away...especially if it's to my mom.$2",
        "Penny_AcceptGift_(O)wine_material":"I'm sorry, @, but I just can't bring myself to like this. I hope you understand why. $2",
        "Penny_AcceptGift_(O)wine_material~1":"...These would be good for brewing alcohol, right? I know that all too well... @, is this on purpose? $2",
        "Penny_AcceptGift_(O)446":"Is this a lucky charm? I'm afraid I don't need it. $2#$b# Why? Well, I don't really believe in things like this. I hope you understand, @.",
        "Penny_AcceptGift_(O)446~1":"A good luck charm...if only if they actually worked... $2#$b# Ah, I'm sorry, @. Things like these, it makes me think about things...and not in a good way. $2#$b# How about we talk about something else instead? How things are on the farm? $0",
		"Penny_AcceptGift_(O)289":"Mm? This is an ostrich's egg, right? #$b# I've read about them in books, and Leo's told me about them before. #$b# But I never thought I'd see it's egg for myself. Thank you, @.",			  
        "PennyMarriage_AcceptGift_(O)72":"What a beautiful gemstone! Thank you so much! $1#$b# @，Please be careful in the mines, okay? Above all else, I'd rather have you return safe and sound to me. $4",
        "PennyMarriage_AcceptGift_(O)72~1":"A diamond...?! #$b# Thank you, sweetheart. I truly appreciate everything that you do for me. $4",
        "PennyMarriage_AcceptGift_(O)60":"An emerald...! #$b# Did you prepare this just for me? Thank you, @. I love it! $1",
        "PennyMarriage_AcceptGift_(O)60~1":"What a beautiful gemstone! Thank you so much! $1#$b# @，Please be careful in the mines, okay? Above all else, I'd rather have you return safe and sound to me. $4",
        "PennyMarriage_AcceptGift_(O)651":"Mm, it tastes wonderful. Thank you, darling. $1",
        "PennyMarriage_AcceptGift_(O)651~1":"Oh, it's my favorite! Thank you, dear, I'll enjoy every bite. $1",
        "PennyMarriage_AcceptGift_(O)376":"Thank you for these flowers, dear. Did you grow these on our farm? $1",
        "PennyMarriage_AcceptGift_(O)376~1":"They're so beautiful...! Thank you, darling. $1",
        "PennyMarriage_AcceptGift_(O)230":"Did you make this for me? Thank you, sweetie; this looks great! $1",
        "PennyMarriage_AcceptGift_(O)230~1":"My, this looks nutritious! Thank you, dear. #$b# Let's do our best to live well...so that we can be together for a long time. $4",
        "PennyMarriage_AcceptGift_(O)244":"Did you make this for me? Thank you, sweetie; this looks great! $1",
        "PennyMarriage_AcceptGift_(O)244~1":"My, this looks nutritious! Thank you, dear. #$b# Let's do our best to live well...so that we can be together for a long time. $4",
        "PennyMarriage_AcceptGift_(O)164":"A sandfish? Did you visit the desert recently? #$b# I really like this little fish, thank you, sweetheart! $h",
        "PennyMarriage_AcceptGift_(O)164~1":"Mom used to give me one of these as a souvenir as a kid $1#$e# Heehee...and now I've gotten one from my lovely spouse. $1",
        "PennyMarriage_AcceptGift_(O)218":"Oh, this smells wonderful. Thank you, @. $1#$e# I don't really have a lot of opportunities to leave town, so I love exotic dishes like these. $1",
        "PennyMarriage_AcceptGift_(O)218~1":"Mm, tom kha soup! Thank you, dear - you really do know me best. $l",
        "PennyMarriage_AcceptGift_(O)254":"What a huge melon...is this from the farm? $1#$b# Heehee, farming life really agrees with you, @. $1",
        "PennyMarriage_AcceptGift_(O)254~1":"Gosh, it looks good! $1#$b# I'll take it as a sign that we'll have a bountiful harvest this year.",
        		


        "Elliot_AcceptGift_(O)715":"Oh, what a delectable creature this is! $1#$b# You have my thanks, @ - I'll be sure to cook this well. $1",
        "Elliot_AcceptGift_(O)715~1":"Thank you for sharing some of the sea's bounty with me. You truly have a kind heart. $1",
        "Elliot_AcceptGift_(O)732":"Crab cakes? Oh, I truly appreciate this, @. $1#$b# How did you know this was one of my favorites? $1",
        "Elliot_AcceptGift_(O)732~1":"Oh, I can't wait to enjoy this. $1#$b# This wonderful smell of the sea truly whets one's appetite, as well as inspiration! $1",
        "Elliot_AcceptGift_(O)218":"The sweetness of the plump shrimp and the fullness of fresh coconut...all blended together into a magnificent soup. And what a delicacy it is to behold! #$bTruly, you have my thanks, @. $1",
        "Elliot_AcceptGift_(O)218~1":"With just a taste of this sublime soup, I find myself transported to the vast, endless desert. $1#$b# Thank you for the wonderful source of inspiration. $1",
		"Elliot_AcceptGift_(O)444_original": "This will make a beautiful quill! I feel inspired already...$h",
        "Elliot_AcceptGift_(O)444":"Goodness! Such vibrant colors on this beautiful feather! And you're truly giving it to me? $1#$b# Splendid! It will certainly be an excellent quill for me to write with. Thank you, @.",
        "Elliot_AcceptGift_(O)444~1":"The ducks you're raising on your farm must be well cared for, if they're can produce such wonderful feathers. $1#$b# I truly love this gift, @. Thank you so very much.",
        "Elliot_AcceptGift_(O)637":"This wonderful autumn fruit... just one bite is enough to send me into bliss. $1#$b# Thank you for sharing this with me, @. $1",
        "Elliot_AcceptGift_(O)637~1":"What a marvelous gift! This is indeed one of my favorite fruits! I'm overjoyed that you would kind enough to gift me one from your farm. $1",
		"Elliot_AcceptGift_(O)814_original": "Ah, a bottle of fine ink. A writer can never have too much... and it's quite expensive! Thank you! $h",
        "Elliot_AcceptGift_(O)814":"My, what high quality ink! $1#$b# This will certainly serve me well in my writing. In fact, I already have a poem in mind. Many thanks, @. $1",
        "Elliot_AcceptGift_(O)814~1":"Goodness, thank you for the kind gift, @. $1#$b# You know, they say that for a writer, good ink is quite expensive. Too expensive, sometimes... $2",
		"Elliot_AcceptGift_category_fish":"Oh, a friend from the waters! Thank you. #$b# I'm not in the mood for seafood today, though, so I think I'll let it swim back to its home. #$b# After all, they have their own lives to lead, yes?", 
		"Elliot_AcceptGift_(O)142":"Ah, did you catch this yourself, @? $2#$b# I think you should release it... These little creatures have their own lives to lead, after all... $2", 
		"Elliot_AcceptGift_(O)721":"Ah, did you catch this yourself, @? $2#$b# I think you should release it... These little creatures have their own lives to lead, after all... $2", 
		"Elliot_AcceptBirthdayGift_(O)732":"Oh, what a better way to celebrate my birthday than to enjoy one of my favorite dishes? Truly, I'm overjoyed. $1#$b# Thank you so much, @. I can't thank you enough. $1",
		"Elliot_AcceptBirthdayGift_(O)218":"Oh, what a better way to celebrate my birthday than to enjoy one of my favorite dishes? Truly, I'm overjoyed. $1#$b# Thank you so much, @. I can't thank you enough. $1",
		"Elliot_AcceptBirthdayGift_(O)444":"A birthday present? And such marvellous writing tools, too! I'm speechless, @. $1#$b# To know that I have your support in my writing endeavours, it brings me more happiness than you know. Truly, thank you for this wonderful gift, @. $1",
		"Elliot_AcceptBirthdayGift_(O)814":"A birthday present? And such marvellous writing tools, too! I'm speechless, @. $1#$b# To know that I have your support in my writing endeavours, it brings me more happiness than you know. Truly, thank you for this wonderful gift, @. $1",
		"Elliot_AcceptBirthdayGift_(O)637":"For me? Thank you, @! $1#$b# To be able to enjoy the most delectable fruit of autumn, on my birthday, no less! I'll be sure to savor it. $1",
		"Elliot_AcceptBirthdayGift_(O)715":"Oh, what a feisty little creature! $1#$b# I can't wait to enjoy it for my birthday dinner tonight! $1",
        "Elliot_AcceptGift_(O)296":"...Ah, these take me back to the days when I ate these in a bid to save on funds. All three meals a day, it was salmonberries, prepared in any way I could... $2#$b# I understand that the life of a writer has its hardships, and I don't regret it... But it still has its moments of bitterness. $2",
        "Elliot_AcceptGift_(O)296~1":"I appreciate your generosity, but these berries...I believe I've had more than enough of these to last a lifetime. $2",
        "Elliot_AcceptGift_(O)300":"Ah, I appreciate your generosity... but I don't really like this very much. My apologies. $2",
        "Elliot_AcceptGift_(O)300~1":"I understand that this is very nutritious, healthy even. $2#$b# But not everyone one consumes has to be healthy, yes? A little indulgence here and there is acceptable I think. #$b# That is to say: I don't think I want this. $2",
		"Elliot_AcceptGift_category_flowers":"You have my thanks for these wonderful flowers. $1#$b# They're quite breath-taking...I do hope these blossoms won't mind the scent of sea salt in my home. $1",


	  
        "Harvey_AcceptGift_(O)395":"Oh, thank you! $1#$b# It smells good...I'll be able to focus on my work with this. $1",
        "Harvey_AcceptGift_(O)395~1":"Thank you, @! $1#$b# A good cup of coffee like this really helps with my productivity. $1",
        "Harvey_AcceptGift_(O)342":"Pickles are a great source of nutrients, and healthy, too! $1#$b# I'm glad you've been making these on your farm, and that you thought to share some with me! $1",
        "Harvey_AcceptGift_(O)342~1":"Thank you! I always enjoy these as a side dish during meals. They're both delicious and good for you! $1",
		"Harvey_AcceptGift_(O)432_original": "It's for me? Thank you! This will be fantastic drizzled on some pasta. $h",
        "Harvey_AcceptGift_(O)432":"Is this real truffle oil?! $4#$b# Oh, thank you so much, @. Frying anything with this always results in a fragrant, wonderful dish. $1",
        "Harvey_AcceptGift_(O)432~1":"Oh, so you're producing this on your farm? And you're giving this to me? Thank you very much, @. I look forward to cooking with this. $1",
        "Harvey_AcceptGift_(O)237":"Oh! It looks delicious, thank you! $1#$b# It's an excellent meal to have, with its high nutrition level. I'm glad you taking care of your health with these meals. $1",
        "Harvey_AcceptGift_(O)237~1":"Thank you! $1#$b# I haven't had time to cook recently, so you giving this to me is really good timing. I'll be sure to savor this meal. $1",
		"Harvey_AcceptGift_(O)348_original": "For me? What a gift! This looks fantastic!$h#$b#You know, on a physiological level, I wouldn't advise the consumption of alcohol...#$b#But there's no denying the benefit of kicking back and enjoying a glass of fine Stardew Valley wine!$h",
        "Harvey_AcceptGift_(O)348":"Ah, I admit that this is one of my little vices... $2#$b# I know that too much of this is bad for your health, but I do find solace in a glass every now and then. #$b# I'll be sure to treasure this. Thank you, @. $1",
        "Harvey_AcceptGift_(O)348~1":"For me? Thank you! Sometimes after a hard day's work, I indulge in a glass of wine to unwind. $1#$b# Of course, moderation is key, so we should always keep that in mind when it comes to alcohol. $1",
		"Harvey_AcceptBirthdayGift_(O)395":"Thank you, @! To be gifted my favorite drink from such a kind person, this is truly a good birthday indeed. $1#$b# Of course, my birthday isn't an excuse to overindulge, that would be hypocritical of me as a doctor. $1",
		"Harvey_AcceptBirthdayGift_(O)348":"Thank you, @! To be gifted my favorite drink from such a kind person, this is truly a good birthday indeed. $1#$b# Of course, my birthday isn't an excuse to overindulge, that would be hypocritical of me as a doctor. $1",
		"Harvey_AcceptBirthdayGift_(O)342":"A birthday present for me? Goodness, I hadn't thought anyone would remember. Thank you! $h#$b# Still, with every year that passes, it's a reminder to take care of my health. And that goes for you too, @! $1",
		"Harvey_AcceptBirthdayGift_(O)432":"A birthday present for me? Goodness, I hadn't thought anyone would remember. Thank you! $h#$b# Still, with every year that passes, it's a reminder to take care of my health. And that goes for you too, @! $1",
		"Harvey_AcceptBirthdayGift_(O)237":"A birthday present for me? Goodness, I hadn't thought anyone would remember. Thank you! $h#$b# Still, with every year that passes, it's a reminder to take care of my health. And that goes for you too, @! $1",
        "Harvey_AcceptGift_(O)283":"Thank you for the gift! It's quite suitable for winter decorations with its bright colors, isn't it? $1#$b# That said, these are very poisonous, so don't go eating them! I wouldn't want you to make a trip to the hospital!",
        "Harvey_AcceptGift_(O)forage":"Thank you for the gift, @! The valley is very bountiful, so there's a lot of forage that's surprisingly nutritious. $1#$b# Unfortunately, not everyone is a fan of their taste... As a doctor, I think that's a shame, but well, people have their own preference。$2",
        "Harvey_AcceptGift_(O)253":"*sniff* This certainly smells strong... #$b# While I do enjoy coffee, I've always been a little cautious of espresso due to its high caffeine content. #$b# Still, thank you for the gift, and if you brew some of this for yourself, be sure not to drink too much of it, @. $1",		
        "Harvey_AcceptGift_(O)393":"Eugh...this isn't for me, I fear. $2#$b# If nothing else, I'm glad to see you had a fruitful day at the beach, @... $2",
        "Harvey_AcceptGift_(O)393~1":"Oh...while I do concede that it looks beautiful, I'm afraid it's just not for me. $2",
        "Harvey_AcceptGift_(O)392":"Eugh...this isn't for me, I fear. $2#$b# If nothing else, I'm glad to see you had a fruitful day at the beach, @... $2",
        "Harvey_AcceptGift_(O)392~1":"Oh...while I do concede that it looks beautiful, I'm afraid it's just not for me. $2",
        "Harvey_AcceptGift_(O)394":"Eugh...this isn't for me, I fear. $2#$b# If nothing else, I'm glad to see you had a fruitful day at the beach, @... $2",
        "Harvey_AcceptGift_(O)394~1":"Oh...while I do concede that it looks beautiful, I'm afraid it's just not for me. $2",
        "Harvey_AcceptGift_(O)351":"...? $2#$b# @, I do appreciate your patronage when it comes to buying supplements... #$b# But are you trying to return this? I don't quite understand... $2",
        "Harvey_AcceptGift_(O)349":"...? $2#$b# @, I do appreciate your patronage when it comes to buying supplements... #$b# But are you trying to return this? I don't quite understand... $2",
		        

        "Alex_AcceptGift_(O)212":"Oh hey, how'd you know I was craving this? #$b# It's packed with all kinds of good proteins and fats; perfect for bulking up! Thanks, @! $1",
        "Alex_AcceptGift_(O)212~1":"Thanks! The protein in the salmon's really helps with growing muscles. #$b# Thanks again for the assist, @! I owe you one! $1",
        "Alex_AcceptGift_(O)201":"Have you ever seen a more perfect breakfast than this? You haven't, because this is it. $1#$b# Ahaha! Thanks, @! $1",
        "Alex_AcceptGift_(O)201~1":"Woah; you sure put a ton of effort in this, huh? #$b# Thanks, @, I appreciate this! $1",
 		"Alex_AcceptBirthdayGift_(O)201":"You made this for my birthday? #$b# You're the best, @! Doesn't matter what time it is, this breakfast's the perfect meal! $1",
		"Alex_AcceptBirthdayGift_(O)212":"Is this for me? Awesome! I'll definitely be enjoying this! $1#$b# Maybe at this rate I'll be able to catch fish with my hands. It could work as a kind of summer training, haha! $1",
		"Alex_AcceptBirthdayGift_(O)223":"Ah, this reminds me of Granny's baking, thanks @. #$b# I'm really glad I get to spend my birthday with my grandparents still. I owe them a lot, after all. $1",
		"Alex_AcceptBirthdayGift_(O)220":"Ah, this reminds me of Granny's baking, thanks @. #$b# I'm really glad I get to spend my birthday with my grandparents still. I owe them a lot, after all. $1",
		"Alex_AcceptBirthdayGift_(O)232":"Ah, this reminds me of Granny's baking, thanks @. #$b# I'm really glad I get to spend my birthday with my grandparents still. I owe them a lot, after all. $1",
        "Alex_AcceptGift_(O)233":"Oh, thanks for the ice-cream, @. $1#$b# Y'know, while I have that summer job at the ice-cream stand, I don't really eat it much since I don't want to mess up my diet. #$b# But hey, having a cone here and there won't kill me. Life's more than just training. Thanks! $1",		
        "Alex_AcceptGift_(O)grandmasweet":"Oh, this reminds me of Granny's baking! $1#$b# Thanks, @...it reminds me that I should really treasure my grandparents more. #$b# After all, if it wasn't for them, I wouldn't be here.",
        "Alex_AcceptGift_(O)20":"Oh, a leek! #$b# Grandpa really loves these...but I haven't had the time to go forage for them.  #$b# Is it okay if I give this to him instead? I'm sure it'll make him happy. #$b#I can? You're the best, @! $1",
		"Alex_AcceptGift_category_flowers":"Oh hey, thanks! $1#$b# It's so pretty...I think Granny has a vase where I can put this. $1", //-80 = flower
        "Alex_AcceptGift_(O)595":"Oh, this flower... I think it's one of Granny's favorites - she always plants these in the garden. #$b# You're giving this to me? Thanks, I'll be sure to take care of it. $1",
        "Alex_AcceptGift_(O)591":"Oh, this flower... I think it's one of Granny's favorites - she always plants these in the garden. #$b# You're giving this to me? Thanks, I'll be sure to take care of it. $1",
        "Alex_AcceptGift_(O)376":"Ah, I recognise this flower. Granny always told me since I was a kid to never go near these. $2",
        "Alex_AcceptGift_category_fish":"Raw fish...? $2#$b# Uh, thanks. $2#$b# I know it has plenty of protein in it but...I didn't think it'd smell this much. $2",
        "Alex_AcceptGift_(O)139":"Oh, so this is a salmon... #$b# I know it's chock full of protein and fatty acids and everything... #$b# But my grandma isn't big on fish, and I'd rather not force her to prepare this. Maybe I'll hand this over to Gus instead... $0",
		"Alex_AcceptGift_(O)142":"Wh... You want me to eat this? There's no protein in it! $5", 
		"Alex_AcceptGift_(O)721":"Wh... You want me to eat this? There's no protein in it! $5", 
        "Alex_AcceptGift_(O)351":"I want muscles, yeah, but not by using stuff like these. $5#$b# I've got my own pride as an athlete, so don't give me stuff like this anymore, okay? $5",
        "Alex_AcceptGift_(O)351~1":"Are you making fun of me? I don't need this stuff. $5",
        "Alex_AcceptGift_(O)349":"I want muscles, yeah, but not by using stuff like these. $5#$b# I've got my own pride as an athlete, so don't give me stuff like this anymore, okay? $5",
        "Alex_AcceptGift_(O)349~1":"Are you making fun of me? I don't need this stuff. $5",
        

		"Maru_AcceptGift_(O)336_original": "Ah, pure gold...It's not the strongest material, but it has some really useful properties! $h",
        "Maru_AcceptGift_(O)336":"Wow, a gold bar?! Can I really have this? Thank you so much! $1",
        "Maru_AcceptGift_(O)336~1":"This is incredible! $1#$b# I've been trying to get one of these for one of my projects - so I really appreciate this! $1",
		"Maru_AcceptGift_(O)337_original": "Oh, wow! That's a rare element. It's theorized that all the iridium in our world comes from meteorites... $h",
        "Maru_AcceptGift_(O)337":"Wait, is this real iridium? And you're really giving this to me? Thank you so much! $1",
        "Maru_AcceptGift_(O)337~1":"This is incredible, @! $1#$b# I've been trying to get one of these for a project of mine, so I really appreciate this! $1",
		"Maru_AcceptGift_(O)910_original": "Ahh! Be careful with that! Are you touching it with your bare hands?$9#$b#... Sorry... hehe... With proper handling, this will be perfect for an exotic machine I'm building.",
        "Maru_AcceptGift_(O)910":"This is...? #$b# I never thought I'd be able to see something like this! $4#$b# You're really giving this to me? Thanks so much! $1",
        "Maru_AcceptGift_(O)910~1":"You're really giving this to me? $4#$b# Thank you! This does look a little dangerous though. I don't know where you're finding these, but be careful if you're getting more, okay? $1",
        "Maru_AcceptGift_(O)72":"Wow! This looks so valuable! And it's for me? $4#$b# That's really kind of you, @. Thanks! $1",
        "Maru_AcceptGift_(O)72~1":"A diamond...! $4#$b# And you managed to get this yourself? You're amazing, @! Thanks! $1",
		"Maru_AcceptGift_(O)787_original": "This will be perfect for powering my latest project! Thanks, @!$h",
        "Maru_AcceptGift_(O)787":"Wow! And I was just about to go looking for these. $4#$b# Thanks so much, I really appreciate. $1",
        "Maru_AcceptGift_(O)787~1":"Thanks for this, it'll really help with my projects! $1#$b# Once I'm done with it, you'll be the first one to see it, promise! $1",
        "Maru_AcceptGift_(O)190":"A cauliflower! Thank you! $1#$b# This goes great when baked with cheese. You should definitely try it sometime! $1",
        "Maru_AcceptGift_(O)190~1":"Oh, this is my favorite vegetable ever! Thanks, @! $1",
        "Maru_AcceptGift_(O)197":"Wow, thanks @! It's just what I need to perk my brain up after tinkering all day. $1",
        "Maru_AcceptGift_(O)197~1":"This is one of my favorte foods! Thanks! $1#$b# Did you make this from the crops at your farm? It tastes just as good as my mom's!",
        "Maru_AcceptGift_(O)243":"Thanks! $1#$b# Whenever I'm tired after tinkering, I always want to eat one of these. It really helps perk you up! $1",
        "Maru_AcceptGift_(O)243~1":"Thanks! Do you eat these in the mines, too? $1#$b# It's pretty dangerous down there, so be careful when you do, okay? $1",
        "Maru_AcceptGift_(O)215":"Woah, is this for me? #$b# So you like spicy foods too, huh? I always feels like my brain runs faster after eating one of these! $1",
        "Maru_AcceptGift_(O)215~1":"Thank you! I love how the cheese mellows out some of the spice - they really go well together! $1",
        "Maru_AcceptGift_(O)222":"It's huge...$1#$b# Thank you! Eating something sweet is always a great way to wake up a tired brain. $1",
        "Maru_AcceptGift_(O)222~1":"Woah...@, you're way too kind! I just love this! $1",
        "Maru_AcceptGift_(O)400":"Wow, thanks! $1#$b# Dad and I love snacking on these while we're in the lab. The sweet and sourness of the berries always perks us right up! $1",
        "Maru_AcceptGift_(O)400~1":"@, you're the best! I can't wait to eat these tonight!$1",
		"Maru_AcceptBirthdayGift_(O)material":"Is this for my birthday? Really!? $4#$b# Oh, you have no idea how much this means to me, @! I'll be sure to complete my invention, promise! $1",
		"Maru_AcceptBirthdayGift_(O)food":"Wow! $4#$b# Having one of my favorite foods for my birthday is the best. Thanks, @! $1",
		"Maru_AcceptBirthdayGift_(O)222":"Oh wow, @! Thank you! $4#$b# To me, this is way better than a regular birthday cake, so I really appreciate this! $1",
		"Maru_AcceptBirthdayGift_(O)190":"You're giving me this cauliflower? Really? $4#$b# Gosh, you must've taken time to preserve this from spring...I didn't think I'd be able to have this on my birthday. Thank you! $1",
		"Maru_AcceptGift_category_vegetable":"Thanks! I really enjoy eating veggies; especially when they go with cheese! $1", //-75 = vegetable
        "Maru_AcceptGift_(O)304":"Er, thanks.", //原版台詞
        "Maru_AcceptGift_(O)815":"Er, thanks.",		 //原版台詞
		"Maru_AcceptGift_(O)395": "Hey, thanks, @! This should perk me right up. $1", 
		"Maru_AcceptGift_(O)614": "Thanks! My family all enjoy a good cup of tea, and that includes me, too! $1", 
		"Maru_AcceptGift_(O)636": "Oh, thanks for the peach, it looks really juicy...maybe I'll share some with Mom - she just loves peaches. $1", 
		"Maru_AcceptGift_(O)233": "Oh yum, ice cream! Dad and always shared some together ever since I was a kid, so this really takes me back. $1", 
        "Maru_AcceptGift_(O)262":"Oh, this is for me? Um, I'll just put it over here...$2",	 //原版台詞	
        "Maru_AcceptGift_(O)430":"Um, that's the thing pigs dig out, right? $2#$b# I, uh...can't say I'm a fan. $2",
        "Maru_AcceptGift_(O)430~1":"Ugh, this smell...I'll never understand why people consider this thing 'valuable'.$2",
        "Maru_AcceptGift_(O)340":"Mm, the taste of honey has never really agreed with me. I really couldn't tell you why. $2#$b# I guess we all have our hangups, and this is just one of mine. $2",
        "Maru_AcceptGift_(O)340~1":"Um, it's kind of you to give this to me, but I don't really want it... $2",       
        "Maru_AcceptGift_(O)416":"Huh, it looks like you've had a productive time foraging, huh? $2#$b# That's nice, but I'll pass on that gift, thanks. $2",
        "Maru_AcceptGift_(O)416~1":"Uh, I guess I could use this for my snowman outside... $2",
        "Maru_AcceptGift_(O)342":"Ugh, I can't stand the smell...no thanks, @. Sorry! $2",
        "Maru_AcceptGift_(O)342~1":"Dr Harvey does like these, so sometimes I smell pickles at the clinic. $2#$b# Combined with the smell of medicine...it makes me nauseous just thinking about it. $2",
		"Maru_AcceptGift_(O)227": "Oh, sashimi? Thanks, I really like this, and so does Sebastian... $1#$b# ...Ah, never mind. He probably wouldn't want me talking about him... $2", 
		"Maru_AcceptGift_(O)236": "Hey, it's mom's signature dish! Thanks! $1#$b# Sebastian's usually in a good mood on nights we have it for dinner. $1", 
		"Maru_AcceptGift_(O)227~1_summer": "Sashimi? Thanks! $1#$b# I better eat this fast though; who knows how long this'll last in this heat?", 
		"Maru_AcceptGift_(O)227~1_other": "Sashimi? Thanks! $1#$b# Dad always says the water here breeds lots of high quality fish, so it's perfectly safe to eat them raw.$1", 
		"Maru_AcceptGift_(O)236~1_summer": "Hey, it's mom's signature dish! Thanks!$1#$b# It's pretty hot right now, but that's okay; it still tastes good even when it's a little cold.$1",
		"Maru_AcceptGift_(O)236~1_other": "Oh hey, this is Mom's signature dish! Thanks! $1#$b# Mm, it's still nice and warm; perfect for cold weather.",


        "Caroline_AcceptGift_(O)213":"Goodness, for me? $1#$b# Thank you, I was just about to get takeout from Gus, but it looks like you've saved me a trip! $1",
        "Caroline_AcceptGift_(O)213~1":"Oh my...I'll have to get the sauces and napkins for this. Thank you, dear! $1",
        "Caroline_AcceptGift_(O)614":"Did you brew this for me? Thank you, you're too kind. $1#$b# If you ever want to have tea together in my sunroom, feel free to ask. Don't be shy now! $1",
        "Caroline_AcceptGift_(O)614~1":"Goodness! I'll definitely enjoy this in my sunroom. $1#$b# I'm glad I'm able to share the joys of drinking tea with you; it's wonderful to have a friend who loves tea as much as I do! $1",
        "Caroline_AcceptGift_(O)593":"Oh, it's beautiful... No matter what color it is, it's as vibrant as summer itself. #$b# Thank you, sweetheart. You're so kind for giving this to me. $1",
        "Caroline_AcceptGift_(O)593~1":"...! This is my favorite flower! $1#$b# Thank you for your kindness, @. For a homemaker like me, these little, precious splashes of color can do wonders for my spirit. $1",
        "Caroline_AcceptGift_(O)907":"Oh, did you learn this at the islands? #$b#Thank you for sharing some with me, it looks like the farm on the island is going well for you too. $1#$b# If you happen to learn any recipes for tropical desserts, could you share some with Abby? That girl truly has a sweet tooth...#$b# Oh, but don't give her too much, her diet already unhealthy as it is... $2",
        "Caroline_AcceptGift_(O)907~1":"*sniff* Goodness, how fragrant...! $1#$b# I'm sure to enjoy this. Thank you! $1",
		"Caroline_AcceptBirthdayGift_(O)213":"My, to receive my favorite food as a birthday present... $1#$b# For someone like me, this is such a luxurious treat. Thank you dear, for remembering my birthday. $1",
		"Caroline_AcceptBirthdayGift_(O)614":"Thank you, dear. I'm glad you remembered my birthday! $1#$b# To be able to relax and drink tea on my birthday...it's truly bliss.$1",
		"Caroline_AcceptBirthdayGift_(O)907":"My, to receive my favorite food as a birthday present... $1#$b# For someone like me, this is such a luxurious treat. Thank you dear, for remembering my birthday. $1",
		"Caroline_AcceptBirthdayGift_(O)593":"How did you...in this season...? Did you save this for me? #$b# Oh, bless your kind heart, @! $1#$b# To think I'd receive a little piece of summer in the midst of winter...I hope it can last for a least a while longer. $1",
        "Caroline_AcceptGift_(O)815":"So you've started growing some tea saplings of your own? #$b# Thank you, I'm sure it'll make for some wonderful tea. If you ever want some, please feel free to share a cup again with me. $1",
        "Caroline_AcceptGift_(O)251":"I appreciate the gesture, @, but I already have enough tea plants of my own. #$b# How about you plant it for yourself? I'm sure it'll be worth your time.",
        "Caroline_AcceptGift_(O)234":"Did my husband teach you this? #$b# It's rare of him to share his recipe with others, so he must trust you very much. For that, thank you, @, for getting to know him and our family. $1",
        "Caroline_AcceptGift_(O)611":"Oh, is this for me? $1#$b# I always bake one of these every fall for Abigail, but I never thought I'd receive one myself! #$b# It's a strange feeling, but it's not unwelcome. Thank you, dear. $1",
		"Caroline_AcceptGift_(O)220": "Goodness, what a huge chocolate cake! $1#$b# Thank you, @. I should probably have a slice before Abigail sees this, or else I'll just be left with crumbs.", 
		"Caroline_AcceptGift_(O)591": "These tulips are gorgeous, @! Thank you so much. $1#$b# I always see Evelyn plant a few in her garden in the spring...her arrangements are always so breath-taking.", 
		"Caroline_AcceptGift_(O)591~1": "My, what beautiful tulips! Thank you, @, this will definitely brighten up our home. $1", 
		"Caroline_AcceptGift_category_flowers":"0h my, what a beautiful flower...thank you! This will surely brighten up our home.$1", //_80 = flower
        "Caroline_AcceptGift_(O)376":"A....a poppy? How awful...$2",
        "Caroline_AcceptGift_(O)18":"Oh my, thank you. $1#$b# Aren't these so beautiful? We're fortunate to have so many varieties of flowers blooming in the valley all year round.$1",
        "Caroline_AcceptGift_(O)418":"Thank you! Winters tend to feel a little dreary, so having a little bit of color amidst a sea of white really helps brighten my mood.$1",
        "Caroline_AcceptGift_(O)402":"For me? Thank you! These bloom everywhere in the summertime, and the air feels just a bit sweeter for it. $1",
        "Caroline_AcceptGift_(O)296":"Goodness... $2#$b# Let me give you some advice: most of the townspeople here, for one reason or another, don't quite enjoy salmonberries. $2#$b# And well, that includes me, as well. $2",
        "Caroline_AcceptGift_(O)296~1":"Oh, no, no, no...please, feel free to keep these for yourself.$2",
        "Caroline_AcceptGift_(O)199":"Ah, you tried out my recipe, didn't you? $1#$b# It's delicious, isn't it? Unfortunately, my husband doesn't share the same sentiment about it. He quite hates it, i fact. #$b# *sigh* This family of mine can truly be picky at times... $2",
        "Caroline_AcceptGift_(O)200":"Oh, I'm glad you decided to try the recipe I sent you. #$b# If you need more ingredients, you're welcome to buy seeds from our store.",		
		"Caroline_AcceptGift_(O)220_AbigailMarriaged": "Goodness, what a massive cake! Thank you, @! $1#$b# Is Abigail settling in well at %farm farm? Perhaps I should share this with her over tea...it'd be lovely to catch up with her.", 


        "Clint_AcceptGift_(O)649":"Is this for me? $4#$b# I...I don't know what to say. $2#$b# I guess I'm touched? I didn't expect anyone to make this especially for me...Really, thank you, @.$1",
        "Clint_AcceptGift_(O)649~1":"For me? I really love this stuff, thanks! $1",
        "Clint_AcceptGift_(O)605":"One bite of this is enough to get me hooked. I really love this, thanks, @! $1",
        "Clint_AcceptGift_(O)605~1":"This looks incredible - you sure you're just a farmer and not some multi-talented chef? #$b# Either way, I really appreicate this. Thanks! $1",
        "Clint_AcceptGift_(O)749":"You gotta talk to me behind the counter if you wanna crack this open. 25g a wh--huh? #$b# You're just giving this to me? $4#$b# Well, guess I'll crack this open later. Thanks! $1",
        "Clint_AcceptGift_(O)749~1":"You sure you're just giving this to me? Okay, but don't come crying to me if I get something super rare from this! $1",
        "Clint_AcceptGift_(O)jewel":"Oh, now this is useful stuff. 'ppreciate it, @. $1",
        "Clint_AcceptGift_(O)jewel~1":"Hey, thanks, @. I can't help myself from collecting these every now and then...Since Em-- $1#$b# ..... $4#$b ...Never mind, forget I said anything. Thanks again. $2",  
        "Clint_AcceptGift_(O)337":"Iridium's hard to get around here; you sure you want to give this to me? Thanks! $1",
        "Clint_AcceptGift_(O)337~1":"Now this is some useful metal. Thanks, @. I can't wait to start working with this.$1",
        "Clint_AcceptGift_(O)336":"It's hard to get gold unless you go pretty deep in the mines. And you're just giving some to me? Well, thanks, @. $1",
        "Clint_AcceptGift_(O)336~1":"Now this is some useful metal. Thanks, @. I can't wait to start working with this.$1",
        "Clint_AcceptGift_(O)74":"...!? $3#$b# Isn't this really rare? Are you sure you want to this to me? Really? Thanks!! $1",
        "Clint_AcceptGift_(O)74~1":"Woah, are you sure you wanna give that away?$4#$b# You are? I guess you must be well-used to mining if you can say that so casually...Thanks, @! $1",
		"Clint_AcceptBirthdayGift_(O)food":"Oh...! This is really, really, nice of you. $1#$b# There's nothing like getting to enjoy your favorite food on your birthday. Thanks, @! $1",
		"Clint_AcceptBirthdayGift_(O)material":"Hey, thanks for the birthday gift. $1#$b# Honestly at this point, it'll just be another year spent at the furnace, doing what I always do. $0#$b# But hey, it's not all bad, I think. $1",
		"Clint_AcceptBirthdayGift_(O)749":"Oh, thanks for the birthday present, @. $1#$b# Heh, maybe I should take this chance to guage my luck for the rest of the year? Hehehe. $1",
		"Clint_AcceptBirthdayGift_(O)material_bad":"Did you get me this just because I'm a blacksmith? $2#$b# *sigh* Thanks, I guess. $2",
		"Clint_AcceptBirthdayGift_(O)material_normal":"Oh, this is a pretty useful present, at least. #$b# Thanks, @. It'll be another year of being a blacksmith, same as always.",
        "Clint_AcceptGift_(O)334":"Oh, this is pretty useful, so thanks. #$b# You probably use a lot of these too, don't you? If you need some ore in a pinch, feel free to buy some here.",
        "Clint_AcceptGift_(O)335":"Oh, this is pretty useful, so thanks. #$b# You probably use a lot of these too, don't you? If you need some ore in a pinch, feel free to buy some here.",
        "Clint_AcceptGift_(O)384":"Huh, it's a little harder to get my hands on these. #$b# They're more valuable smelted, but keeping them like this still has its uses. Thanks, @",
        "Clint_AcceptGift_(O)386":"Huh, it's a little harder to get my hands on these. #$b# They're more valuable smelted, but keeping them like this still has its uses. Thanks, @",
        "Clint_AcceptGift_(O)338":"Oh, thanks. These are pretty common, but still useful. #$b# Y'know, there's a type of quartz out there that can be smelted into three bars instead of just one? It might be worth it to seek it out.",
        "Clint_AcceptGift_(O)909":"This...this looks way too dangerous. I don't think I feel comfortable handling this in my shop. $2",
        "Clint_AcceptGift_(O)909~1":"...I don't think this is something you should just casually give someone, @. This looks really dangerous. $3",
        "Clint_AcceptGift_(O)910":"This...this looks way too dangerous. I don't think I feel comfortable handling this in my shop. $2",
        "Clint_AcceptGift_(O)910~1":"...I don't think this is something you should just casually give someone, @. This looks really dangerous. $3",
        "Clint_AcceptGift_(O)378":"*sigh* ...I already have plenty of these. $2",
        "Clint_AcceptGift_(O)380":"*sigh* ...I already have plenty of these. $2",
        "Clint_AcceptGift_(O)382":"Uh, I'm already selling these, but I guess a little more coal doesn't hurt. Thanks.",		
        "Clint_AcceptGift_(O)207":"Ah, so you tried it out, and decided to share some with me #$b# Thanks, @. I usually have a bowl of this before I head to the mines. It'd be good to make it a habit if I were you. $1",
        "Clint_AcceptGift_(O)456":"Ah, so you tried it out, and decided to share some with me #$b# Thanks, @. I usually have a bowl of this before I head to the mines. It'd be good to make it a habit if I were you. $1",


        
        "Robin_AcceptGift_(O)426":"Woah, this is kind of you! $1#$b# Thanks, I just love goat cheese. Just grate some on pasta, and it turns into heaven on a plate! $1",
        "Robin_AcceptGift_(O)426~1":"Hey, thanks! $1#$b# So I take it that you're raising goats on that farm, huh? If you're itching to build more barns to raise more of them, you know where to find me!$1",
        "Robin_AcceptGift_(O)636":"Yoba...I just love this! Thanks! $1#$b# Did you plant a peach tree recently? If you could give me some every now and then, it'd really make my day! $1",
        "Robin_AcceptGift_(O)636~1":"A peach! Thank you! I love eating one of these after some carpentry work. $1#$b# You're the best, @. $1",
        "Robin_AcceptGift_(O)224":"Hm, did you get this from Gus, or did you make it yourself? $1#$b# Well, it doesn't really matter anyway; it looks delicious! Thanks! $1",
        "Robin_AcceptGift_(O)224~1":"Look at that rich tomato sauce! $1#$b# Thanks, I realy love spaghetti! Especially with lots and lots of cheese on it! $1",
		"Robin_AcceptBirthdayGift_(O)426":"Is this for my birthday? You're so kind, @; I can't wait to eat this. $1#$b# Let's keep being great neighbors and friends this year too, @! $1",
		"Robin_AcceptBirthdayGift_(O)636":"Hey, thanks! $1#$b# To be able to eat my favorite fruit on my birthday, what a treat! $1",
		"Robin_AcceptBirthdayGift_(O)224":"Is this for my birthday? You're so kind, @; I can't wait to eat this. $1#$b# Let's keep being great neighbors and friends this year too, @! $1",
        "Robin_AcceptGift_(O)709":"Did you bring this just for me? I appreciate it! $1#$b# You're the best neighbor ever; I already know what I'm gonna make with this!$1",
        "Robin_AcceptGift_(O)80":"Hey, thanks for this! $1#$b# So you've been in the mines recently, huh? There's a lot of valuable materials in there, but stay vigilant, alright? It can get pretty dangerous down there.",
        "Robin_AcceptGift_(O)260":"Oh, how thoughtful of you, thanks. $2#$b# ...I look a little down? Oh, I was thinking about how Demetrius used to insist that these were considered fruit.#$b#  It took a while for him to understand that there's differences between culinary and scientific classifications...I'm just glad Maru didn't take after him in that regard. *sigh*$2",
        "Robin_AcceptGift_(O)256":"Oh, how thoughtful of you, thanks. $2#$b# ...I look a little down? Oh, I was thinking about how Demetrius used to insist that these were considered fruit.#$b#  It took a while for him to understand that there's differences between culinary and scientific classifications...I'm just glad Maru didn't take after him in that regard. *sigh*$2",
        "Robin_AcceptGift_(O)272":"Oh, how thoughtful of you, thanks. $2#$b# ...I look a little down? Oh, I was thinking about how Demetrius used to insist that these were considered fruit.#$b#  It took a while for him to understand that there's differences between culinary and scientific classifications...I'm just glad Maru didn't take after him in that regard. *sigh*$2",
        "Robin_AcceptGift_(O)276":"Oh, how thoughtful of you, thanks. $2#$b# ...I look a little down? Oh, I was thinking about how Demetrius used to insist that these were considered fruit.#$b#  It took a while for him to understand that there's differences between culinary and scientific classifications...I'm just glad Maru didn't take after him in that regard. *sigh*$2#$b# Oh well, that's just how marriage is sometimes, accepting each others' quirks. Anyway, I think I'll whip up some soup with this; I'm sure it'll make Sebby happy. $0",
        "Robin_AcceptGift_(O)296":"Thanks! There's a lot of berry bushes around our house, aren't there? It's a perk of living in the mountains, I think. $1",
        "Robin_AcceptGift_(O)296~1":"Ahaha, thanks! I know it gets hectic during berry season, but come say hi while you're running around, alright? Don't be a stranger! $1",
        "Robin_AcceptGift_(O)410":"Thanks! There's a lot of berry bushes around our house, aren't there? It's a perk of living in the mountains, I think. $1",		
        "Robin_AcceptGift_(O)410~1":"Thanks! There's plenty of bushes to check around here, but say hi to us while you're at it, yeah? We always appreciate your company! $1",		
		"Robin_AcceptGift_category_flowers":"Ooh, flowers for me? Aw, you shouldn't have. Don't worry; I'll make sure this doesn't end up as one of Demetrius' lab samples. $1", //_80 = flower
        "Robin_AcceptGift_(O)376":"Poppies...now that's a bad gift...$2",
        "Robin_AcceptGift_(O)2":"...@, this isn't a return or anything, is it? $2#$b# Huh? It's a gift for me? #$b# Uh, I appreciate the thought, but don't you think this is a little odd for a present?$2",
        "Robin_AcceptGift_(O)388":"Are you trying to return this? $2#$b# No? It's a gift? #$b# ....@, you have a kind heart, but respectfully, isn't this a little odd for a present? $2",
        "Robin_AcceptGift_(O)236":"Ah, so you tried out that recipe I gave you? $1#$b# Great job, it looks really good! It was my grandma's recipe, but I'm sure she'd be thrilled that there's more people out there making it. $1#$b# By the way, if you have any more left, you can give some to Sebby - he's loved it since he was a little boy.",		
		

        "Jodi_AcceptGift_(O)dish":"Oh, goodness, this is my favorite food! $1#$b# My family loves this too, so it's perfect for dinner tonight. Thank you, @; you're a lifesaver! $1",
        "Jodi_AcceptGift_(O)dish~1":"Oh, I can't wait to serve this up for dinner later. You're really too kind, @. $1",
        "Jodi_AcceptGift_(O)sweet":"Oh, this reminds me of the days when I was just a little girl...when I could eat all the sweets I wanted without a care in the world. #$b# It seems so simple, looking back, but it's moments like those that I've come to treasure now. Thank you, @. $1",
        "Jodi_AcceptGift_(O)sweet~1":"Goodness, how kind of you. $1#$b# Ever since I became a mother, I've always felt a little weird enjoying things like these... #$b# But either way, I'll gladly take it. Thank you, @, you're such a sweetheart. $1",
        "Jodi_AcceptGift_(O)72":"Goodness, isn't this really valuable? #$b# Are you sure you want to give this to me, @? $1#$b# I have no idea how to thank you in return...this is really something I never expected to receive as a simple housewife. Truly, thank you.$1",
        "Jodi_AcceptGift_(O)72~1":"Oh...I couldn't possibly accept this...! $1#$b# How long has it been since I've seen one of these... Truly, you've made me really happy, @! $1",
		"Jodi_AcceptBirthdayGift_(O)dish":"Oh, this is such a wonderful birthday gift. $1#$b# It'll be a wonderful accompaniment for dinner tonight! $1",
		"Jodi_AcceptBirthdayGift_(O)sweet":"Goodness! Is this my birthday present? Thank you so much! $1#$b# The years have blended together a little since I got married and became a mother... but it won't hurt for me to indulge in this for myself, right?$1",
		"Jodi_AcceptBirthdayGift_(O)72":"Is this a birthday present from you!? Really? $1#$b# It's so beautiful...thank you so much, @. I'll be sure to take good care of it. $1",
        "Jodi_AcceptGift_(O)408":"Oh...I'm personally not big on these, but they always remind me of my husband. $2#$b# He'd always collect a whole bunch every fall, and then we'd roast and share them together, he and I. $0#$b# I suppose when you're married, there's times where you put the preferences of your partner before your own.",
        "Jodi_AcceptGift_(O)221":"Can I really accept such a big cake? $1#$b# Thank you - I think I'll serve this up after dinner tonight. I'm sure Vincent will be thrilled when he finds out. $1",
		"Jodi_AcceptGift_category_fruits": "Fresh fruit? You're too kind. It's filling, healthy and works great as a snack or dessert $1",
		"Jodi_AcceptGift_(O)614": "Is this really for me? Thank you, @! I always enjoy a nice cup of tea after I'm done with housework. $1", 
		"Jodi_AcceptGift_category_flowers":"Oh, it's beautiful...thank you! $1#$b# I do love having flowers at home, they always make everything look lively, and brighten my day. $1#$b# Just...don't bring them in the spring. Sam's terribly allergic to pollen. $2", //_80 = flower
		"Jodi_AcceptGift_category_flowers~1":"Oh, it's beautiful...thank you! $1#$b# I do love having flowers at home, they always make everything look lively, and brighten my day. $1", //_80 = flower
		"Jodi_AcceptGift_category_flowers~2":"Oh, these are wonderful, thank you! $1#$b# They're perfect for brightening up the home, aren't they? I'll be sure to take good care of these. $1", //_80 = flower
        "Jodi_AcceptGift_(O)376":"A poppy...Oh, no thank you...$2",
        "Jodi_AcceptGift_(O)18":"Oh, no, no, no...! $2#$b# I'm sorry, @, but Sam's terribly allergic to these, so we can't have them in the house. I hope you understand. $2",
        "Jodi_AcceptGift_(O)18~1":"...Oh dear. $2#$b# I'm sorry, but I can't accept this. $2#$b# Sam has been allergic to these since he was young, and even now they still flare up for him when we have these in the house. *sigh* The poor boy. $2",
        "Jodi_AcceptGift_(O)22":"Oh, no, no, no...! $2#$b# I'm sorry, @, but Sam's terribly allergic to these, so we can't have them in the house. I hope you understand. $2",
        "Jodi_AcceptGift_(O)22~1":"...Oh dear. $2#$b# I'm sorry, but I can't accept this. $2#$b# Sam has been allergic to these since he was young, and even now they still flare up for him when we have these in the house. *sigh* The poor boy. $2",
        "Jodi_AcceptGift_(O)396":"Oh, no... $2#$b# I appreciate the gesture, but this smell...I can't say my family likes this...$2",
        "Jodi_AcceptGift_(O)396~1":"I'm afraid I don't like this very much. I tried one as a child, and frankly, I never got over the taste or the smell. I'm sorry, @. $2",
        "Jodi_AcceptGift_(O)721":"!! Don't bring that near me! $3#$b# ...I'm sorry, Vincent keeps trying to sneak these into his room...and sometimes they escape and... Well, I'd rather not deal with them.$2",
        "Jodi_AcceptGift_(O)721~1":"Ugh...it's so slimy... $2#$b# I really hope Vincent stops trying to bring these home...he already gets dirty enough playing outside as it is...$2",
        "Jodi_AcceptGift_(O)202":"Oh, so you tried the recipe, @? $1#$b# It's delicious, isn't it? Thank you for letting me try some of your cooking! $1#$b# You know, Caroline's husband really likes this, so if you make extras, you could give some to him.$1",
        "Jodi_AcceptGift_(O)233":"Ah, so you tried making ice-cream by hand? $1#$b# Of course, I know you can just buy it, but there's always something about homemade ice-cream that tastes different, don't you agree?",
        
        
        "Pierre_AcceptGift_(O)202":"*sniff* Mm, I thought I smelled something delicious. So you've got some calamari on you. #$b# Wait, it's for me? Really? $1#$b# Thanks, @! This is great! $1",
        "Pierre_AcceptGift_(O)202~1":"Is this really for me!? $4#$b# You're too kind, @! Thanks! I can't wait to eat this! $1",
		"Pierre_AcceptBirthdayGift_(O)202":"Oh! Thanks for this wonderful birthday gift! $1#$b# Squid's out of season right now, so I'm surprised you managed to get some. I'll be sure to savor this.$1",
		"Pierre_AcceptBirthdayGift_(O)pierreseed":".... $4#$b# .... *sigh* $2#$b# Is this some kind of joke, @? Passing it off as a birthday present? $2#$b# You do realise that I know when you bought this from me, yes? $a",
        "Pierre_AcceptGift_(O)251":"Oh, did you learn to make this from Caroline? She must have taken a liking to you. $1#$b# That said, we don't sell the sapling ourselves, so if you want more, you'll have to craft them yourself. #$b# Unless...you're telling me there's a market for these...*muttering* $2",
        "Pierre_AcceptGift_(O)sandyseed":"...!? $4#$b# Isn't it rude of you to bring this here, @? $3#$b# Don't think I don't know where you got these from - part of running a store means knowing who's your competition! $3",
        "Pierre_AcceptGift_category_fruits": "Hey, thanks a lot! It'll make a great behind-the-counter snack! $1", 
        "Pierre_AcceptGift_category_flowers": "Oh, these flowers are gorgeous! Thanks, @; this'll help to brighten up the store. And it'll keep me company, too! $1",
        "Pierre_AcceptGift_category_flowers~1": "Mm, these are some good flowers. I really appreciate the gift. $1#$b# So did you grow these yourself? If you're ever looking to plant more flowers, you know where to shop!$1",
		"Pierre_AcceptGift_category_vegetable":"Oh, these crops look fresh. I should be able to sell these for a good price... $1#$b# Haha, I'm just kidding! Thanks, @! $1", //_75 = vegetable
        "Pierre_AcceptGift_(O)304":"Well, it'd be more valuable processed...but thanks, I suppose.",
        "Pierre_AcceptGift_(O)815":"Tea leaves? Huh...thanks. #$b# I guess I can give these to Caroline. She's always brewing a pot every day.",		
        "Pierre_AcceptGift_(O)262":"Not exactly my most favorite thing to receive... $2",		
        "Pierre_AcceptGift_(O)220": "A whole chocloate cake!? That's awfully generous of you; my family's sure to love this. $1",
        "Pierre_AcceptGift_(O)614": "Hey, thanks for this, @! We usually make tea near the end of the season, and it tastes great, especially since it's free! $1#$b# ...Actually, not if you include the water bill...$2",
        "Pierre_AcceptGift_(O)614~1": "Oh, thank you, @. This smells heavenly. $1$1",
        "Pierre_AcceptGift_(O)614~2": "Oh, thank you, @. This smells heavenly. $1#$b# Caroline's got a few saplings in her sunroom, so she might be happy to let you have a few extra leaves from them.$1",
        "Pierre_AcceptGift_(O)270":"....*sigh* $2#$b# Sorry, @, I know this is meant as a gift, but I'll be putting this up for sale in the shop. #$b# It's just...I don't really like this, and better that someone who does buys it, right? $2",
        "Pierre_AcceptGift_(O)270~1":"Ah...thanks for the gift...but I don't really want this. $2#$b# In fact, please don't ever bring this to me again, got it? Thanks. $2",
        "Pierre_AcceptGift_(O)229":"Ugh, it's made with corn, isn't it? I can't stand this stuff. $2",
        "Pierre_AcceptGift_(O)229~1":"I can tell you mean well, but honestly, I hate tortillas. So please don't give them to m in future. $2#$b# That being said, if you made fish tacos with it, you can give it to my wife; she really loves those. $0",
        "Pierre_AcceptGift_(O)199":"Huh. Thank you for your kindness, but I really hate this dish. $2",
        "Pierre_AcceptGift_(O)199~1":"I know it's probably good for me to drink vegetable soups, but I just can't stand the taste of this...Sorry, @. $2",
        "Pierre_AcceptGift_(O)167":"Hmph! Is this some kind of sick joke? Giving me a competitor's product? $3#$b# If you know what's good for you, I'd suggest that you just toss this in the garbage. Nothing good comes out of supporting Joja. $3",
        "Pierre_AcceptGift_(O)167~1":"Joja...! $3#$b# I'm hoping that this was an accident and not you trying to spite me, @. #$b# *sigh* I never knew you had that side to you... $3",
        "Pierre_AcceptGift_(O)pierreseed":"Hm. Thank you for your constant patronage, @. #$b# That being said, are you trying to return this? I'm afraid our store has a no-refund policy on seeds. I hope you understand.",
        "Pierre_AcceptGift_(O)431":"Huh? Did I make a mistake in the price? #$b# No, we've always sold it for 200g. #$b# .... $2#$b# You didn't get that price from another store, did you? $1#$b# After all, you're one of my loyal customers, @!$1",
		"Pierre_AcceptGift_(O)234": "Aha! You've tried out my recipe - isn't it delicious? $1#$b# It's all my own recipe, so I'm glad to see that you enjoy it too! $1#$b# So if you ever go around giving this to anyone, be sure to plug my recipe, haha! $1",
    

        "Demetrius_AcceptGift_(O)233":"Thank you! It's always good to eat something sweet when your brain's tired. $1",
        "Demetrius_AcceptGift_(O)233~1":"You're such a great neighbor! $1#$b# Mm, did you make this with milk from your farm? It's delicious! $1",
        "Demetrius_AcceptGift_(O)232":"Thanks, @! This is quite the fun dessert to eat. $1#$b# I just love its viscosity, the way the rice stay seperate despite being a pudding...it keeps my mind engaged even when I'm taking a break, haha! $1",
        "Demetrius_AcceptGift_(O)232~1":"Oh, that smells great! $1#$b# I just love rice pudding; I appreciate this, @. $1",
        "Demetrius_AcceptGift_(O)400":"Thanks, @! I do love sweets in general, but sometimes, it's the natural sweetness of strawberries that reigns supreme.$1",
        "Demetrius_AcceptGift_(O)400~1":"For me? I appreciate it! Maru and I both love these. $1#$b# If you happen to grow any more, could you send some her way? You'll absolutely make her day. $1",
        "Demetrius_AcceptGift_(O)207":"Thanks! $1#$b# For a dish that's primarily made of just one ingredient, it's a surprisingly outstanding dish, both in taste and nutrition. Add a little chilli and voila; a fine meal! $1",
        "Demetrius_AcceptGift_(O)207~1":"Did you make this specially for me? Thank you! $1#$b# Whether you're working in a lab or out on the farm, this is a surefire way to replenish your energy after a hard day's work. $1",
		"Demetrius_AcceptBirthdayGift_(O)sweet":"Is this for my birthday? $1#$b# This is great, thanks! It's my special day, so I'm allowed to eat all the sweets I want without Robin stopping me, haha!。$1",
		"Demetrius_AcceptBirthdayGift_(O)207":"Oh, thank you for the birthday gift, @. $1#$b# It may be hot out, but bean hotpot still hits the spot. It's fine though, I'll just counter the heat with a few scoops of ice cream. $1",
        "Demetrius_AcceptGift_(O)889":"Huh, this is an interesting speciment. Where did this come from, and is it going to make it through this season? #$b# Guess I'll be looking into this for the next few days.",
        "Demetrius_AcceptGift_(O)890":"Huh, what a strange...bean it is? #$b# I do wonder where it originates from, and how they're able to appear and disappear as they please... It's almost as though something magical is going on #$b# Unfortunately, I don't have the means to plant them, so if you have extra room, could you grow them for me?",
        "Demetrius_AcceptGift_(O)224":"Oh, thank you for the lovely gift! $1#$b# Say, would you mind if I shared this with Robin? She really loves this, especially with lots of goat cheese sprinkled on top.",
        "Demetrius_AcceptGift_(O)fruitvegetable":"Thank you for the gift, @! #$b# Here's a fun fact for you: You've probably realised it as a farmer, but did you know that scientifically, these are classified as fruits? #$b# Hm? 'Would you put this in fruit salad, then'? #$b# ...I admit, that does sound intriguing. $3#$b# But I don't think Robin would appreciate that. It seems to be a bad habit of mine, or perhaps that's just how it is when you're a scientist. I hope you don't take any offense, @.",
		"Demetrius_AcceptGift_(O)636": "Thank you for the peaches! My wife really loves these, so I always make sure I get plenty of them in the summer. $1",
		"Demetrius_AcceptGift_(O)614": "I appreciate this, @! This'll definitely help me focus on my research! $1",
		"Demetrius_AcceptGift_(O)395": "I appreciate this, @! The caffeine will definitely help me focus on my research! $1",
		"Demetrius_AcceptGift_category_fish":"Hm, you got me some fish? I'll use it for my research, thanks.", 
        "Demetrius_AcceptGift_(O)721":"Oh, this is a fairly common creature, so it doesn't have much use as a research subject. $2#$b# Still, I'm not really sure it's classified as a fish around these parts... $2",
        "Demetrius_AcceptGift_(O)721~1":"I suppose you thought this would be a good research subject? $2#$b# Hm...I'll admit, I'm more interested in how you managed to come to that conclusion... $2",
        "Demetrius_AcceptGift_(O)142":"This isn't what I'd consider valuable for any study, @. $2#$b# I do appreciate your kindness regardless, but knowing your fishing prowess, I think you're capable of bringing me something more interesting than this.",
        "Demetrius_AcceptGift_(O)142~1":"This fish is much too common to be considered useful for my research. Still, I know you brought this with good intentions, so I suppose I can see what I can do with it. Thank you. $2",
        "Demetrius_AcceptGift_(O)205":"Mm, so you tried it out, huh? #$b# Thank you, I'm glad it was useful for your farm work. May you enjoy the bounty of fall, @.",
        "Demetrius_AcceptGift_(O)235":"Oh, you tried out that recipe I gave you. Good job, @! #$b# It's a good dish, isn't it? It encompasses all that fall has to offer, all in one tasty dish! And it's very nutritious too, so I'm sure you'll find good use for it.",

		"Kent_AcceptGift_(O)76":"This is...?! $4#$b# This seems quite valuable too...it's really for me? Thank you, I feel very honored to receive this. $1",
		"Kent_AcceptGift_(O)279":"This is...?! $4#$b# This seems quite valuable too...it's really for me? Thank you, I feel very honored to receive this. $1",
        "Kent_AcceptGift_(O)446":"A lucky charm? #$b# Thank you, this means a lot to me. $1#$b# With this, my hope that my life will get better...Perhaps it may come true in time. $1",
        "Kent_AcceptGift_(O)446~1":"This is...I heard this helps bring good luck. #$b# Thank you for your kindness, I'll be sure to keep this safe. It'll be a good reminder that the life I lead now isn't as bad as I think it is. $1",
		"Kent_AcceptBirthdayGift_(O)446":"Is this for my birthday...? #$b# ...I, thank you; you're very kind, farmer. This means a lot to me. $1",
		"Kent_AcceptBirthdayGift_(O)607":"Did you prepare these for my birthday...? $4#$b# Thank you, this dish means a lot to me. $1#$b# Why? How do I say this...it brings back a lot of warm memories when I need them most. $1",
		"Kent_AcceptBirthdayGift_(O)649":"Did you prepare these for my birthday...? $4#$b# Thank you, this dish means a lot to me. $1#$b# Why? How do I say this...it brings back a lot of warm memories when I need them most. $1",
        "Kent_AcceptGift_(O)268":"For me? Thank you. #$b# This fruit is quite valuable, isn't it? I think I'll give this to Jodi...I hope she'll like it.",
        "Kent_AcceptGift_(O)90":"A cactus fruit...? Thank you. #$b# This takes me back, when Jodi and I took Sam to visit the desert... #$b# ...the details are fuzzy, but I'm sure those memories were wonderful. I hope I can recall them clearly one day.",
        "Kent_AcceptGift_(O)221":"A whole cake...for me? I appreciate the gesture, @. #$b# Hey, do you think Vincent would like this...? #$b# I want to be a better father to my sons...though I'm not sure if I'm doing a good job at it...",
        "Kent_AcceptGift_(O)220":"Is this entire cake...for me? Thank you, you're too kind. #$b# Hey, do you think Vincent would like this? #$b# I want to be a better father for him...though I wonder if I'm doing a good job at it...",
        "Kent_AcceptGift_(O)18":"Ah, this is a nostalgic flower. Thank you. #$b# Before we got married, Jodi and I would always send these in our letters to each other. Perhaps I'll give this to her later...I'm sure it'll make her happy.$h",
        "Kent_AcceptGift_(O)22":"I've been gone for so long that I've forgotten how many of these bloom across the valley. #$b# Thank you, @. I hope my family will like these, too.",
        "Kent_AcceptGift_(O)296":"This...it's faint, but I remember collecting these with Sam when he was still a boy. #$b# Thank you for giving me a reminder of those simpler times, @. $1",
        "Kent_AcceptGift_(O)136":"You brought this fish all the way here for me? #$b# Thank you for your generosity; I'm sure this will make for an excellent meal. #$b# *muttering* Still...is a new custom to give raw fish to people...? $2",
		"Kent_AcceptGift_category_flowers":"Flowers...? Thank you, these look beautiful. They're a good reminder that there is still good thing in this world. $1", //_80 = flower
        "Kent_AcceptGift_(O)376":"...! Poppies...we use these flowers to commemorate our fallen comrades during the war... $2#$b# I'm sorry, @. But these bring back unpleasant memories for me. $2",
        "Kent_AcceptGift_(O)721":"Is...is this a gift? $2#$b# Have I been gone too long? I don't remember this being a thing when it came to presents... $2",
        "Kent_AcceptGift_(O)721~1":"...Jodi really hates these; she freaks out at the sight of them... $2#$b# I appreciate your kindness, but I think it's best that you put this back where you found it. $2",
        "Kent_AcceptGift_(O)214":"This is the recipe I sent you, right? #$b# ...Thank you for making this. Jodi realy likes this, too; it makes me glad that at least something good came out of my time overseas.$1",
        "Kent_AcceptGift_(O)237":"Ah, this is the recipe I taught you, isn't it? #$b# ...'It's good'? Thank you for telling me. It seems like my time overseas wasn't all bad if it made you happy. $1",
		"Kent_AcceptGift_category_fruits": "Fruits? Thank you. #$b# ...Mm, it's sweet. I like it. $1",


        "George_AcceptGift_(O)20":"Ha! If not for my blasted legs, I'd be out there myself getting all the leeks I wanted. #$b# ...Well, I appreciate this, farmer. Thanks. $1",
        "George_AcceptGift_(O)20~1":"So it's leek season again, eh? $1#$b# If you ever come across more of them while foraging, mind giving me some? You'd make this old man really happy. $1",
        "George_AcceptGift_(O)205":"I was wondering what that smell was. So you've got some fried mushrooms on you? #$b# It's for me? #$b# Thank you. When you get to my age, it's hard to get out and forage 'em yourself. So I'll be sure to enjoy this. $1",
        "George_AcceptGift_(O)205~1":"Fried mushroom? For me? #$b# Ha, you did good with this one, kid. I can't get enough of that smell. $1",
		"George_AcceptBirthdayGift_(O)20":"Did you save this from spring?! #$b# ...Thank you, I really appreciate your kindness, youngster. I didn't think anyone would extend so much kindness to us old folk. But I'm glad I was wrong.$1",
		"George_AcceptBirthdayGift_(O)205":"Did you make this just for me...? #$b# There's nothing this old man can give you in return, and yet... $2#$b# You're truly too kind, @. Thank you. $1",
		"George_AcceptBirthdayGift_(O)223":"A birthday gift for me? #$b# I didn't expect to get sweets of all things, to be honest... #$b# But this feeling ain't bad! Thanks, young'un.$1",
		"George_AcceptBirthdayGift_(O)220":"A birthday gift for me? #$b# I didn't expect to get sweets of all things, to be honest... #$b# But this feeling ain't bad! Thanks, young'un.$1",
		"George_AcceptBirthdayGift_(O)232":"A birthday gift for me? #$b# I didn't expect to get sweets of all things, to be honest... #$b# But this feeling ain't bad! Thanks, young'un.$1",
        "George_AcceptGift_(O)223":"Ah, my wife loves baking these. #$b# Evelyn always loved to bake; hardly a week went by without at least a sweet treat or two sitting by the windowsill. $1#$b# Heh, it takes me back. Thanks, youngster. $1",
        "George_AcceptGift_(O)220":"Ah, this reminds me of Evelyn's baking. #$b# Back then, our house would always be filled with the sweet smell of sugar and baked goods. $1#$b# Heh, it's a good memory to have. Thanks for this, @. $1",
        "George_AcceptGift_(O)232":"Ah, my wife makes this a lot herself. #$b# I'll admit, I didn't think this was still popular among you young folk. $2#$b# Alright, alright, maybe I'm just jaded; here I was thinking we'd take these recipes to the grave with us. $1#$b# Thanks, @. Maybe things aren't too bad after all. $1",
        "George_AcceptGift_(O)296":"You see those bushes 'round the valley? They've been there since I was a boy. #$b# These berries don't make good gifts for most folks though. $2#$b#  Can't blame them; there's better forage to find anyway. Like leeks. $2",
        "George_AcceptGift_(O)382":"...This ain't something you just give people willy-nilly, @. I'm sure you can find some better use for it. #$b# Back in my day, these didn't come by easy, so be sure to use it wisely, farmer. $2",																								  
        "George_AcceptGift_category_flowers":"Tch, flowers? All they do is remind me of how old and frail I am now...",
        "George_AcceptGift_(O)591":"These tulips... #$b# Frankly, these don't suit someone like me. But if you give them to the lady tending the gardens...I'm sure she'll appreciate it more than I ever could.",
        "George_AcceptGift_(O)595":"Fairy roses... #$b# Frankly, these don't suit someone like me. But if you give them to the lady tending the gardens...I'm sure she'll appreciate it more than I ever could.",
        "George_AcceptGift_(O)18":"Thanks for the gift, youngster. This ain't such a bad gift. $1#$b# So spring has come, eh? When you spend most of your time indoors like me, you'd lose track of time too. #$b# Hm...I wonder how many leeks are out there, though... *muttering*",
        "George_AcceptGift_(O)376":"Urgh. Toss that in the trash on your way out, would you?",
        "George_AcceptGift_(O)80":"So you've been down in the mines, huh? #$b# ...Thanks. What an ironic gift.",
        "George_AcceptGift_(O)80~1":"...From the mines, huh. #$b# Hrmph. Thanks for this useless gift. And the bad memories.",
        "George_AcceptGift_(O)22":"Hmph. All it's good for is being in some boring salad. #$b# You really couldn't find anything better out there?",
        "George_AcceptGift_(O)22~1":"Bah, is this the best you can do, @? #$b# Come back when you find something better. Like a leek.",
        "George_AcceptGift_(O)225":"Hah, I hope you didn't burn down your kitchen making this. $1#$b# Not bad, not bad...but keep it for yourself next time. Evelyn doesn't like seafood...and I can't stomach this anymore. #$b# A pity, but as long as someone else is enjoying it, that's alright, I guess. $1",
        "George_AcceptGift_(O)226":"Ah, what a nostalgic smell. #$b# I used to eat this a lot before heading to the mines, and Evelyn braved the smell to cook it for me. What a lass. $1#$b# Still, it's a good meal to have before heading down there, so be sure to cook it plenty, you hear? $1",
		"George_AcceptGift_(O)395": "Thanks, @. Feel free to stick around for a cup too, if you want. $1", 
		"George_AcceptGift_(O)614": "Thanks, @. Feel free to stick around for a cup too, if you want. $1", 
		"George_AcceptGift_(O)20~2":"Hmph, I didn't think I'd get to see a leek this season... #$b# Mm, it's fresh too. You did good, youngster.$1",//except spring


        "Evelyn_AcceptGift_(O)284":"Oh my! Is this for me? Thank you, dear. $1#$b# I make desserts with these sometimes. They're not as sweet as using store-bought sugar, but it's certainly healthier! $1",
        "Evelyn_AcceptGift_(O)284~1":"My! And here I was worried about if had enough sugar for cookies. $1#$b# Thank you, you're such a sweet child. I'll be sure to send you some in the mail. $1",
        "Evelyn_AcceptGift_(O)220":"Oh, it smells wonderful! Thank you for the gift. $1#$b# It always takes me back to when I watched my own grandmother make this in the kitchen. It's truly a treat that's withstood the test of time. $1",
        "Evelyn_AcceptGift_(O)220~1":"For me? Oh my, thank you! $1#$b# I never thought I'd still have someone give me a cake at this age. You've made this old woman very happy. $1",
        "Evelyn_AcceptGift_(O)239":"Mm, what a wonderful aroma! Is this for me? $1#$b# Oh, thank you dear. It's the perfect dish to have on cold nights, especially now that these old bones really feel the chill sometimes.$1",
        "Evelyn_AcceptGift_(O)239~1":"Oh...! My eyes aren't as good as they used to be, but there's no mistaking that lovely smell! $1#$b# And it's for me? You truly are a kind child, dear. $1",
        "Evelyn_AcceptGift_(O)72":"Are you sure you want to give this to an old lady like me!? $1#$b# Goodness, thank you so much. George used to bring me gems from the mines back when we were young...this takes me back. $1",
        "Evelyn_AcceptGift_(O)72~1":"For me...? My, I'm speechless! $1#$b# Thank you so much for this beautiful gift, @. $1",
        "Evelyn_AcceptGift_(O)595":"My, thank you dear! You've made an old lady very happy! $1#$b# When I was a little girl, I would always try look for fairies among these flowers. $1#$b# Well, I never found any, but perhaps they're out there somewhere...At least, that's what I believe. $1",
        "Evelyn_AcceptGift_(O)595~1":"A fairy rose...! Thank you! $1#$b# Aren't they adorable? They make a very excellent honey too, so planting them near your beehives might be a wonderful idea. $1",
        "Evelyn_AcceptGift_(O)591":"Oh, what a beautiful tulip. Is this for me? $1#$b# They tend to be common flowers, but they're still such adorable blooms to me. $1",
        "Evelyn_AcceptGift_(O)591~1":"My, how adorable! $1#$b# Thank you dear, this will look lovely by the windowsill. $1",
		"Evelyn_AcceptBirthdayGift_(O)284":"My, what a beautiful beet this is! Is this for my birthday? $1#$b# Thank you, dear child. You've truly made my day today. $1",
		"Evelyn_AcceptBirthdayGift_(O)220":"Thank you for the lovely birthday present, dear. It's been quite some time since someone went out of their way to prepare something like this for me.  $1#$b# It's still warm, too...I'll be sure to savor this by the fireplace tonight. $1",
		"Evelyn_AcceptBirthdayGift_(O)239":"Thank you for the present, dear. I never thought I'd receive such a wonderful cake today. $1#$b# And it's still warm...I'll be sure to enjoy this by the fire. $1",
		"Evelyn_AcceptBirthdayGift_(O)72":"Such an incredible gift, for an old lady like me? #$b# Oh, thank you! You're such a sweetheart. $1",
		"Evelyn_AcceptBirthdayGift_(O)595":"Oh, did you prepare this for my birthday? Thank you, dear! $1#$b# Our home is sure to look a little more cheerful this winter. I truly appreciate this. $1",
		"Evelyn_AcceptBirthdayGift_(O)591":"Oh, did you prepare this for my birthday? Thank you, dear! $1#$b# Our home is sure to look a little more cheerful this winter. I truly appreciate this. $1",
		"Evelyn_AcceptGift_category_flowers":"Thank you for the flowers, dear. $1#$b# Just looking at them always always lifts my spirits up, don't you agree? $1", //_80 = flower
        "Evelyn_AcceptGift_(O)376":"Oh, these poppies...they can be used to make muffins, but I'm afraid you won't find many people here who will like this, dear. $2",
        "Evelyn_AcceptGift_(O)212":"Is this for me? #$b# Thank you dear. It must've taken a while to cook this. I would know, since I make it for Alex sometimes. #$b# I don't quite understand why he always asks for this, but who am I to say no? #$b# He's truly a wonderful child...I hope he'll always live well and happily.",
        "Evelyn_AcceptGift_(O)201":"Is this for me? #$b# Thank you dear. It must've taken a while to cook this. I would know, since I make it for Alex sometimes. #$b# I don't quite understand why he always asks for this, but who am I to say no? #$b# He's truly a wonderful child...I hope he'll always live well and happily.",
        "Evelyn_AcceptGift_(O)20":"For me? Thank you. #$b# If you have any extras...could you give them to my husband? These are his favorite, but I haven't the strength to venture into the forest. #$b# Heehee, his eyes always light up like a child whenever he gets one, so you'd make him really happy. $1",
        "Evelyn_AcceptGift_(O)seafooddish":"*sigh* $2#$b# Goodness, this smells awful. Or maybe my nose has gotten more sensitive...$2",
        "Evelyn_AcceptGift_(O)seafooddish~1":"Oh, it smells terrible. $2#$b# I'm sorry, dear. I don't quite know why, but I've never had a fondness for seafood...it's the smell, I suppose...",
		"Evelyn_AcceptGift_(O)395": "Oh, that smells lovely! Thank you, dear. If you have the time, do come by and visit for a break if you'd like. We'd be delighted to have you.$1", 
		"Evelyn_AcceptGift_(O)614": "h, that smells lovely! Thank you, dear. If you have the time, do come by and visit for a break if you'd like. We'd be delighted to have you.$1", 
		"Evelyn_AcceptGift_category_fruits": "These look so fresh! Thank you, dear. I'll send a return gift when I have the time; so be sure to check your mailbox, alright? $1", 
		"Evelyn_AcceptGift_category_fruits~1": "My, these look delicious! Thank you, my dear. $1#$b# Your grandfather used to send us crops from the farm too; I suppose you take after him in that regard, too. $1", //_79 = fruit
        "Evelyn_AcceptGift_(O)223":"My, so you tried baking some yourself? $1#$b# You know, this was my mother's recipe, so I'm happy I got to teach it to a young person like yourself.$1",
        "Evelyn_AcceptGift_(O)232":"My, I'm glad you decided to try this! $1#$b# It's a little old-fashioned, but I'm very proud of this recipe. $1#$b# Thank you for always coming by to see George and I, dear. We truly appreciate your company.$1",		
     
        
        "Vincent_AcceptGift_(O)612":"Wow! This is great, thanks! $1#$b# Mom doesn't let me drink this much, though. She says I always never finish dinner afterwards. $1",
        "Vincent_AcceptGift_(O)612~1":"For me? Thanks you! I really, really love this; it's so sweet and tasty!$1",
        "Vincent_AcceptGift_(O)903":"Mmm! What is this? It's delicious! $1#$b# It's way better than the weird soda Sam brings back sometimes...$1",
        "Vincent_AcceptGift_(O)903~1":"Wow, this is tasty! $1#$b# And my tummy doesn't hurt anymore! #$b# What is this stuff? A magic potion? $1",
        "Vincent_AcceptGift_(O)398":"For me? Thank you! I really really love this!  $1#$b# I wonder if Mom'll let me have this for dinner instead? $1",
        "Vincent_AcceptGift_(O)398~1":"Thanks! I love this a lot! $1#$b# Mom always tells me to eat more fruits, so I can just eat these! $1",
        "Vincent_AcceptGift_(O)221":"Woah, it's huge! And it's for me? $1#$b# You're the best!! Thanks!! $1#$b# I wonder if I can finish it all though...Should I share this...? $3",
        "Vincent_AcceptGift_(O)221~1":"Huh? It's not my birthday today, though...? $3#$b# You're just giving this to me? Really? $3#$b# Thank you! I'm super happy!! $1",
        "Vincent_AcceptGift_(O)721":"Wow! It's so cute! $1#$b# Is this for me? Thanks! #$b# I'll take good care of it in my room - maybe it'll make baby snails, too!",
        "Vincent_AcceptGift_(O)721~1":"Thank you!! I'll take good care of it! $1#$b# Hm, what should I name it? Do you have any ideas?",
		"Vincent_AcceptBirthdayGift_(O)612":"Is this your present? #$b# Thanks! I'm gonna drink this instead of water today! $1",
		"Vincent_AcceptBirthdayGift_(O)903":"Is this your present? #$b# Thanks! I'm gonna drink this instead of water today! $1",
		"Vincent_AcceptBirthdayGift_(O)398":"For my birthday!? #$b# Yes!! I hope I can find tons more of them this summer! $1",
		"Vincent_AcceptBirthdayGift_(O)221":"A birthday cake...!? #$b# Thanks, farmer @! You're the coolest! $1",
		"Vincent_AcceptBirthdayGift_(O)721":"For me? #$b# This is awesome! I'm gonna make a little house for it; I bet it'll love it! $1",
		"Vincent_AcceptGift_category_flowers":"Ooh, a flower! Thanks! $1#$b# I think these are really pretty, but is that weird for boys? $3#$b# It's not? Heheh, thanks, farmer @! $h", //_80 = flower
        "Vincent_AcceptGift_(O)376":"Um...Mom always tells me not to go near these. $2",
        "Vincent_AcceptGift_(O)18":"Oh, I like this! #$b# It's really funny to see Sam sneeze whenever I give these to him. $1#$b# But then mom always gets mad when she finds out...why's that? $3",
        "Vincent_AcceptGift_(O)88":"Wow, it's a coconu! This is so cool! $1#$b# Could you help me crack it open? I wanna drink it now! $1",
        "Vincent_AcceptGift_(O)90":"This is...ow! #$b# My finger...it hurts... $2#$b# Farmer @, I can't eat this! $2",
        "Vincent_AcceptGift_(O)395":"Ew...it's bitter...I don't like this! $2",
        "Vincent_AcceptGift_(O)395~1":"I remember this! It's brown stuff I always see in Dr Harvey's mug... $2#$b# ...and it tastes yucky! Why do grown-ups like drinking it so much? $2",
        "Vincent_AcceptGift_(O)253":"Ugh...it's so bitter! I hate this! $2",
        "Vincent_AcceptGift_(O)253~1":"I remember this! It's brown stuff I always see in Dr Harvey's mug... $2#$b# ...and it tastes yucky! Why do grown-ups like drinking it so much? $2",
        "Vincent_AcceptGift_(O)330":"...Mom'll be mad at me if I bring this home. $2",
        "Vincent_AcceptGift_(O)330~1":"...? Do you need help putting this back in the ground? $3#$b# You're a grown-up, though; can't you do it yourself? $3",
		"Vincent_AcceptGift_(O)614": "So bitter...I hate this!$2", 
		"Vincent_AcceptGift_(O)834":"This is a mango, right! Leo says they're super yummy! $1#$b# *munch* ... #$b# Ah...the juice went everywhere...Mom's not gonna be happy about this. $2",	


        "Sandy_AcceptGift_(O)373":"This pumpkin is...oh, I know! This is the grand prize from the Spirit's Eve's maze! #$b# Wow~ You're really giving this to me? Thank you, sweetie! $1#$b# The desert never changes all year round, so sometimes I lose track of time. Maybe I should come visit the valley more often. $2",
        "Sandy_AcceptGift_(O)279":"Oh, for me!? Wow, you're the best, @! $1#$b# It's so colorful and tempting; I've always wondered what one of these taste like! Thanks! $1",
        "Sandy_AcceptGift_(O)797":"...A pearl!? This must've been hard to get... #$b# Heehee, thank you, @! It's beautiful. $1",		
        "Sandy_AcceptGift_(O)74":"Wow~, this is super rare, isn't it? It's so beautiful... $1#$b# I like getting presents from the valley, but these are nice too! Thanks, @. $1",		
        "Sandy_AcceptGift_(O)446":"Ooh, this is a lucky charm, isn't it? #$b# Wow, thanks, @! I'll treasure it for sure! $1",
        "Sandy_AcceptGift_(O)905":"*sniff sniff* This smell...it's mango! #$b# Wow~ I didn't think I'd be able to try something like this! Thank you, @! This is great! $1",
        "Sandy_AcceptGift_(O)905~1":"Mmm, this smells wonderful! Perfect for hot weather like this... $1#$b# Thank you, @! I just love this! $1",
		"Sandy_AcceptBirthdayGift_(O)905":"*gasp* Is this for my birthday? And it's mango sticky rice...! I'm so happy! $1#$b# Before the bus was fixed, it was pretty lonely spending my birthday by myself. But now you and Emily can visit me again! $2#$b# Thank you, sweetie! This is such a wonderful gift! $1",
		"Sandy_AcceptBirthdayGift_(O)418":"Did you come all the way here for my birthday!? $1#$b# And with such a beautiful flower as a present? You really know how to make a girl feel special! Thanks, sweetie! $1",
		"Sandy_AcceptBirthdayGift_(O)18":"Aw, did you come all the way here for my birthday?! $1#$b# And with such a beautiful flower too...! I'm so touched! Thank you, @! $1",
		"Sandy_AcceptBirthdayGift_(O)402":"Did you come all the way here for my birthday!? $1#$b# And with such a beautiful flower as a present? You really know how to make a girl feel special! Thanks, sweetie! $1",
        "Sandy_AcceptGift_(O)436":"Wow, thank you! Having a cold glass of milk on a hot day is the best, isn't it? $1#$b# By the way, I sell ice cream here on Saturdays, so swing by if you want some! *wink* $1",
        "Sandy_AcceptGift_(O)438":"There's nothing like a glass of cold goat milk to beat the heat! Thank you! $1#$b# By the way, I've got ice-cream for sale every Saturday, so if you ever want some, you know who to find! *winks* $1",
        "Sandy_AcceptGift_(O)440":"Ooh, for me? Thank you! $1#$b# Heehee, it's so soft! Maybe I could make something with this during my downtime! $1",
 		"Sandy_AcceptGift_category_fruits":"Thank you~! I do love some cold, fresh fruit - it's just too hot out here sometimes! $1", 
        "Sandy_AcceptGift_(O)90":"Oh, thank you! I eat these pretty often, so they're practically a staple! $1#$b# They're plenty delicious though, so no complaints from me! Heehee! $1",
        "Sandy_AcceptGift_(O)88":"Thank you! I eat these pretty often, actually. $1#$b# But there's so many ways to use these in cooking, so I never tire of it, haha!",
        "Sandy_AcceptGift_(O)283":"Sweetie...you do know these are poisonous, right? $2#$b# You do? Oh...I see... $2",
        "Sandy_AcceptGift_(O)283~1":"Sweetie...you do know these are poisonous, right? $2#$b# You do? Oh...I see... $2",
        "Sandy_AcceptGift_(O)sandyseed":"Ah, I'm sorry sweetie, but we don't accept refunds here. $2#$b# Don't worry, these seeds are super high quality. Try growing them for yourself and see! $1",		
		"Sandy_AcceptGift_(O)218":"My! Did you make this? Heehee, thank you, @! $1#$b#  Feel free to come by to collect ingredients here if you want to make more. Oh, and let me have some too, of course! $1",


        "Jas_AcceptGift_(O)604":"For me? Thank you! I didn't think I'd get to eat this outside of Winter Feast...I love it! $1",
        "Jas_AcceptGift_(O)604~1":"Thank you! We always have this every Winter Feast, and it's my favorite! $1#$b# Though it does make me think of Mom and Dad sometimes...$2",
        "Jas_AcceptGift_(O)221":"This cake's soooo pretty! Thank you, I really like this! $1#$b# ...It's so big though...maybe I should share some with Vincent? $3",
        "Jas_AcceptGift_(O)221~1":"*gasp* Pink cake! Thank you so much! $1#$b# Aunt Marnie loves this too, so sometimes Mr Mayor comes by with one whenever he visits us. $1#$b# ...? Did I say something weird? $3",
        "Jas_AcceptGift_(O)446":"A rabbit's foot...! Thank you very much! $1#$b# Please tell the bunnies I said 'thank you' to them too! $1",
        "Jas_AcceptGift_(O)595":"I read in a book that fairies really love this flower... $3#$b# Thank you! I think I'll place these by my pillow tonight. $1",
        "Jas_AcceptGift_(O)595~1":"It smells so nice...! Thank you! $1#$b# Do you think they can attract fairies; have you ever seen any, farmer @? $3",        
 		"Jas_AcceptBirthdayGift_(O)604":"Is this my birthday present!? $3#$b# Thank you, farmer @! I really, really love this! $1",
		"Jas_AcceptBirthdayGift_(O)221":"A birthday cake for me...? $3#$b# And it's pink cake! Thank you, farmer @! This is the best birthday ever! $1",
		"Jas_AcceptBirthdayGift_(O)446":"Is this for my birthday? $3#$b# Thank you! Please thank the bunnies for me, too! $1",
		"Jas_AcceptBirthdayGift_(O)595":"*gasp* A fairy rose! $1#$b# Thank you for the birthday present, farmer @! Maybe with these I'll be able to see fairies tonight! $1",
		"Jas_AcceptGift_category_egg":"Oh...an egg...? Thank you... $2#$b# Did you at least ask the mama chickens if you could take them? $2", //_5 = eggs
		"Jas_AcceptGift_(O)442":"Did you just take these from the mommy ducks? That's not nice of you... $2",
        "Jas_AcceptGift_(O)107":"This is a weird egg...I feel like I've seen this before in one of Ms Penny's books... $3",
        "Jas_AcceptGift_(O)289":"Woah! This egg is too big! I can't see in front of me... $2",
        "Jas_AcceptGift_(O)928":"Hm...I think we have these at the ranch? $3#$b# They started showing up right after the summit opened... $3#$b# But we've never had golden chickens before. Where'd they come from? $3",
        "Jas_AcceptGift_(O)305":"Ew! Is that a rotten egg!? It's smelly... $2",
        "Jas_AcceptGift_(O)344":"*gasp* I love sweets! Thank you! $1",
        "Jas_AcceptGift_(O)340":"*gasp* I love sweets! Thank you! $1",
		"Jas_AcceptGift_category_flowers":"What a pretty flower! Thank you! $1#$b# The ranch is in the forest, so we get to see lots of flowers all year round! Do you grow any flowers on your farm, farmer @? $1", //_80 = flower
        "Jas_AcceptGift_(O)376":"This... Miss Penny usually tells me not to touch them. $2#$b# But she also told me they can be used in cakes. Is that true? $2",
        "Jas_AcceptGift_(O)398":"...Ugh! They're so sour...why does Vincent like these so much? I don't get it! $2",
        "Jas_AcceptGift_(O)88":"For me? Thank you! This is really good for hot days! $1",
        "Jas_AcceptGift_category_fruits":"Do I have to eat this...? $2#$b# Okay... $2", 
        "Jas_AcceptGift_(O)fruittreefruit":"Thank you! These are really yummy! $1", 
        "Jas_AcceptGift_(O)346":"Aunt Marnie always tells me this is bad for you, but Uncle Shane seems to really love it. $2#$b# Do you like this too, farmer @? $2",
        "Jas_AcceptGift_(O)346~1":"Shane's always drinking this...I don't like it when he does. $2#$b# ...Don't ever give this to him, okay? $2",
        "Jas_AcceptGift_(O)330":"...I'm too old to play with stuff like this. I'm not a baby anymore. $3",
        "Jas_AcceptGift_(O)330~1":"Is this some kind of prank? Why would you do this? $2",
        "Jas_AcceptGift_(O)834":"Oh...is this a mango? Leo told me it's his favorite! $1#$b# *munch* It's sweet! But so juicy too... #$b# Ah!! I got some on my dress...$2",		
		
		
		"Marine_AcceptGift_(O)72":"This is for me!? Thank you! $1#$b# It's a little indulgent, but I do think it's a beautiful gem. $1",
        "Marine_AcceptGift_(O)72~1":"Oh, this is gorgeous! Thank you! $1#$b# I do wonder if he'd give me one too... $2#$b# Hm? Oh! $4#$b# N-never you mind! $3",
        "Marine_AcceptGift_(O)221":"Oh...my...@, don't you think I'm a little too old to like something this? $2#$b# Mm, it's a little embarrassing at my age, seeing that Jas loves it too... $3#$b# But I just can't resist this cake. Thank you! $1",
        "Marine_AcceptGift_(O)221~1":"You're really giving this to an old gal like me? Thank you so much! $1#$b# I buy this as a treat every now and then, but I just can't get enough of it.",
        "Marine_AcceptGift_(O)240":"Thank you! $1#$b# You need a lot of energy when doing farmwork, so I always make sure to have this whenever I can. #$b# Those pails of milk aren't going to lift themselves, after all! $1",
        "Marine_AcceptGift_(O)240~1":"Thank you! This is excellent for replenishing energy, isn't it? $1#$b# You probably get it; those pails of milk can get real heavy really fast! $1",
        "Marine_AcceptGift_(O)608":"Thank you! $1#$b# I really love pumpkin pie, especially with some whipped cream and cinnamon. It's the perfect dessert to enjoy in the fall. $1",
        "Marine_AcceptGift_(O)608~1":"Ooh, pumpkin pie? For me? Thank you! #$b# Whenever we carve pumpkins, I always use the insides to bake some. It's not as good as Gus's but it's still delicious.",
		"Marine_AcceptBirthdayGift_(O)72":"A diamond...? I can really have this for my birthday!? Goodness, thank you, @! This really makes me feel special! $1",
		"Marine_AcceptBirthdayGift_(O)221":"Oh, is this my birthday cake? $4#$b# Thank you, this is such a lovely surprise! $1",
		"Marine_AcceptBirthdayGift_(O)240":"Is this a birthday present for me? Thank you, I just love this! $1",
		"Marine_AcceptBirthdayGift_(O)608":"Did you make this for my birthday? Thank you! I really love this dish! $1",
        "Marine_AcceptGift_(O)346":"Beer? Well, thank you! #$b# Truth be told, I've had mixed feelings about this ever since Shane moved here...but well, if taken in moderation, there's no harm in partaking in a glass now and then...",
		"Marine_AcceptGift_category_egg":"My, what a fresh egg! Thank you! $1#$b# I can tell that your chickens have been doing well! $1", //_5 = eggs
		"Marine_AcceptGift_(O)442":"Oh, a duck egg? Thank you! $1#$b# The mayonnaise you can make with them is truly something else, aren't they? $1",
        "Marine_AcceptGift_(O)107":"What's this...a dinosaur egg!? $2#$b# Goodness, just what are you rearing in your coops... $2",
        "Marine_AcceptGift_(O)289":"An ostrich's egg? It's enormous...! $4#$b# Goodness, @, how'd you manage to carry it all the way here!? You're truly something else. $1",
        "Marine_AcceptGift_(O)305":"This egg...it smells quite bad. $2#$b# Have you been taking care of your chickens, @? $2",
		"Marine_AcceptGift_category_flowers":"Oh, they're gorgeous! Thank you, @; just looking at these really brightens my day! $1", //_80 = flower
        "Marine_AcceptGift_(O)376":"Ah, this is no good...Why would you give this to anyone...? $2",
        "Marine_AcceptGift_(O)928":"A golden egg? Ah, right, these suddenly appared on the ranch shortly after the summit opened... #$b# I don't quite understand it myself, but I feel like these were meant for you. #$b# Maybe it's a reward for all your hard work? I'd say you've definitely earned it with all that you've done! $1",
        "Marine_AcceptGift_(O)178":"I've never received such a strange gift...I'm no farm animal, @. $2#$b# That, and we have plenty of this on the ranch. I really don't understand you sometimes... $2",
        "Marine_AcceptGift_(O)222":"Oh, you've made it! It looks wonderful! $1#$b# I do love baking a pie or two whenever I have the time $1",
        "Marine_AcceptGift_(O)457":"So you tried the recipe I sent you? How was it? $1#$b# It's not only nutritious, but it also helps me clear out a lot of unwanted algae. I hope it's as useful to you as it is to me! $1",


        
        "Lewis_AcceptGift_(O)235":"Yams and pumpkin, I can't think of a better combination! $1#$b# Thank you, @! $1",
        "Lewis_AcceptGift_(O)235~1":"Mm, it smells good... $1#$b# Oh, this is for me? You're too kind, thank you! $1",
        "Lewis_AcceptGift_(O)208":"Thank you! I really love yams, so this is one of my favorite foods. $1",
        "Lewis_AcceptGift_(O)208~1":"For me? Thank you! $1#$b# Mm, this sweet smell, I'll be sure to enjoy it after work. $1",
        "Lewis_AcceptGift_(O)614":"Thank you! $1#$b# I like to relax with a cup at night. It's a good way to end the day, don't you agree?",
        "Lewis_AcceptGift_(O)614~1":"Mm, it smells good. It's always good to unwind with a nice cup of tea after work. $1$1#$b# It's tough being the mayor sometimes, but I wouldn't change it for anything for the world. $1",
        "Lewis_AcceptGift_(O)260":"Oh, a pepper! Thank you. $1#$b# You know, your grandfather used to swing by with a huge basket of them every summer. So now when I eat peppers, they remind me of my old friend. $1",
        "Lewis_AcceptGift_(O)260~1":"Thank you! There's something about spicy food that helps you perk right up after a hard day of work. $1",
        "Lewis_AcceptGift_(O)200":"Oh, a plate of vegetable medley, my favorite! $1#$b# Thank you very much, @. $1",
        "Lewis_AcceptGift_(O)200~1":"Mm, nutritious and delicious! Thank you. $1#$b# It can be hard to maintain a good diet when you're busy, so do watch out for your health, alright @?$1",
		"Lewis_AcceptBirthdayGift_(O)235":"Oh, is this for my birthday? Thanks, that's very kind of you. $1#$b# When you get to my age, just having one of my favorite foods for my birthday is enough to make me happy. $1",
		"Lewis_AcceptBirthdayGift_(O)208":"Oh, is this for my birthday? Thanks, that's very kind of you. $1#$b# When you get to my age, just having one of my favorite foods for my birthday is enough to make me happy. $1",
		"Lewis_AcceptBirthdayGift_(O)200":"Oh, is this for my birthday? Thanks, that's very kind of you. $1#$b# When you get to my age, just having one of my favorite foods for my birthday is enough to make me happy. $1",
		"Lewis_AcceptBirthdayGift_(O)260":"Goodness, for me? And such fresh peppers, too! $1#$b# Thank you for the birthday gift, this is great! $1",
		"Lewis_AcceptBirthdayGift_(O)614":"Oh, for my birthday? Thank you. $1#$b# I feel like as I get older, I start to enjoy drinking tea more and more. It's good to take it easy, I think. #$b# Mm? Have I ever seen anything strange while drinking this? What're you talking about? $2",
        "Lewis_AcceptGift_(O)90":"Oh, thank you! These fruits are quite refreshing. $1#$b# I haven't had a chance to eat one since the bus broke down, but I'm glad it's been fixed! Emily seems especially spirited about it. $1",
        "Lewis_AcceptGift_(O)88":"Oh, thank you! These fruits are quite refreshing. $1#$b# I haven't had a chance to eat one since the bus broke down, but I'm glad it's been fixed! Emily seems especially spirited about it. $1",
        "Lewis_AcceptGift_(O)222":"Oh, this is a wonderful dessert, thank you. $1#$b# Perhaps I should share this with Ma... $1#$b# ...Ah, forget I said anything. *ahem* $3",
        "Lewis_AcceptGift_(O)221":"Oh, this is a wonderful dessert, thank you. $1#$b# Perhaps I should share this with Ma... $1#$b# ...Ah, forget I said anything. *ahem* $3",
        "Lewis_AcceptGift_(O)336":"Wh...are you trying to tell me something with this!? $3#$b# Don't tell me you know about my- $3#$b# *ahem* Thank you for the gift, but I don't think this is...appropriate. $a",
        "Lewis_AcceptGift_(O)384":"Wh...are you trying to tell me something with this!? $3#$b# Don't tell me you know about my- $3#$b# *ahem* Thank you for the gift, but I don't think this is...appropriate. $a",
        "Lewis_AcceptGift_(O)18":"Thank you for the gift, @. $1#$b# It's quite a pretty flower, isn't it? The valley is full of wildflowers like these when spring rolls around; it's quite the sight to behold! $1#$b# Although, do be careful. I believe some of the villagers are senstive to pollen, and these in particular have a lot. So just be mindful when using these as gifts. $2",
        "Lewis_AcceptGift_(O)402":"Thank you for the gift, @. $1#$b# It's quite a pretty flower, isn't it? The valley is full of wildflowers like these when spring rolls around; it's quite the sight to behold! $1",		
        "Lewis_AcceptGift_(O)418":"Thank you for the gift, @. $1#$b# It's quite a pretty flower, isn't it? The valley is full of wildflowers like these when spring rolls around; it's quite the sight to behold! $1",
		"Lewis_AcceptGift_category_flowers":"Oh, it's beautiful. Thank you, @. We're truly fortunate to have so many kinds of flowers growing here. $h", //_80 = flower
        "Lewis_AcceptGift_(O)376":"Urgh...A piece of advice, @. Most people in town don't like poppies very much, myself included. It's not associated with anything good, you see... $2",
        "Lewis_AcceptGift_(O)231":"Ah, you tried the recipe I mailed to you! Excellent! $1#$b# You know, your grandpa was never one to cook for himself - ever wondered why there wasn't a kitchen in that old house? Well, I'm glad you didn't take after him in that aspect! $1",
        "Lewis_AcceptGift_(O)224":"Ah, you tried the recipe I mailed to you! Excellent!  $1#$b# Gus actually gave me the recipe, so I can promise it tastes just as good as the Saloon's! $1",

		
        "Pam_AcceptGift_alcohol_item":"Hey, would ya look at that! You're a good one, kid, thanks! $1#$b# *slurp* Tastes great too! You did a good job with this one! $1",
        "Pam_AcceptGift_alcohol_item~1":"Oh, free booze? That's real kind of you. $1#$b# Now to decide what to snack on with this...heh.$1",
        "Pam_AcceptGift_(O)90":"For me? Thanks, kid. $1#$b# It's good, ain't it? I always grab some whenever I drive to the desert. Best part? It's all for free! $1",
        "Pam_AcceptGift_(O)90~1":"Heh, this is good. Thanks, @. $1#$b# A perk of being a bus driver is the free cactus fruit I can snag before I head home. $1",
        "Pam_AcceptGift_(O)24":"Oh, what a beaut this is. It's for me? $1#$b# Thanks kid, I'll be sure to enjoy this. $1",
        "Pam_AcceptGift_(O)24~1":"Whew, a fresh parsnip from your farm? You're a good one, @. $1#$b# I bet this'll taste way better than the ones from Joja, haha! $1",
        "Pam_AcceptGift_(O)199":"Thanks, kid! $1#$b# This always hits the spot after drinking. Guess it's my body's way of recovering. $1",
        "Pam_AcceptGift_(O)199~1":"Heh, thanks! $1#$b# Amazing how just with a parsnip and some milk, you can make such a great soup. With this I can down a few more cold ones, too. $1",
        "Pam_AcceptGift_(O)208":"For me? Thanks! $1#$b# I could tell what it was from the smell. Heh, this'll go great with some a nice drink, I bet. $1",
        "Pam_AcceptGift_(O)208~1":"*sniff* Mm, smells good. Bet it'd go great with a couple of cold ones, hehe. $1",
        "Pam_AcceptGift_(O)151":"You tryin' to show off or something? $3#$b# Yeah, it's true, I've never fished one of these before, but I didn't think you'd be the type to rub it in my face, too. $3",
        "Pam_AcceptGift_(O)151~1":"I spent a real long time trying to reel one of these suckers, only for it to slip away! $2#$b# Got a mean grudge against them ever since. $2",
        "Pam_AcceptGift_(O)149":"Wh--now you're just showing off, aren't you? $3",
        "Pam_AcceptGift_(O)149~1":"Oi, kid, I already know how hard these are to fish up, alright!? $3#$b# You tryin' to wound my pride? $3",
		"Pam_AcceptBirthdayGift_alcohol_item":"Heh, this is a great birthday present. You did good with this one, kid. $1#$b# ...It's my birthday, so it won't hurt to have a few more drinks...heheh. $1",
		"Pam_AcceptBirthdayGift_(O)90":"A birthday gift? Thanks, kid! $1#$b# And here I was wondering how I was gonna get some if no one was gonna use the bus. But now I don't gotta worry about that, heheh. $1",
		"Pam_AcceptBirthdayGift_(O)24":"What a fine-lookin' parsnip! Thanks, kid. This is a great birthday gift.$1",
		"Pam_AcceptBirthdayGift_(O)199":"For my birthday? Thanks, @. Maybe I'll have this with a few celebratory beers. $1",
		"Pam_AcceptBirthdayGift_(O)208":"Heh, that looks mighty tasty. Now this is a birthday gift. Thanks, kid. $1",
        "Pam_AcceptGift_(O)348":"Wine? Thanks, kiddo. #$b# I don't mind this, but I like the cheaper stuff better. Too fancy for my liking.",
		"Pam_AcceptGift_category_fish":"Heh, is that your latest catch? #$b# Not bad kid, keep it up.", 
		"Pam_AcceptGift_(O)142":"Am I supposed to be impressed with this? Even a toddler could fish this sucker up! $3", 
		"Pam_AcceptGift_(O)721":"Have you been walking around with this disgusting thing in your bag...? $2", 
        "Pam_AcceptGift_(O)239":"Ah, so you tried it, huh? Not bad, kid. $1#$b# My pappy always made this for me as a kid. I was quite the looker y'know. Back in the day. $1",
        "Pam_AcceptGift_(O)197":"So you made it, huh? Good, ain't it? $1#$b# The ingredients ain't the cheapest for us, but when we get the chance, it's a big treat. $1",
        "Pam_AcceptGift_(O)395": "Coffee, huh? And it's the good kind too! Thanks, kid! $1", 
        "Pam_AcceptGift_(O)614": "Tea? *gulp* Mm, this ain't too shabby! 'Course, nothing's gonna top beer, but this is good too. Thanks, kiddo. $1", 
        "Pam_AcceptGift_category_fruits": "Fruit? Don't mind if I do! Thanks kid, this looks much better than the ones in the shops. $1", 


        
        "Gus_AcceptGift_(O)72":"Goodness, such a huge diamond...are you sure you aren't running a secret diamond farm somewhere? $1#$b# Haha, just kidding. Thanks! $1",
        "Gus_AcceptGift_(O)72~1":"I never thought I'd receive something like this...! I'm speechless! Thank you! $1",
        "Gus_AcceptGift_(O)635":"Mm, it smells great! Thank you! Apart from juicing them, I use them in some of my dishes, too! $1#$b# Which ones? That's a trade secret!",
        "Gus_AcceptGift_(O)635~1":"Thank you! What a fine-looking orange. Whether I eat it as it is, or use it for cooking, I'm sure it'll taste great. $1",
        "Gus_AcceptGift_(O)729":"Oh, this aroma! Goodness, I absolutely love this! $1#$b# It's a miracle born from culinary arts...incredible how a few good ingredients turns such a disgusting creature into a delicacy! $1",
        "Gus_AcceptGift_(O)729~1":"Oh, this is my favorite! Thank you! $1#$b# Though I have to admit, I don't make this often myself. I'm not a fan of live snails, you see...$1",
        "Gus_AcceptGift_(O)213":"Wow, thank you! $1#$b# Just because you run a bar doesn't mean you always get to eat your favorite food...so I really appreciate this! $1",
        "Gus_AcceptGift_(O)213~1":"Thanks, I really like this! Though I ease up on the mayo when I make it myself! $1",
        "Gus_AcceptGift_(O)907":"Hm, isn't this one of my latest recipes? $1#$b# *gulp* Mm, delicious; you've got a knack for cooking, @! I think I'll whip up a another pot of this myself!  $1",
        "Gus_AcceptGift_(O)907~1":"Hey, thank you! $1#$b# Isn't it delicious? I'm really proud of myself for coming up with this recipe!$1",
		"Gus_AcceptBirthdayGift_(O)72":"Oh, is this my birthday present? Really!? $1#$b# And it's rather large too...you're too kind, @! Thank you! $1",
		"Gus_AcceptBirthdayGift_(O)635":"Mm, what a delicious-looking orange! $1#$b# Thank you for the wonderful birthday gift, @. Now I can start on my new special sauce! $1",
		"Gus_AcceptBirthdayGift_(O)729":"Oh, thank you for this wonderful birthday meal! $1#$b# You know, I'm always eating my own cooking, but it's nice to have a break from that today, haha! $1",
		"Gus_AcceptBirthdayGift_(O)213":"Oh, thank you for this wonderful birthday meal! $1#$b# You know, I'm always eating my own cooking, but it's nice to have a break from that today, haha! $1",
		"Gus_AcceptBirthdayGift_(O)907":"Oh, thank you for this wonderful birthday meal! $1#$b# You know, I'm always eating my own cooking, but it's nice to have a break from that today, haha! $1",
		"Gus_AcceptGift_(O)721":"Aah! D-don't bring that any closer! $3",
        "Gus_AcceptGift_(O)721~1":"...Yoba, is that thing moving!? $2#$b# *shudder* This is why I don't cook escargot too often...$2",
        "Gus_AcceptGift_(O)648":"Hm, this dish. It's proof that a single component is enough to ruin it. I really hate this. $2",
        "Gus_AcceptGift_(O)648~1":"Did you know, @? $2#$b# Red cabbage, and freshly made mayonnaise...they're just like the people of this town, helpful and cooperative... $2#$b# But then the vinegar comes in and ruins everything! Just like that! And... $3#$b#%You don't quite get what Gus is talking about anymore, but at the very least, you can tell that he doesn't like it...",
        "Gus_AcceptGift_(O)305":"Goodness, where did you find such a terrible-looking egg? Surely you don't intend to cook with it?$2",
        "Gus_AcceptGift_(O)305~1":"*gag* ...this smells awful...there's no way I can work with this...$2",
		"Gus_AcceptGift_category_vegetable":"Oh, these look fresh! Thank you, @. $1#$b# I'm confident in my cooking, but having good ingredients is important too. So thank you for these wonderful ingredients!$1", //_75 = vegetable
        "Gus_AcceptGift_(O)304":"...Hm, not bad. Thanks, @.",
        "Gus_AcceptGift_(O)815":"...Hm, not bad. Thanks, @.",		
        "Gus_AcceptGift_(O)262":"No, no, no...$2",		
        "Gus_AcceptGift_(O)346":"For me? Thank you! $1#$b# I'll have this during my break...gotta make sure this doesn't get mixed up with my orders, haha! $1",
        "Gus_AcceptGift_(O)395":"For me? Thank you! $1#$b# I'll have this during my break...gotta make sure this doesn't get mixed up with my orders, haha! ",
        "Gus_AcceptGift_(O)216":"Hm? Thanks. #$b# I feel like I'm always baking these day in and day out; it's quite the versatile ingredient, isn't it?",		
        "Gus_AcceptGift_(O)224":"A present? Thank you! $1#$b# I also serve this at the Saloon, so please drop by if you'd like a taste! $1",
        "Gus_AcceptGift_(O)206":"A present? Thank you! $1#$b# I also serve this at the Saloon, so please drop by if you'd like a taste! $1",
        "Gus_AcceptGift_(O)196":"A present? Thank you! $1#$b# I also serve this at the Saloon, so please drop by if you'd like a taste! $1",	
        "Gus_AcceptGift_(O)238":"Oh, that scent! You tried out that recipe I gave you! $1#$b# Mmm...it looks good. You did a great job!$1",
        "Gus_AcceptGift_(O)212":"Mm, that aroma! It's my recipe, isn't it? $1#$b# I'm glad you decided to try it out! It looks great, @!$1",


		  "Willy_AcceptGift_(O)143":"Aye, a catfish! $1#$b# It takes plenty of skill to fish up one of these beauties. Great work, @! $1",
		  "Willy_AcceptGift_(O)143~1":"Ahaha! It's cunning as a cat, isn't it? $1#$b# I know how hard it is to catch these, so I really appreciate this, @. $1",
		  "Willy_AcceptGift_(O)149":"Aye, an octopus? That's real impressive...! $1#$b# I never thought you'd turn out to be such a skilled angler, @. This really makes me happy, knowing that someone'll carry on the fishing legacy here. $1",
		  "Willy_AcceptGift_(O)149~1":"Ha! Not bad, @! You find plenty of these during the colder seasons, don't you? Thanks for the gift. $1",
		  "Willy_AcceptGift_(O)154":"Not too shabby, @. I'm glad to see that you've really gotten into fishing. It makes this old man real proud. $1",
		  "Willy_AcceptGift_(O)154~1":"Ha! Not bad, @! You find plenty of these during the colder seasons, don't you? Thanks for the gift. $1",
		  "Willy_AcceptGift_(O)698":"Thank you kindly, @. Looks like you're getting a hang of fishing, and what a beaut this one is! $1#$b# Y'know, if you toss 'em into a fish pond, you could be on your way to make some fancy caviar. $1#$b# But this one? Hehe, let's just say it'll be going on a trip into me belly. $3",
		  "Willy_AcceptGift_(O)698~1":"Aye, this is great! $1#$b# Getting such a fine lookin' fish from you, @, looks like the fishing scene ain't gonna fizzle out just yet! $1",
		  "Willy_AcceptGift_(O)459":"Heh, thanks. I always love sipping on one of these on long nights by the sea. It can get mighty cold out there, after all. $1",
		  "Willy_AcceptGift_(O)459~1":"Aye, thank ya very much! This here's my favorite drink to have, full of sweet honey and the kick of booze. Perfect for a cold night fishing. $1",
		  "Willy_AcceptGift_(O)72":"Thank you! You can fish these out from the waters around here, but only if Lady Luck is smiling upon you, eh? $1",
		  "Willy_AcceptGift_(O)72~1":"Thanks, this here's one of my favorite things. $1#$b# You seem surprised, @. Hehe, every fisherman dreams about finding treasure, you know! $1",
		  "Willy_AcceptGift_(O)337":"Heh, thanks! You'd be surprised how many of these things a fisherman like me needs. $1#$b# My trusty rod, bobbers and even my boat...they all need 'em! $1#$b# Ha! But it's worth it - they'll last for a mighty long time. $1",
		  "Willy_AcceptGift_(O)337~1":"Thank you! I'm always needing a few bars of these. $1#$b# But for a fisherman like me, it's a little hard to get it. So I appreciate it, @. $1",
		  "Willy_AcceptGift_(O)276":"Heh, thanks! I'll use it as a lantern for my boat. $1#$b# Haha, don't give me that look, I'm just joking! $1",
		  "Willy_AcceptGift_(O)276~1":"Many thanks, @. My ol' Pappy loved these to death - he'd eat the insides and use the rind as a makeshift lantern... $1#$b# Heh, you think I'm kidding, don't you? Mayhaps, @, mayhaps. $1",
		  "Willy_AcceptBirthdayGift_(O)fish":"A birthday gift for me? Thank you kindly! $1#$b# Hehe...what a fine-looking fish. Looks like I've got some good competition, eh? $1",
		  "Willy_AcceptBirthdayGift_(O)459":"Aye, a fine bottle of mead! You're a kind one, @, thank you. $1#$b# I'll be sure to savor this tonight, hehe. $3",
		  "Willy_AcceptBirthdayGift_(O)72":"A gift for my birthday, eh? Thank you kindly! $1#$b# Heheh...now this is a beaut. $1",
		  "Willy_AcceptBirthdayGift_(O)337":"A whole iridium bar! $1#$b# What a birthday gift this is! Thank you, @, I'll be making some mighty fine tools with these. $1",
		  "Willy_AcceptBirthdayGift_(O)276":"A birthday gift? Thank you kindly. $1#$b# I've eaten plenty of fish growing up, but aye, this be one of my favorites too. $1",
		  "Willy_AcceptGift_(O)336":"A gold bar! Thank you kindly, this'll be really useful for me. $1#$b# Why's that? Aye...you wouldn't believe the amount of coin I've spent on me fishing gear... $2",
		  "Willy_AcceptGift_(O)684":"Ah, this doesn't look too fresh $2#$b# I usually get a fresh bunch from a worm bin - fish out there can be picky, after all. $2",
		  "Willy_AcceptGift_(O)bait":"Aye...thank you for the gift. $2#$b# But I'd rather have you show me the stuff you catch with this. $2",
		  "Willy_AcceptGift_(O)685":"Hmph, this isn't what I'd call a present...you gotta put this on your fishing pole, farmer. $2#$b# If you catch anything interesting, bring it here. And if you need more bait, swing by my shop.",
		  "Willy_AcceptGift_category_fish":"Oh, is this your latest catch? Not bad, @. Keep up the good fishing.", 
		  "Willy_AcceptGift_(O)142":"Aye...is this the best you can do, @? I'm a tad disappointed... $2", 
		  "Willy_AcceptGift_(O)721":"Aye...is this the best you can do, @? I'm a tad disappointed... $2", 
		  "Willy_AcceptGift_(O)707":"Thank you! You did real good, fishing up this beauty! $1#$b# At the rate you're going, you're well on your way on getting some rare fish...or even them legendaries! $3",		
		  "Willy_AcceptGift_(O)699":"Thank you! You did real good, fishing up this beauty! $1#$b# Looks like you've gotten the hang of fishing, so you can try your hand at getting some rare fish...or even them legendaries! $3",		
		  "Willy_AcceptGift_(O)717":"Heh, cute, isn't it? #$b# But just one on its own isn't all that interesting, don't you think? #$b# If you've got a free pond, try tossing it in. You'll be swarming in crabs in no time! $1",		
		  "Willy_AcceptGift_category_cooking":"Ah...thanks. But I fear most land dishes are hard for this fisherman's stomach to digest, and I'm too used to the salt in the sea...Aye... $2$2", 
		  "Willy_AcceptGift_(O)seadish":"Thank ya kindly! Hehe, I can never get sick of this. $1",		
		  "Willy_AcceptGift_(O)saadish_bad":"Thanks. I feel like I've spent my whole life eatin' this though... If you make any other seafood dishes, I'd appreciate it more.",
		  "Willy_AcceptGift_(O)265":"Mm, now that's the smell of the sea. Thank you! $1#$b# After eating this, you'll feel like you're one with the ocean, for sure. $1",		
		  "Willy_AcceptGift_(O)730":"Oh ho! That smell of the sea! $1#$b# No doubt about it, you've made the recipe I sent you! It's been passed down from my pappy, and well, I can't think of a better person to give it to.$1",
		  "Willy_AcceptGift_(O)728":"Oh ho! That smell of the sea! $1#$b# No doubt about it, you've made the recipe I sent you! It's been passed down from my pappy, and well, I can't think of a better person to give it to.$1",
		  "Willy_AcceptGift_(O)727":"Oh ho! That smell of the sea! $1#$b# No doubt about it, you've made the recipe I sent you! It's been passed down from my pappy, and well, I can't think of a better person to give it to.$1",


		  "Linus_AcceptGift_(O)90":"Thank you, this is one of my favorites! $1#$b# I've made trips to the desert before, but now, it's not as easy as it used to be. But with this, at least I can have a piece of it here. $1",
		  "Linus_AcceptGift_(O)90~1":"Thank you! It's not easy to get my hands on a fruit like this, so this means a lot to me. You've made an old man very happy. $1",
		  "Linus_AcceptGift_(O)88":"What a fine-looking coconut! Thank you, @. $1#$b# Coconut water is incredibly delicious; there's no feeling quite like drinking it. I'll be sure to savor this. $h",
		  "Linus_AcceptGift_(O)88~1":"Ah, did you bring this from the desert for me? Thank you! $1#$b# You're such a generous person; such a simple gift like this is enough to keep me smiling for the rest of the day. $1",
		  "Linus_AcceptGift_(O)242'":"Thank you! It's been a while since I've had food like this...but then again, you never quite forget the taste of your favorite food. $1",
		  "Linus_AcceptGift_(O)242~1":"Thank you! This'll give me the boost I need for fishing tonight. You have my thanks. $1",
		  "Linus_AcceptGift_(O)234":"Thank you! I really love this. It's one of the best ways to enjoy blueberries. $1",
		  "Linus_AcceptGift_(O)234~1":"What a huge tart...is this really for me? $1#$b# Thank you, @. Not everyone in this town is as generous as you. $1",
		  "Linus_AcceptGift_(O)280":"Oh, my favorite vegetable! Thank you! $1",
		  "Linus_AcceptGift_(O)280~1":"A yam? Thank you, farmer. $1#$b# It's hard to cultivate in the wilderness, so I can tell this was raised with care.$1",
		  "Linus_AcceptBirthdayGift_(O)90":"A birthday present?! Thank you. $1#$b# And it's a cactus fruit...I'm speechless. I've missed this wonderful, refreshing taste. $1",
		  "Linus_AcceptBirthdayGift_(O)88":"A birthday present?! Thank you. $1#$b# And it's a coconut, too...I'm speechless. I've missed this wonderful, refreshing taste. $1",
		  "Linus_AcceptBirthdayGift_(O)242":"You made this especially for me? $1#$b# And it's my favorite! You're truly too kind, thank you @. $1",
		  "Linus_AcceptBirthdayGift_(O)234":"You made this especially for me? $1#$b# And it's my favorite! You're truly too kind, thank you @. $1",
		  "Linus_AcceptBirthdayGift_(O)280":"A yam? Is this my birthday gift...thank you so much. $1#$b# I love the bounties of the forest and mountains, but nothing still quite compares to a freshly roasted yam. $1",
		  "Linus_AcceptGift_(O)774":"Oh, so you made the bait like I taught you. Good job. $0#$b# ...It's for me? It's alright, I can make it just fine by myself.$2",
		  "Linus_AcceptGift_(O)684":"Eugh...is that bug meat? $2#$b# Thank you, but I have my own ways of getting this. $2",
		  "Linus_AcceptGift_(O)bait":"Ah, for fishing? Thank you, but I already have my own. $2",
		  "Linus_AcceptGift_(O)berry":"Ah, so you've been enjoying the season to its fullest as well! The berries I've picked are both plump and plentiful and so, so sweet. I'll be eating well for a while. $1",
		  "Linus_AcceptGift_(O)406":"Thank you! You can't say it's fall without finding one of these. Add in some blackberries, and you've got a fine meal indeed. $1",
		  "Linus_AcceptGift_(O)829":"Oh, is this from the islands? Thank you! It looks quite delicious. $1",
		  "Linus_AcceptGift_(O)851":"Oh, is this from the islands? Thank you! It looks quite delicious. $1",
		  "Linus_AcceptGift_(O)399":"Thank you! These always grow every day in the spring. A wonderful gift from the valley indeed. $1",
		  "Linus_AcceptGift_category_greens_original":"That's a good find! I'm always happy when eating wild food. Thank you. $1",
		  "Linus_AcceptGift_category_greens":"Thank you! I'm always eating these, but I never tire of the taste. #$b# Easy to find and roast over a fire, and they taste wonderful too. It's everything I could ask for. $1",
		  "Linus_AcceptGift_(O)283":"Thank you. They're quite suited as decorations, aren't they? $1#$b# On the surface, this flower doesn't seem useful, doesn't it? You can't eat it or use it in any other way, after all. #$b# But the thing is, nature does as it pleases, and it certainly doesn't need to adhere to the demands of humanity, does it now? $1",
		  "Linus_AcceptGift_(O)614": "Thank you for the tea, my friend. It smells heavenly. $1", 
		  "Linus_AcceptGift_(O)395": "Thank you for the coffee, my friend. It smells heavenly. $1", 
		  "Linus_AcceptGift_category_fruits": "Thank you for sharing these with me, my friend. It looks incredible! $1", 
		  "Linus_AcceptGift_(O)227":"Ah, so you tried my sashimi recipe? Thank you! $1#$b# It's the best way to enjoy the freshness of fish, don't you think? $1",
		  "Linus_AcceptGift_(O)213":"You tried the recipe? Thank you! $1#$b# This is one of my favorite dishes, and I think some of the other villagers like it too. $1#$b#  You know, I didn't think we'd become close like this when we first met. I'm glad that I was wrong, @. $1",
		  "Linus_AcceptGift_(O)834":"A mango! After Leo moved here from the islands, I've been curious about this fruit.  $1#$b# Mm, it's sweet. No wonder Leo speaks so highly of these. $1",
		  "Linus_AcceptGift_(O)91":"So this is a banana? Thank you. $1#$b# So this is the taste of Leo's home...it's good. $1",
		
		
		  "LeoIsland_AcceptGift_(O)444":"Wow...this feather is really colorful...but it doesn't look like my family's. $3#$b# It's from another bird on the mainland...? I really like it. I'll put it in my nest. $1",
		  "LeoIsland_AcceptGift_(O)834":"!! Thank you...! I love eating these. I used to be able to find some every day, but now it's hard to find them now... $1#$b# Did you grow some here? Don't worry, my family and I'll be sure to protect your farm.",
		  "LeoIsland_AcceptGift_(O)289":"What a huge egg! It's so pretty! $3#$b# I never knew there was something like this on the island...I wonder what bird laid this? $1",
		  "LeoIsland_AcceptGift_(O)906":"Thank you! I really like this. We'd eat this along with walnuts for breakfast...it's really delicious. $1",
		  "LeoIsland_AcceptBirthdayGift":"A birthday...gift? $3#$b# ...I...I had forgotten those words. $2#$b# My bird family doesn't celebrate birthdays, but a long time ago... before I came to this island... I remember my parents giving me presents... $2#$b# Sorry, I didn't mean to make you feel bad. $2#$b# What I meant to say is... I never thought I'd get a birthday present again. Thank you so much... $0",
		  "LeoIsland_AcceptGift_(O)seaforage":"Ah...it's pretty...thank you. $1#$b# Sometimes, the ocean leaves gifts on the shore, and sometimes it doesn't. It's all up to them.",
		  "LeoIsland_AcceptGift_(O)852":"Is this for me? Thank you. It looks pretty. $1#$b# Sometimes, my family brings these back. A blessing from the volcano, maybe...?",
		  "LeoIsland_AcceptGift_category_flowers":"This is...a flower from the outside? I've never seen it before. $3#$b# But...it's pretty! Thank you. $1", //_80 = flower
		  "LeoIsland_AcceptGift_(O)376":"This is...a flower from the outside...? *sniff sniff* $3#$b# ...Mrm... $2",
		  
		  
		  "LeoMainland_AcceptGift_(O)444":"Oh, thank you! $1#$b# These feathers...they're really pretty. Different from the ones from my family. #$b# Knowing that there's different kinds of animals out there...it's so exciting! $1",
		  "LeoMainland_AcceptGift_(O)444~1":"Thank you! Miss Penny told me that these are duck feathers. $1#$b# It's so pretty...I'll be sure to put this in my nest. $1#$b# Oh...it should be my 'house', right? It looks like only birds call their homes 'nests'. $3",
		  "LeoMainland_AcceptGift_(O)834":"Wah...thank you! $1#$b# Ehehe...this reminds me of home. $1",
		  "LeoMainland_AcceptGift_(O)834~1":"Thank you! $1#$b# There's so many kinds of fruits here, but this is still my favorite. #$b# I'll be sure to share this with my bird family - they'll be really happy! $1",
		  "LeoMainland_AcceptGift_(O)289":"What a big egg! Thank you. $1#$b# This is from the island? I don't think I've seen any bird that'd lay such a huge egg before... But they've probably lived there longer than I have... #$b# Hm...I wonder if my family knows them! $1",
		  "LeoMainland_AcceptGift_(O)289~1":"Wow...it's so big! $1#$b# Is there a baby inside it? #$b# Maybe Linus and I can cook this for dinner tonight...! $1",
		  "LeoMainland_AcceptGift_(O)906":"Thank you! Did you make this yourself? #$b# You did? That makes me really happy...thank you for being so nice to me. $1",
		  "LeoMainland_AcceptGift_(O)906~1":"Thank you! $1#$b# I've tried lots of things with Linus ever since I came here, but sometimes I still miss the food from the island. Thank you so much for this! $1",
		  "LeoMainland_AcceptBirthdayGift_(O)444":"A birthday gift? For me? Thank you! $1#$b# I'll be sure to keep this safe with me. That way I'll know how long I've been here. #$b# And I'm sure next year will be even more fun, too! $1",
		  "LeoMainland_AcceptBirthdayGift_(O)834":"Wow...is this my birthday gift? Thank you! $1#$b# I'll share this with Linus for our dessert tonight...he said he's preparing a feast for me, with lots of fresh forage and fish. I can't wait! $1",
		  "LeoMainland_AcceptBirthdayGift_(O)289":"It's so big...I bet this'll be enough for my family and Linus to eat! Thank you! $1#$b# We're having a small party for my birthday tonight. I can't wait! $1",
		  "LeoMainland_AcceptBirthdayGift_(O)906":"Is this for my birthday? I really love this, thank you...! $1#$b# The food here is nice, but I miss the island sometimes. Miss Penny said it's called 'homesickness'...and that means I really love my home.",
		  "LeoMainland_AcceptGift_(O)seaforage":"Thank you! $1#$b# Did you know that you can find this on the beach in the valley and on the island? #$b# They're so far apart, but you can find it in both places...connected by the same sea...It makes me happy thinking about it. $1",
		  "LeoMainland_AcceptGift_(O)852":"Thank you! $1#$b# This reminds me of home, where I'd always look out from the cliffs by the volcano. You remember too, right?",
		  "LeoMainland_AcceptGift_(O)childsweet":"Oh...I know this! Jas and Vincent love eating this. $2#$b# It lookd delicious, but I'm not sure if I can stomach it myself...it makes me a little sad. $2",
		  "LeoMainland_AcceptGift_(O)396":"Thank you! Linus taught how to use this when cooking fish. $1#$b# I'm not quite used to eating it cooked yet, but it tastes good. I like it. $1",
		  "LeoMainland_AcceptGift_(O)91":"Oh...from the island...! $3#$b# Thank you. It tastes a bit plain to me, though...but maybe because I grew up with birds, not gorillas...",
		  "LeoMainland_AcceptGift_category_flowers":"Thank you! It looks different from the flowers I've seen before, but it's still really pretty. $1#$b# If I'd never left the island, I wouldn't have been able to see all these new things. There's so much more that I haven't discovered yet. $1", //_80 = flower
		  "LeoMainland_AcceptGift_(O)376":"This flower doesn't look good. Do you need help in getting rid of it? $2",
		  "LeoMainland_AcceptGift_(O)18":"Oh...this is a flower from the valley, right? $3#$b# *sniff sniff* It's got a lot of pollen...my nose feels itchy... $2",
		  "LeoMainland_AcceptGift_(O)402":"Thank you! I like seeing these bloom all around town. $1#$b# If I had stayed on the island, I wouldn't have been able to see this.",		
		  "LeoMainland_AcceptGift_(O)418":"Thank you! This is really pretty...I like seeing them blooming all around town. $1#$b# If I had stayed on the island, I wouldn't have been able to see this.",
		  "LeoMainland_AcceptGift_(O)905":"Ah! You made it! I'm really happy! $1#$b# Back when the island had lots of mangoes, my family and I would eat this a lot. But now it's hard to find good ones. #$b# And then I couldn't really stomach rice anymore...so I just ate the fruit by itself. #$b# But I'm glad you and your friends like it! It makes me happy when I see them smile. $1",
 
		  
		  "Krobus_AcceptGift_(O)72":"What a magnificent gift. In our culture, to receive this is a great honor.$1#$b# Mm, I like how shiny and glittery it is. $1#$b# Oh, humans like this too? So we have that in common as well...I'm a little surprised.",
		  "Krobus_AcceptGift_(O)72~1":"This is...a stunning gift. It's a privilege to receive this in my clan. $1#$b#When I used to live in the caves, we'd find lots of these sometimes. $1#$b# Did you find it in the mines too? I hope my friends weren't too rough on you. $1",
		  "Krobus_AcceptGift_(O)337":"What a magnificent gift. In our culture, to receive this is a great honor.$1#$b# 嗯……我从这里面感受到让我舒服的能量。$1",
		  "Krobus_AcceptGift_(O)337~1":"This is...a stunning gift. It's a privilege to receive this in my clan. $1#$b# The energy from this tends to affect many, but it seems like it isn't the case for us shadow people. Or perhaps it just affects us all in different ways... $1",
		  "Krobus_AcceptGift_(O)276":"What a magnificent gift. In our culture, to receive this is a great honor.$1#$b# I recall that there's a time where these grow everywhere. You call it...fall, yes?  #$b# Even from down here, I can smell them, you know. And I quite like it. $1",
		  "Krobus_AcceptGift_(O)276~1":"This is...a stunning gift. It's a privilege to receive this in my clan. $1#$b# I believe that you hold a festival...Spirit's Eve, was it? And you use these pumpkins as decorations. #$b# Hm? You say I look like them? Perhaps.",
		  "Krobus_AcceptGift_(O)305":"What a magnificent gift. In our culture, to receive this is a great honor.$1#$b# How did I find these myself, you ask? I simply came across them, and when I touched them, they turned into these. #$b# ...? Is this not normal?",
		  "Krobus_AcceptGift_(O)305~1":"This is...a stunning gift. It's a privilege to receive this in my clan. $1#$b# We use this in many wonderful dishes. Void eggrolls, custards...my mouth is watering just thinking of them.",
		  "Krobus_AcceptGift_(O)308":"What a magnificent gift. In our culture, to receive this is a great honor.$1#$b# We often use this in our cooking, but it seems like despite our efforts, it doesn't seem to appeal to humans.  #$b# Just another difference between our kinds, I suppose?",
		  "Krobus_AcceptGift_(O)308~1":"This is...a stunning gift. It's a privilege to receive this in my clan. $1#$b# Ah, this smell...  $1#$b# Apologies, I won't be able to share this with you...it's too delicious... *slurp* $7",
		  "Krobus_AcceptGift_(O)16":"What a magnificent gift. In our culture, to receive this is a great honor.$1#$b# In spring, the valley is full of these - I can smell them from here.  #$b# But I dare not venture out...so I'm grateful to you for bringing this to me. $1",
		  "Krobus_AcceptGift_(O)16~1":"This is...a stunning gift. It's a privilege to receive this in my clan. $1#$b# Mm, it smells nice. $7#$b# Do you humans not like this? Hm...your tastes are certainly interesting...",
		  "Krobus_AcceptBirthdayGift_Loved":"What a wonderful gift, you have my gratitude. $h#$b# You might be the only one in this world who would celebrate a shadow person's birthday...and for that, thank you, @. $1",
		  "Krobus_AcceptBirthdayGift_(O)276":"What a nice smelling pumpkin...but isn't that...Spirit's Eve festival over? $3#$b# That wizard was wandering around town, so I stayed in the whole day...  $2#$b# Hm? This is for me? For my birthday? #$b# ..... #$b# ...Sorry. I was wondering what this warm feeling in my chest was. You humans...call this feeling 'happiness', right? $4#$b# Yes, this is a strange sensation, but I don't hate it. Thank you for the gift. $1",
		  "Krobus_AcceptGift_(O)265":"Oh, I like this very much. $1#$b# So human cooking can result in such a delicacy...I'm impressed. $1",
		  "Krobus_AcceptGift_(O)dwarfitem":"Ah...a relic from the dwarves? This...brings back bad memories. $2#$b# The war between us was long and harsh...and I can't say if it was worth it in the end. $2#$b# Still, many lives were lost...and now I cannot look at them without remembering what they've done to us. $2",
		  "Krobus_AcceptGift_(O)203":"Hm, we've certainly made this before from time to time...  #$b# But surely this is for human consumption? I don't quite like the taste of this. $2",
		  "Krobus_AcceptGift_(O)203~1":"What a waste of perfectly good mayonnaise... You can eat it instead. $2",
		  "Krobus_AcceptGift_(O)wraptotem":"Hm...? So you humans are capable of creating such magical items. #$b# But we don't use these ourselves, so it's best that you use it yourself. #$b# But be careful. I heard other humans don't like these much. $2",
		  "Krobus_AcceptGift_(O)wraptotem~1":"...Do you just use these out in the open?  $2#$b# I don't know much, but I've heard humans don't like things like this. So be careful when using them. $2",
		  "Krobus_AcceptGift_(O)681":"A rain totem...? We shadow people don't use these things. $2#$b# Are you not going to use it? It would benefit your farm, would it not? And well, I do like it when it rains.",
		  "Krobus_AcceptGift_(O)681~1":"I believe this would be more useful than it ever would be to me... $2#$b# But be careful when using it. I've been told that most humans don't quite appreciate these items.",
		  "Krobus_AcceptGift_(O)766":"I already sell this during the week...why are you giving this to me? $2#$b# Still, if you need any, feel free to buy them from me. That way, you won't need to fight them in the mines.",
		  "Krobus_AcceptGift_(O)767":"I already sell this during the week...why are you giving this to me? $2#$b# Still, I know you need these sometimes. So feel free to buy them from me. That way, you won't need to fight so many bats in the mines.",
		  "Krobus_AcceptGift_(O)768":"These are already in stock in my shop. I don't understand why you felt the need to give this to me regardless.  $2#$b# These usually drop from Ghosts. I rarely deal with them myself, but if you need these materials, you can buy it from me. This way, you don't need to fight in the mines.",		
		  "Krobus_AcceptGift_(O)769":"I already sell this during the week...why are you giving this to me? $2#$b# Still, I know that these only come from...my kind. So if you need any, feel free to buy them from me. That way, you won't need to fight them in the mines. #$b# Yes, I think that is a good idea. $1",
		  "Krobus_AcceptGift_category_flowers":"Oh, what a beautiful flower. $1#$b# It's rare for me to see such beautiful things, so I'm very happy that you've brought one just for me. Thank you. $1", //_80 = flower
		  "Krobus_AcceptGift_(O)376":"Ah...hm...In our culture, we don't find this flower very appealing...  $2#$b# Do you humans like them? I'll keep that in mind. $2",
		  "Krobus_AcceptGift_(O)18":"Hm...I can recognise this scent. It's the flower that fills the valley with pollen in spring. $2#$b# Do you humans like this? It's actually why I dare not venture out in the spring ...though it isn't like I leave the sewers for any reason, either.",
		  "Krobus_AcceptGift_(O)402":"Ah, I know this. I always see them at night when I venture out, but could never see them well in the darkness. #$b# I'm glad I'm able to see one up close like this. Thank you. $1",		
		  "Krobus_AcceptGift_(O)418":"Ah, I know this. I always see them at night when I venture out, but could never see them well in the darkness. #$b# I'm glad I'm able to see one up close like this. Thank you. $1",
		
		  
		  "Dwarf_AcceptGift_(O)749":"Hm, I do like this. Finding out what's inside is its own form of entertainment.",
		  "Dwarf_AcceptGift_(O)749~1":"Is this for me? You didn't peek in it, did you? #$b# Ah, whatever, I like it anyway. You can get pretty much anything from these.",
		  "Dwarf_AcceptGift_(O)jewel":"Hm? Is it part of your culture to give nice things to people? #$b# I'll gladly accept, then. This is definitely a good treasure.",
		  "Dwarf_AcceptGift_(O)jewel~1":"You must have been mining recently, have you? #$b# Thank you, I like this.",
		  "Dwarf_AcceptGift_(O)554":"Ah, thanks. This is incredibly delicious, and a delicacy among us dwarves. #$b# It's a pity that human teeth are too weak. I'd share a piece with you if you could eat it.",
		  "Dwarf_AcceptGift_(O)554~1":"This is for me? Seems like you know what we dwarves like. Thank you, I'll be enjoying this. *crunch*",
		  "Dwarf_AcceptBirthdayGift_(O)749":"Birth...day? Ah, you mean the day of birth? So this is a human custom?  #$b# Ah, whatever, I like this gift! I look forward to what treasure I'll find in this...",
		  "Dwarf_AcceptBirthdayGift_(O)jewel":"Birthday? Mine? What does that mean? #$b# Still, you've prepared a gift for me, and an amazing one at that. Very well, I happily accept!",
		  "Dwarf_AcceptBirthdayGift_(O)554":"Huh, what'd I do to deserve such a splendid meal? #$b# Huh? It's a...a birthday present? #$b# Alright, I can tell this is important to you, if nothing else. And regardless, thank you for this gift. I'm very pleased right now.",
		  "Dwarf_AcceptGift_(O)769":"...Giving me the remnants of those shadow brutes...so that's your way of showing friendship? #$b# That means that there's one less of them now, yes? #$b# Very well, I'll accept this... They don't deserve to live, as far as I'm concerned. I hate them.",
		  "Dwarf_AcceptGift_(O)768":"Did you find this in the mines? #$b# Thanks. I should be able to make a good bomb with this...",
		  "Dwarf_AcceptGift_(O)dwarfscroll":"Ah, the passages on this scroll...these words... Thank you. It reminds me of home.",
		  "Dwarf_AcceptGift_(O)121":"This is...a relic of our civilization. Thank you, this reminds me of my home. #$b# My family...they were all slain by those shadow brutes...so thank you for gifting me a reminder of them.",
		  "Dwarf_AcceptGift_(O)122":"Yes, this was created by us. Thank you for bringing this to me. #$b# So much of our culture, our knowledge, lost to ruins, thanks to that blasted war... Curse those shadow brutes...",
		  "Dwarf_AcceptGift_(O)78":"Ah, a fresh cave carrot. I will eat well tonight, thank you.",
		  "Dwarf_AcceptGift_(O)78~1":"Thank you. I remember eating these since my childhood. #$b# Well, I still eat them now...many ways to cook them. Very tasty.",
		  "Dwarf_AcceptGift_(O)286":"...? Why are you giving this to me? Don't you see that already have enough of these? And these bombs aren't even good!",
		  "Dwarf_AcceptGift_(O)287":"...? Why are you giving this to me? Don't you see that already have enough of these?",
		  "Dwarf_AcceptGift_(O)288":"...? Why are you giving this to me? Don't you see that already have enough of these?",		
		  "Dwarf_AcceptGift_(O)773":"...You realize that I sell these because I don't need them. And you're giving them back to me? Is this some kind of human joke?",
		  "Dwarf_AcceptGift_(O)772":"...You realize that I sell these because I don't need them. And you're giving them back to me? Is this some kind of human joke? And this smells terrible, too!",
		  "Dwarf_AcceptGift_(O)243":"Cave carrot with this 'milk' substance...interesting. #$b# Perhaps this could be a new shop item...'Cave Carrot Milk Bar'. #$b# Huh? 'Miner's Treat'? What's that?",			
		  "Dwarf_AcceptGift_category_flowers":"This is...a flower? Oh, these grow above grown, yes?  #$b# Thanks. This looks much nicer than the weird red and purple plants in the caves... I bet that most dwarves have never seen something like this before in their whole life...", 
		  "Dwarf_AcceptGift_(O)376":"...Why are you giving me your garbage. Why would I want this?",


		  "Wizard_AcceptGift_(O)769":"Ah, a piece of the void? And you're giving it to me? $1#$b# You have my thanks, @. Truth be told, it can be difficult for me to gather these on my own. I do have a non-aggression pact with the monsters, after all...",
		  "Wizard_AcceptGift_(O)769~1":"Oh. You have my thanks for this specimen.  $1#$b# Of all the elements I've studied, the void does continue to elude me in terms of understanding. That being said, much caution is needed when experimenting with it...less I $0#$b#  ...never mind. Thank you again, @.",
		  "Wizard_AcceptGift_(O)768":"To think that a piece of the sun's energy could be crystalised like this... Fascinating! #$b# Thank you very much for this wonderful gift, @. Now if you excuse me, I have some research to conduct! $1",
		  "Wizard_AcceptGift_(O)768~1":"Ah, a piece of solar energy! Thank you very much, @. #$b# For numerous reasons, I am to keep a neutral stance towards the monsters and elemental spirits, so getting these myself is...not feasible. Thus, I am grateful for you bringing this to me.",
		  "Wizard_AcceptGift_(O)422":"Ah, thank you for the gift. $1#$b# It isn't known how they turned purple, other than a possibility of being exposed by iridium over time. And not just the color, but the once poisonous mushroom turns edible, nutritious even. $0#$b# If I could crack this mystery...I'm sure I could learn much from this.",
		  "Wizard_AcceptGift_(O)422~1":"Ah, thank you, @. This will be very useful to me. $1#$b# So many things to study and investigate...even with my lifespan, I don't believe I'll be able to discover them all.",
		  "Wizard_AcceptGift_(O)155":"Tinged with traces of iridium...what an oddity this creature is. Fascinating! $1#$b# Thank you very much for giving this to me. I'll be sure to study this closely. $1",
		  "Wizard_AcceptGift_(O)155~1":"Ah, thank you, @. This will be very useful to me. #$b# Did you know that they have the smallest trace of iridium, enough that it turns purple? It can truly manifest in the strangest of places...I hope I can unravel its mysteries in due time.",
		  "Wizard_AcceptGift_(O)446":"These items have a small trace of magic in them, though most mundane folk perceive it as 'luck'. #$b# Indeed, it can bring good luck...And perhaps even overturn the evil that plays with the hearts of many. #$b# Should you ever find yourself in such a situation, perhaps keeping a charm around will do you some good.",
		  "Wizard_AcceptGift_(O)446~1":"Ah, a rabbit's foot. #$b# It is difficult for me to come by these on a regular basis, so you have my thanks. This will make a good specimen for my research...",
		  "Wizard_AcceptBirthdayGift_Loved":"Ah, so it's my birthday? To tell the truth, I had forgotten, and even if I did, I rarely celebrate them myself. I thought I had no need for such mundane customs. #$b# Still, here you are, and with a present, no less. #$b# I'll gladly accept it, then. Thank you for your thoughtfulness, @. $h",
		  "Wizard_AcceptGift_(O)766":"Slime residue. A common monster drop. Perhaps too common. #$b# I'll accept this, but I'd appreciate something more interesting next time.",
		  "Wizard_AcceptGift_(O)795":"This fish...I detect an unusual amount of void energy from it. Where did you find this?#$b# My ex-wife's...? Ah... #$b# No, it's alright, I never said you were forbidden from venturing there on your own. Thank you for the gift, regardless.",
		  "Wizard_AcceptGift_(O)slimeegg":"Ah, a slime egg. Regretfully, I lack the means to raise them. And well... #$b# Having them all over the place would hinder my studies.",
		  "Wizard_AcceptGift_(O)dwarfitem":"Hm, a relic from the dwarves. I don't usually deal with them, so their artifacts are not of much use to me. #$b# Still, their population has diminished significantly following the Elemental War, but you can still find remnants of their civilisations sometimes. #$b# I believe there may still be some dwelling within the valley...",
   		  "Wizard_AcceptGift_category_fruits": "I may be devoted to the arcane and magical, but even I wouldn't turn away from delicious fruit. You have my thanks. $h", 
		  "Wizard_AcceptGift_(O)614": "Thank you, this beverage will help me focus better on my research. $1", 
		  "Wizard_AcceptGift_(O)395": "Thank you, this beverage will help me focus better on my research. $1", 		
		  "Wizard_AcceptGift_(O)305":"Mm...I sense a good amount of void energy in this. #$b# Alas, the way it is now, it isn't much use to me anymore. A pity...not just to my studies, but as a food...",
		  "Wizard_AcceptGift_(O)305~1":"I can detect some void energy...but it feels muddy. #$b# Unfortunately, only pure forms of void energy are suitable for my studies. Regardless, perhaps I can learn something from this specimen...",
		  "Wizard_AcceptGift_(O)308":"Mm...I sense a good amount of void energy in this egg. #$b# Alas, the way it is now, it isn't much use to me anymore. A pity...not just to my studies, but as a food...",
		  "Wizard_AcceptGift_(O)308~1":"I can detect some void energy...but it feels muddy. #$b# Unfortunately, only pure forms of void energy are suitable for my studies. Regardless, perhaps I can learn something from this specimen...",
		  "Wizard_AcceptGift_(O)wraptotem":"Hm...so you're still using these items? If nothing else I'm glad you find value in them. #$b# Still, if you find yourself frequently crafting them, perhaps you should consider building some obelisks? #$b# I'm certain it'd be more beneficial to you in the long run. $h",
		  "Wizard_AcceptGift_(O)wraptotem~1":"It is very well made, @, but I don't need it. I already know how to teleport, after all...",
		  "Wizard_AcceptGift_(O)681":"I think it might be better for you to keep this; it doesn't serve much purpose for me.",
		  "Wizard_AcceptGift_(O)681~1":"I believe this is better suited for you to use, as I'm capable of using this magic on my own. #$b# If you use this during a storm, you might be able to extend its duration for a few days more...",
		  "Wizard_AcceptGift_(O)879":"...I believe this is more suited for you to keep, seeing that you're the one actively fighting monsters. #$b# That being said, please do be careful when you use it. #$b# The last thing we want is for the elemental balances to skew, after all...",
		  "Wizard_AcceptGift_category_flowers":"Oh, a blossom. What an intriguing gift... #$b# Even if you can't see them, they often host many varieties of elemental spirits. Regardless, thank you, @. $h", //_80 = flower
		  "Wizard_AcceptGift_(O)376":"A poppy...I'm afraid I do not find this one appealing. Please refrain from giving me more in future.",


//"Name_AcceptGift_(O)395": "", 
//"Name_AcceptGift_(O)614": "", 
//"Name_AcceptGift_category_fruits": "", 

//{{i18n: Jodi_AcceptGift_category_fruits}}
//{{i18n: }}


	
	
	
}

