{ 
    
/// GENERIC DIALOGUE"

// NAME AND INTRO
"Core.Nora.Name": "Nora",
"Core.Nora.Introduction": "Oh my! Are you the new farmer?#$b#I've been looking forward to meeting you!$1#$b#I'm Nora, by the way. I live over at East Scarp. Feel free to stop by if you'd like!#$b#I must warn you though, I work with reptiles, so if you're afraid of those, you won't like my house.",

// COMMUNITY CENTER BUNDLES
"Core.Nora.JojaBegin": "You know, farmer, Joja is responsible for a lot of pollution here in the valley. Affecting the ecosystems and all.$5#$b#I imagined you, as a community farmer, would be more concerned with the valley's wellbeing. But, I guess you can always be surprised by people.$2",
"Core.Nora.CCBegin": "You're restoring the old community center? Oh, I've been dreaming of having a place like that to study ever since I came to the valley!$1#$b#When I moved here, it was already out of service. So I'm glad you're taking care of it!",
"Core.Nora.CCBus": "The old bus got repaired!$0#$b#That means my cousin Lorelai will be able to visit Pelican Town again someday. Oh, I miss her!#$b#She can make all sort of delicious treats. You should try them sometime!#1",
"Core.Nora.CCComplete": "Thank you so much for restoring the community center, farmer. It's so nice to see everyone getting together.$1#$b#And alas, a different place to study now!", 
"Core.Nora.MovieTheater": "We have a movie theather now!$1#$b#Do you think that if I asked politely they would be down with playing a reptile documentary?$3#$b#Well, I guess it doesn't harm to ask!$1", 

// BIRTHDAYS

/// HEART DIALOGUE

// 0 HEARTS SPRING

"Core.Nora.Spring.Mon.0h": "Morning, farmer! Yoba, I have a lot of work to do today.#$b#Oh, I'm shaking? Must be from the coffee.$3#$b#This is my fifth cup today. Don't worry, I'm used to it.",
"Core.Nora.Spring.Tue.0h": "If you ever talk to me and I don't answer right away, I'm not ignoring you, I promise!#$b#I actually wear a hearing aid, and sometimes I have hearing breaks.#$b#Just assume I'm not actually listening. I'm probably not listening.$1",
"Core.Nora.Spring.Wed.0h": "I came to the valley to work on my PHD. I decided to stay after I finish it.#$b#This place has so many strange and fascinating creatures... maybe I'll find a new one!$1#$b#What if I get to name one myself? What should I choose? I'm thinking... the Norian.$3#$b#Maybe it's a bit too flattering?$3#$b#Ah, I'll cross that bridge when I get there.",
"Core.Nora.Spring.Thu.0h": "%Nora is taking a hearing break. She signs 'Hello' to you!",
"Core.Nora.Spring.Fri.0h": "I know I talk a lot about snakes, but that's only 'cause they're my favorite animal ever.$1#$b#I'm sorry if that's annoying... I know I can ramble a lot sometimes.$2#$b#It will happen again.#$b#But I'll try to bring you some cool facts about other reptiles.",
"Core.Nora.Spring.Sat.0h": "When you're on the academic schedule, there's no such thing as resting on Saturdays.$2#$b#I have so much to do! All the time!#$b#Research is tiring, especially when you have ADHD like me...$2#$b#I love my work, my research, my field, but sometimes it's hard to actually sit down and write everything.$2",
"Core.Nora.Spring.Sun.0h": "I've been thinking about getting a turtle.$3#$b#Yes, I know I already have Pinkie Pie and Stupid but hey, what can I say, I love the little guys!#$b#I'm not sure if Tori would like having another pet in the house.#$b#Maybe I should make her a presentation about the benefits...$3#$b#Be right back, @!", 

// 0 HEARTS SUMMER

"Core.Nora.Summer.Mon.0h": "Summer is my favorite season. But I have to be careful with my pets.#$b#You see, reptiles are echtotherms, which means their temperature depends on the environment's temperature.$4#$b#Unlike us humans, they can't maintain their body temperature constant.#$b#I always make sure they're feeling the best!$1",
"Core.Nora.Summer.Tue.0h": "Sometimes I think that Yoba gave me ADHD because if I could actually focus on things I'd be unstoppable.$3#$b#Anyways, have a great day farmer!$1", 
"Core.Nora.Summer.Wed.0h": "My pet snake, Pinkie Pie, is a Pantheropis guttatus. Commonly known as corn snake!#$b#They're called that because they stay around grain stores to prey on mice.#$b#They're harmless. Not venomous at all, they're not a risk. In fact, they're very cute!$1", 
"Core.Nora.Summer.Thu.0h": "I can't talk now, farmer. Sorry, too much to do!",
"Core.Nora.Summer.Fri.0h": "Gonna go to the Saloon later today to grab a cold drink. I'm thinking... lemonade!#$b#Oh, you thought I meant beer? I'm not really a fan of alcohol.", 
"Core.Nora.Summer.Sat.0h": "How are things down in the mines?#$b#I think that if I ever went there I'd be so lost. I do wonder if we have any undiscovered species there though...$3#$b#Lemme know if you find any cool reptiles down there!",
"Core.Nora.Summer.Sun.0h": "Sundays always seem to stretch out during summer.#$b#But I mean, technically, they do. Summer days are really longer, after all.#$b#You know, the whole position-of-the-sun thing. Really interesting!$1", 

// 0 HEARTS FALL
"Core.Nora.Fall.Mon.0h": "It's getting colder...$2#$b#I bet Lorelai's bakery is selling a lot of pumpkin flavoured treats right now. I should stop by soon.",
"Core.Nora.Fall.Tue.0h": "I'm trying to carve pumpkins with portraits of Pinkie Pie and Stupid.#$b#Let's just say, I'm better at doing research.$1#$b#If you happen to have an extra pumpkin, I'll buy it!",
"Core.Nora.Fall.Wed.0h": "I really needed to get some ingredients today, but Pierre is closed!$2#$b#Ah, I'll just wait until tomorrow I guess. Don't like Joja one bit.",
"Core.Nora.Fall.Thu.0h": "Ha, you left your guard down and you were hit by a reptile fact!$1#$b#Did you know that snake scales are actually made out of keratin?$4#$b#That's a protein. In fact, it's the same protein that forms your hair and nails.#$b#Isn't it fun to see the similarities between us? A conwinkydink.",
"Core.Nora.Fall.Fri.0h": "Any plans for the weekend, farmer?#$b#Oh, I'm probably staying in to catch up on some reading.#$b#I'm reading a cool sci-fi book about space travels.$1#$b#I guess it's nice to read things apart from scientific papers all the time.",
"Core.Nora.Fall.Sat.0h": "The trees look quite pretty this time of the year, don't you think?$1#$b#A reminder that things are constantly changing. Nature is truly a work of art.",
"Core.Nora.Fall.Sun.0h": "As much as I dislike the cold, there's something about Fall that just gets me inspired.#$b#I don't know, the vibes are just... unique!$3", 

// 0 HEARTS WINTER

"Core.Nora.Winter.Mon.0h": "Yoba, it's cold. I don't really like this cold!.$2#$b#The snow is definitely pretty. You certainly have this beautiful aesthetic, but at what cost?",
"Core.Nora.Winter.Tue.0h": "I'm getting a break from research during holidays.#$b#How about you, farmer? I bet it's challenging to do farming during winter.#$b#Well, you can always forage!$1",
"Core.Nora.Winter.Wed.0h": "I always get sick this time of the year.$2#$b#So far so good, tho. Keep it up, immune system!#$b#Oh, I should tell this to Harvey. He'll be proud.$3",
"Core.Nora.Winter.Thu.0h": "Feast of the Winter Star is a lovely festival but Winter Star's carols are... not big on me.$2#$b#They're just playing all the time!$5#$b#One of the ups of being deaf I guess. I can just turn the aid off when I had enough.",
"Core.Nora.Winter.Fri.0h": "I miss summer! I'm a summer girl!#$b#It's nice and warm and we have blueberries.$1#$b#Summer is girlboss. Winter is just gatekeep.#$b#Spring is definitely gaslight...$3",
"Core.Nora.Winter.Sat.0h": "These days I gotta make sure my reptiles' enclosures are keeping them warm.#$b#They get so lazy. I barely get to see them.",
"Core.Nora.Winter.Sun.0h": "%Nora is taking a hearing break. Best to leave her be.",

// 2 HEARTS SPRING

"Core.Nora.Spring.Mon.2h": "You should stop by more often, farmer. Stupid misses you!$1#$b#How do I know? Well, a mother knows!#$b#You cannot deny motherly instincts!$1",
"Core.Nora.Spring.Tue.2h": "Hm, I wonder if I should join Robin's workout routine at Pierre's...$3#$b#I should talk to Robin about it. I'll do it later!$1",
"Core.Nora.Spring.Wed.2h": "Everytime I go near the Community Center I swear I see something...$3#$b#Lewis told me they're rats, but I'm not sure about it.#$b#Unless there's a new variation of green and purple rats.$3",
"Core.Nora.Spring.Thu.2h": "Every spring, I get Jacob to take a look at my pets.#$b#You know, to make sure they're alright during the rough winter.$1#$b#I've never had any problems with them. Guess I'm just a good reptile keeper!#$b#As it's definitely nice to have a vet doctor right around the corner.$1",
"Core.Nora.Spring.Fri.2h": "What do you think about my outfit? I try to live up to the academia aesthetic.#$b#I'm just not quite sure if I prefer light academia or dark academia.$3#$b#But again, do I really have to choose? Isn't it enough to look fabulous every day?$1",
"Core.Nora.Spring.Sat.2h": "Have you ever heard about the Zuzu Songbird, farmer?#$b#She was a famous opera singer. She's great!$1#$b#I love to let her songs playing in the background while I study. Helps me focus!#$b#I believe I own all her records.$3",
"Core.Nora.Spring.Sun.2h": "The ocean... is a beautiful thing, isn't it farmer?#$b#Every time you look at it... I want you to remember...$2#$b#...that sea snakes are a real thing out there!$1",

// 2 HEARTS SUMMER

"Core.Nora.Summer.Mon.2h": "It's almost time to feed Pinkie Pie again!$1#$b#You see, snakes can actually expand their mouths and swallow their preys whole.#$b#That means it takes a long time for them to digest anything they eat.$4#$b#So there's usually a big gap between their meals.#$b#Can you imagine? Having lunch now and then only having it again 2 months or so.$3#$b#Fascinating!$1",
"Core.Nora.Summer.Tue.2h": "%Nora signs that she's having a hearing break. She wishes you have a great day!",
"Core.Nora.Summer.Wed.2h": "Oh, farmer, I'm glad to run into you. I saw a documentary yesterday that gave me goosebumps and I wanted to tell you!$1#$b#Do you know the saltwater crocodile? It is considered the largest living reptile!$4#$b#It is gigantic! I get why people are afraid, but it's also magnificent!$1",
"Core.Nora.Summer.Thu.2h": "Alright, I KNOW you're growing blueberries at your farm. It's blueberry season.#$b#Would you bring me some? Please? Pretty please?$1#$b#I want to try and make a blueberry tart.#$b#If you got me a blueberry tart it would be very nice too.$3",
"Core.Nora.Summer.Fri.2h": "The kids keep asking me to see my reptile pets.#$b#It's really adorable how they're impressed every single time.$1#$b#Hm... maybe I could...$3#$b#I just got an awesome idea, farmer! Be right back!$1",
"Core.Nora.Summer.Sat.2h": "I just had the CRAZIEST nightmare last night!$2#$b#There was a bald guy following me around. He proposed to me out of nowhere.$2#$b#Then, when I said no, a thousand clones of him showed up and trapped me!$4#$b#I think I saw a giant head somewhere too? Ugh, I need coffee...$2",
"Core.Nora.Summer.Sun.2h": "Everything we give to the valley, the valley gives back to us.#$b#That's why we have to treat it a nice as we can. It's our job to take care of it.$1#$b#I hope you're doing your part, farmer.",

// 2 HEARTS FALL

"Core.Nora.Fall.Mon.2h": "Ugh, I accidentally ran into Baron Munchington yesterday while coming home and now my allergies are acting up.$2#$b#Cats are adorable creatures, but my nose seems to think otherwise.$2#$b#Won't let it stop me tho.",
"Core.Nora.Fall.Tue.2h": "Before deciding that I wanted to be study herpetology, I actually considered being a marine biologist.#$b#West Harbour has a lovely marine center. You know, real preservation work being done.$1#$b#I always stop by when I go to visit Lorelai. It's truly an amazing field.#$b#Should I get another degree?$3",
"Core.Nora.Fall.Wed.2h": "I tried learning how to knit once. I wanted to make nice and fluffy clothes to wear on cold season.$1#$b#But the process is really, really complicated. It took me like a year just to learn the basics.#$b#Actually, I don't think is that bad. Maybe I just suck at knitting.$3",
"Core.Nora.Fall.Thu.2h": "The other day, the strangest thing happened.#$b#I was walking by the beach and I swore I could see something in the water. Something strange...$3#$b#It didn't look like any ordinary fish or mammal I've ever heard about...$3#$b#If you see something, tell me right away please.",
"Core.Nora.Fall.Fri.2h": "Yoba, this whole situation with the Gotoro Empire is just awful.$2#$b#War is never good to any of the sides involved. I just hope it ends soon.$2#$b#I read the most horrible news about it today...$2",
"Core.Nora.Fall.Sat.2h": "Have I ever told you that I wrote a book once?#$b#After I graduated, I spent an entire year travelling around Ferngill Republic and learning more about its reptile and amphibian fauna.$1#$b#It's called 'The Herpetology of Ferngill Republic' and I'm quite proud of it.$1#$b#If you ever find it around, give it a chance, would you?",
"Core.Nora.Fall.Sun.2h": "I think I might've had instant noodles for lunch way too many times this month to be considered healthy...$2#$b#Well, in my defense, I'm not a great cook. And I don't have a lot of time to cook.#$b#But I guess I should order something in from time to time.$1",

// 2 HEARTS WINTER

"Core.Nora.Winter.Mon.2h": "I don't think I'm gonna see any purple-tailed chameleons this season.#$b#It is far too cold and dry for them. I bet they're probably cuddling up somewhere cozy.$1#$b#Well, I hope they are anyways. Otherwise, they're in a bad position.$3",
"Core.Nora.Winter.Tue.2h": "Another day, another slay. And by slay, I mean that I got the flu again.$2#$b#Every damn year...$2",
"Core.Nora.Winter.Wed.2h": "I know I'm usually a coffee girl, but I would kill for a hot chocolate right now.#$b#Do you know if Gus sells those?$3#$b#Well, I bet Rosa does!$1",
"Core.Nora.Winter.Thu.2h": "It's way too cold for me to walk all the way to the museum.#$b#That's why I go to the inn instead during winter!$1#$b#It's warm, it's cozy and I have amazing company there. I like Rosa a lot!",
"Core.Nora.Winter.Fri.2h": "I have a love and hate relationship with the Holidays...$2#$b#It's nice to get breaks, but I have ADHD. It is physically impossible for me to sit around and do nothing.$2#$b#I usually use this time to organize other projects, read articles and write because well. Why not?$1",
"Core.Nora.Winter.Sat.2h": "Hey farmer! Wanna hear something cool?$1#$b#A baby snake is called a snakelet! Isn't it the most adorable thing ever?#$b#So, when I tell you I wanna get a python snakelet, don't be afraid. It's cute!$1#$b#And once it grows, it will just become cuter, don't you think?$3",
"Core.Nora.Winter.Sun.2h": "I really hope I'm doing this right.$2#$b#You know, the whole research thing. I'll be devastated if I'm not able to help this species survive.$2#$b#I just hope I make a difference...$2#$b#Sorry farmer. The cold weather makes me grumpy sometimes.$2",

// 4 HEARTS SPRING

"Core.Nora.Spring.Mon.4h": "Do you think the ADHD knows I'm trying to get a grip on it?#$b#'Cause I keep forgetting to go get my medicine for it. I better do it today.$3",
"Core.Nora.Spring.Tue.4h": "Spring is my favorite season to enjoy the forest while researching.#$b#It's the best place to be in the entire valley. So full of flowers and pretty.$1#$b#And the best part? No sand getting into weird places it shouldn't be in.$5",
"Core.Nora.Spring.Wed.4h": "Farmer, please sing me a song. Any song.$2#$b#A Jojaflix commercial came on today while I was watching the morning show and I cannot get the jingle out of my head.$2#$b#I don't want anything with this awful corporation!$5",
"Core.Nora.Spring.Thu.4h": "Clyde gave me five different types of headaches today over the phone.$2#$b#Oh, Clyde? That's my brother!#$b#Wait, I didn't mention I had a brother?$3#$b#Well, the more you know I guess!$1",
"Core.Nora.Spring.Fri.4h": "Farmer, I would love to chat but I have extra assignments due monday. Can't stop!$2",
"Core.Nora.Spring.Sat.4h": "I've been hearing wonderful things about your farm, @.#$b#It's nice to have farmers around so we can get fresh produce. Keep up with the good work!$1",
"Core.Nora.Spring.Sun.4h": "Somedays I wish I was a hognose snake so I could just play dead and avoid real problems.$2#$b#What problems? Oh, uh... it's nothing, truly. Don't worry about it.$1#$b#But you should see them playing dead. Really adorable!",

// 4 HEARTS SUMMER

"Core.Nora.Summer.Mon.4h": "Ah, I'm so tired today...$2#$b#Stupid is going through his shedding. It's a delicate process so sometimes I'd rather stay up with him.#$b#Reptiles need to shed their skin from time to time because, if their bodies grow, the skin doesn't. So they make a new layer of skin and shed the old one.#$b#It also gets rids of parasites. Isn't it cool?$1#$b#I'm going to get him some treats!",
"Core.Nora.Summer.Tue.4h": "The kids are really wanting to make my lectures a weekly thing now.#$b#I'd be willing to do it. They're really adorable and eager to learn.$1#$b#We need to inspire the new generation.#$b#Also, Eloise seems to like me a lot... I'm not exactly sure why since we're not that close.$3#$b#She keeps inviting me over. Maybe I should stop by!",
"Core.Nora.Summer.Wed.4h": "I'm feeling quite fatigued lately.$2#$b#It might have something to do with the fact that I have survived this week due to dark chocolate cookies, a very unhealthy amount of espresso and approximately half a bag of chips.$3#$b#But that's just a theory.$1",
"Core.Nora.Summer.Thu.4h": "The academic field is incredible but it could pay more, you know?$2#$b#My cousin told me about this beautiful emerald necklace she found. It's shaped like a snake. I feel like it was made for me.#$b#Except for the fact that it probably costs twice my yearly income.$3#$b#Ah, I'm more of a scarf girl anyway.$1#$b#That said, did you know my birthday is next month?",
"Core.Nora.Summer.Fri.4h": "How can everything about summer be so good?#$b#The crops, the breeze, the summer rains, the atmosphere...$1#$b#There's nothing better, really.",
"Core.Nora.Summer.Sat.4h": "Oh farmer, just the person I was looking for!$1#$b#Do you think you could let me study at your farm? I'd like to see if the conditions are ideal for the species!#$b#I'm kinda running out of options...$2",
"Core.Nora.Summer.Sun.4h": "I saw the cutest moth today at my house.#$b#Did you know that I almost went into entomology?$1#$b#But I mean... snakes. There's no competition really.",

// 4 HEARTS FALL

"Core.Nora.Fall.Mon.4h": "FARMER! YOU GOTTA SEE THIS!$1#$b#Look! A Tetracheilostoma carlae! Commonly called threadsnake!$4#$b#It's the smallest snake in the world. Isn't it the most adorable thing?$1#$b#I just needed to show this to someone.",
"Core.Nora.Fall.Tue.4h": "Every time fall is upon us, I think about how I need more scarves.$3#$b#But Tori said that if I get any more of them I'll have to move out cause there won't be any room.$1#$b#I, particularly, don't think one could have too many scarves. Maybe I'm ahead of my time.",
"Core.Nora.Fall.Wed.4h": "I had... a conversation with Sebastian the other day?$3#$b#Yeah, I'm just a surprised as you are.$1#$b#He hasn't really been interesting in talking to me at all. But turns out we both just really like frogs.#$b#And it's frog season!$1#$b#Watch out for the little fellas, @!",
"Core.Nora.Fall.Thu.4h": "How often do you go to the mountains, farmer?$3#$b#I keep hearing rumors about someone constantly passing out on the mines.#$b#That wouldn't be... you, would it?$2",
"Core.Nora.Fall.Fri.4h": "I need at least four more espresso shots before I can have any kind of social interaction today, @.$2#$b#Meet me at the saloon later?",
"Core.Nora.Fall.Sat.4h": "You know, there's something special about this valley.$1#$b#I didn't realize how much I loved being around nature back when I lived in Zuzu City.#$b#Yoba, that's something I'll never do again. Definitely not for me.$1",
"Core.Nora.Fall.Sun.4h": "I'm feeling good today. Motivated. Determined.#$b#Another day, another slay, am I right?$1#$b#Better enjoy this focus while it lasts. See ya!",

// 4 HEARTS WINTER
"Core.Nora.Winter.Mon.4h": "Cold season is once again upon us...$2#$b#Like a harbinger of disease. A white monster that aims to get us all.$5#$b#How does it keep getting away...$2",
"Core.Nora.Winter.Tue.4h": "I hope Tori is doing well. I know this season messes with people sometimes.$2#$b#She's taking care of her family overseas. I'm caring for her slimes while she's gone.#$b#It's what friends are for.$1",
"Core.Nora.Winter.Wed.4h": "Rosa is such a sweetheart. She always talks to me when I stay at the inn studying.$1#$b#It's like a sanctuary in there. So warm, so cozy.#$b#And she has excellent stories to tell.$1",
"Core.Nora.Winter.Thu.4h": "Sometimes I think I should talk less. You know, be quieter, more... chill.$2#$b#But then again, what's the fun in that? Infodumping is way cooler.$1#$b#Well, for me, at least. For everyone else involved? I don't really know.",
"Core.Nora.Winter.Fri.4h": "%Nora looks upset. She doesn't wanna talk right now.",
"Core.Nora.Winter.Sat.4h": "I'm sorry we didn't get to talk yesterday... I just have a lot on my head, that's all.$2#$b#Thanks for understanding, @.",
"Core.Nora.Winter.Sun.4h": "Jacob has been an angel lately.#$b#Every winter, he helps me with the reptiles. You know, supplies, well-being... he's got it covered.$1#$b#I really can't thank him enough.",

// 6 HEARTS SPRING
"Core.Nora.Spring.Mon.6h": "I quite literally didn't get anything done today.$2#$b#The ADHD was just acting up more than usual. I couldn't really focus on anything.$2#$b#Ugh, it's so frustrating!$5",
"Core.Nora.Spring.Tue.6h": "Stupid scared me to death today!$2#$b#I was cleaning up his enclosure so I took him out for a second.#$b#Next thing I know, kid is climbing my tallest bookshelf. How does he even do it?$5#$b#Don't worry, he's been safely recovered. No geckos were harmed during this cleaning.",
"Core.Nora.Spring.Wed.6h": "You know @, I really admire you...#$b#Leaving Joja behind and coming to the valley, starting fresh on a completely different thing... it must not have been an easy thing to do.$2#$b#But I'm glad you did. I really like being friends with you.#$b#Plus, your blueberries are the best ones around!$1#$b#Hm... please don't tell Pierre I said that.$3",
"Core.Nora.Spring.Thu.6h": "There are very few times I miss living with my parents. Like, very, very few.#$b#Cause, you know, independence and... stuff.$2#$b#But today... Oh, what would I give for one of my mom's famous pink lemonades...$2#$b#She's always been a great cook. I wonder why I didn't get any of that skill.$3",
"Core.Nora.Spring.Fri.6h": "Hah! Did you think you were getting a cool snake fact? You're wrong.#$b#You're getting a cool crocodile fact!$1#$b#Did you know that, much like cats, a crocodile mom will carry her baby around in her mouth?#$b#Isn't it adorable? I mean, most people don't like all the teeth, but it's nice to see motherly instincts.$1",
"Core.Nora.Spring.Sat.6h": "I never thought one could have too much coffee but... I think I actually reached my limit today.$2#$b#Maybe things are a little worse than I thought.$2",
"Core.Nora.Spring.Sun.6h": "I am a little suspicious that I'm actually developing some sort of lactose intolerance...$3#$b#But you know what? I think I'd rather live in ignorance.$1#$b#No one is gonna deprive me of chocolate cake, you hear me? No one, farmer.",

// 6 HEARTS SUMMER
"Core.Nora.Summer.Mon.6h": "Eloise keeps asking me to go to the beach. I'm actually running out of reasons not to go.$2#$b#I don't like it, but I can't say no to that little girl. She's so adorable!#$b#Also, Vincent told me some pretty interesting stories about a monster... I might wanna investigate that.$3",
"Core.Nora.Summer.Tue.6h": "You wanna know something funny?$1#$b#When I'm in an argument with Clyde, sometimes I just have enough and take my hearing aids off.#$b#He knows sign language too. If he insists, I just close my eyes.#$b#What's he gonna do then? Ah, the true sibling experience.$1",
"Core.Nora.Summer.Wed.6h": "I wish the ice cream stand would stay around for the whole year.#$b#Like, why are we only allowed to buy ice cream during summer? Are ice cream cravings exclusive to hot weather?$3#$b#I, for one, would never refuse some strawberry ice cream.$1",
"Core.Nora.Summer.Thu.6h": "I went to visit Maru yesterday. She was talking about her latest invention.#$b#I don't usually understand much because I know absolutely nothing about mechanics. And I'm also really bad at math.$1#$b#But don't tell her I said that. It's our secret, ok?#$b#I'm only telling you cause we're friends.$1",
"Core.Nora.Summer.Fri.6h": "Sometimes I start sentences and I don't even know where I'm going with them.#$b#I just hope I find out along the way.$1#$b#The journey is always fun, don't tou think?",
"Core.Nora.Summer.Sat.6h": "Do you think you would be interested in learning sign language, @? I mean, if you don't know it already.$1#$b#It would be a nice way for us to communicate while I teak hearing breaks.#$b#We could also use it to play hangman in complete silence while at the library.$1",
"Core.Nora.Summer.Sun.6h": "@, I made the most fascinating discover yesterday.#$b#I just realized I really enjoy soap operas.$1#$b#The drama behind it all... the absurd plotlines... It all comes together beautifully.#$b#Please oh please let's watch one together one day!$1#$b#Popcorn is on me!",

// 6 HEARTS FALL
"Core.Nora.Fall.Mon.6h": "Oh @, are you friends with Leah?#$b#Since I've started hanging out around the forest more, I've been getting to know her more. I could say we're... friends?$3#$b#She's been teaching me a lot about foraging. Who knew you could find so much food out in the wild?$1",
"Core.Nora.Fall.Tue.6h": "I talked with Tori last night. I really miss her.$2#$b#Her trip is taking longer than we expected. But, what matters is she and her family are ok, right?#$b#I think you're really gonna like her, @. I'll tell you when she comes back!",
"Core.Nora.Fall.Wed.6h": "I've been thinking lately...$3#$b#I joke a lot about talking too much but I'm actually secretly afraid I'm just really annoying.$2#$b#If I ever start to bug you @, please tell me ok?$2#$b#I've had others to that before. It's ok, I get it.",
"Core.Nora.Fall.Thu.6h": "Today, once again, I used my adult money, that I make with my adult job, to make wise financial decisions.#$b#In other words, I have three new snake socks and a moon lamp.$1#$b#And, huh, some new scarves...$3#$b#Online shopping is really gonna be the death of me. But I mean, serotonin boost of the day guaranteed!",
"Core.Nora.Fall.Fri.6h": "This weather kind of reminds me of my mother...#$b#She loves fall. It's her favorite season.#$b#She would always make me a hot chocolate mug to warm me up. Marshmallows and all.$1#$b#And she would tell me... Ah, it doesn't matter now.$2#$b#But I do miss her. Maybe I should call her sometime.",
"Core.Nora.Fall.Sat.6h": "I just realized I haven't told you a single fun fact this week. How could I forget?$3#$b#Did you know that frogs were the first land animals to have vocal cords?#$b#They use it for various reasons, could it be for finding a partner or scaring off predators.$1#$b#I mean, Sebastian is totally right to like frogs this much.",
"Core.Nora.Fall.Sun.6h": "I have decided that, this season, I would finally get around watching some scary movies.#$b#I am, in fact, failing miserably.$1#$b#Documentaries are definitely more my jam.",

// 6 HEARTS WINTER
"Core.Nora.Winter.Mon.6h": "I bet winter is a tough time to be a farmer, since you don't have any crops to plant. You must find other sources of income.$2#$b#But, to be fair, winter is a tough time to be anyone really.#$b#Yoba, I hate the cold. Have I ever told you that?$2",
"Core.Nora.Winter.Tue.6h": "@, what do you think is better for a supper tonight? Leek potato soup or cheesy onion soup?$3#$b#Soup is quickly becoming my specialty now that I'm trying to learn.#$b#Feel free to stop by if you'd like! I always end up making extra.$1",
"Core.Nora.Winter.Wed.6h": "%Nora is taking a hearing break. She waves at you happily.",
"Core.Nora.Winter.Thu.6h": "Oh @, what's up?#$b#I'm currently re-reading one of my favorite books for this time of the year: A Winter Star Carol.#$b#My favorite part is when the spirit of Winter Star Past visits the main character. It's really heart-warming to see him become a better man.$1",
"Core.Nora.Winter.Fri.6h": "I never believed it to be true, but today that channel on TV said I was gonna have a bad luck day.#$b#And then Clyde called. That's gotta be a sign, right?$3#$b#Maybe the fortune spirits are after me...$3#$b#Oh? Oh no, I'm just kidding. We actually get along great.$1",
"Core.Nora.Winter.Sat.6h": "You know @, I can't even remember what this valley was like before you came here.#$b#The place was already incredible, but it's like you made it even better!$1#$b#You're a really good friend, farmer.",
"Core.Nora.Winter.Sun.6h": "I'm trying to think about what resolutions I want to commit for next year...$3#$b#It's always a hard time... I know there's a lot I could be better at, but the thing is how to achieve it.$2#$b#Hey, maybe I could commit to being an even bigger annoyance.$1#$b#I'm just kidding, don't worry.",

// 8 HEARTS SPRING
"Core.Nora.Spring.Mon.8h": "The kids really do seem happy that I'm spending more time at home. I've been trying to teach them little tricks.#$b#Stupid's favorite seems to be playing dead. Which I'm certainly gonna use the next time someone goes to my place.$1#$b#Of course I won't tell them it's a trick, that would take the fun away, don't you think?$3",
"Core.Nora.Spring.Tue.8h": "Oh farmer, guess what?#$b#Clyde says he might be coming to visit me soon. Maybe you'll get to finally meet my brother!$1#$b#Just... wear something nice, alright?#$b#I say this for your own sake.$2",
"Core.Nora.Spring.Wed.8h": "I'm feeling a bit down today... I really still want to find the purple tailed chameleon out there.#$b#But when is it time to stop looking? How will I know that?$2#$b#It's sad to think that we can lose entire species like that...$2",
"Core.Nora.Spring.Thu.8h": "I'm not really used to the idea of sleeping in. Like, what do you mean I don't have to be up early?$3#$b#So I just keep waking up at dawn. Sometimes I read, sometimes I spend the whole morning staring at the ceiling...#$b#Who would've thought being unemployed was this eventful right?$1",
"Core.Nora.Spring.Fri.8h": "Farmer, would you still be friends with me if I was a snake?$3#$b#I had a weird dream last night that I was turned into a snake. And then everyone ignored me forever.#$b#So, you know, asking just in case something happens!$1",
"Core.Nora.Spring.Sat.8h": "Do you think a calf is called that because it is half of a cow? Like... a small cow.#$b#Half cow. Calf. You see where I'm coming from?$1#$b#Maru was unimpressed by my discovery.",
"Core.Nora.Spring.Sun.8h": "There's a new TV show about dinosaurs who just premiered last night.#$b#The dinosaurs are completely inaccurate. The special effects are the worst I've ever seen. The plot keeps getting more absurd on each sequence.#$b#I think I might have found my new favorite show.$1",

// 8 HEARTS SUMMER
"Core.Nora.Summer.Mon.8h": "I think that having too much time in your hands and too little money in your bank account is a dangerous combination.$2#$b#That said, I can't wait for my new butterfly frame to arrive!$1#$b#And my snake lamp!#$b#And... my crocodile onesie.$2#$b#I may have a problem.$3",
"Core.Nora.Summer.Tue.8h": "@, what flavour do you think I am?$3#$b#I just woke up with this question in my head today. Don't know where it came from.#$b#Harvey said I'm probably lemon. I don't know if he likes lemon stuff or if it's a subtle way to tell me I'm sour. Whatever that means.$3",
"Core.Nora.Summer.Wed.8h": "I think I might go birdwatching with Eloise later this week.#$b#She's really excited to tell me all about her aviary friends. She's adorable.$1#$b#We are like infodumping besties if you think about it.",
"Core.Nora.Summer.Thu.8h": "My stupid hearing aid has decided to just completely stop working in the middle of the night.$2#$b#Luckily I had a spare one. I might be able to get a new one till the end of the week.#$b#",
"Core.Nora.Summer.Fri.8h": "I must say, @...$2#$b#Life feels a lot lighter now that I don't have the weight of my own expectations on my shoulders.#$b#Even this summer air feels fresher. I just...#$b#I'm feeling really great! Not used to it yet.$1",
"Core.Nora.Summer.Sat.8h": "Did you know that when a lizard or a snake put their tongues out, they're actually capturing scent particles of the air to sense the smell of things?#$b#So when you see them sticking their tongue out, they're not just being silly. They're analyzing!$1#$b#Well, not Stupid. I think he actually is just being a silly guy.",
"Core.Nora.Summer.Sun.8h": "Hey, do you think that I still need to go to therapy now?$3#$b#I don't know, seems like I have solved all my problems but Clyde says I still have issues.$2#$b#And that I shouldn't 'pretend they're not there' or 'act like I've healed myself'. Whatever that means.#$b#I think he might be messing with me. I feel completely fine!",

// 8 HEARTS FALL
"Core.Nora.Fall.Mon.8h": "Oh, I have exciting news! ZuCU has reached out to me and asked if I wanted to give a lecture for the biology majors!$1#$b#I think I'm gonna accept. Do you think I'd be a good teacher?#$b#I mean, it's basically an excuse to talk for hours about herpetology to random people, which I already do on a daily basis.#$b#But I wonder if they'll like me! And if they'll understand everything...$3#$b#I guess there's only one way to find out!",
"Core.Nora.Fall.Tue.8h": "It's frog season again! I've seen three of them already just this morning!$1#$b#It's marvelous that we can just see the little guys walking around in town. How can anyone see a frog and not be immediately happier?#$b#They're just silly creatures. Like me.$1",
"Core.Nora.Fall.Wed.8h": "Ugh, I've been having headaches every other day because I'm not having as much caffeine as before.$2#$b#Makes me feel dizzy sometimes.$2#$b#Don't tell Harvey tho. He'll make me get my blood tested and stuff. We all know how that turns out.#$b#Who would've known drinking 4 cups of coffee instead of 10 would give me a harder time?$3",
"Core.Nora.Fall.Thu.8h": "What should I dress up as for Spirit's Eve this year?$3#$b#I wanted to go as something different this year but the Medusa outfit is really calling me...#$b#And the best part is that Pinkie Pie can be a part of that one.$1#$b#Ah, who am I kidding, there's no question here.",
"Core.Nora.Fall.Fri.8h": "Sorry @... I'm feeling a bit down today.#$b#I don't know why. I guess I just still get overwhelmed sometimes.$2#$b#It's like my mind won't shut up. Even when there's nothing wrong.$2#$b#We'll talk some other time, alright?",
"Core.Nora.Fall.Sat.8h": "This time of the year always gets me thinking...$3#$b#Do you believe in ghosts, @?#$b#Oh, no reason in particular. I just think about it sometimes.$1#$b#If ghosts exist, I wouldn't be surprised if they were hanging around in the valley.#$b#This place is full of secrets...$2",
"Core.Nora.Fall.Sun.8h": "I swear to Yoba, how do I manage to get the flu every single year when the cold seasons start?$2#$b#What's even the point of having an immune system? Like, girl, you have one job!$5#$b#Ugh, I gotta buy more tissues. I can feel it coming.$2",

// 8 HEARTS WINTER
"Core.Nora.Winter.Mon.8h": "Don't talk to me. I just had the most painful, soul-crushing, traumatizing, left-me-scarred-for-life leg cramp last night.$2#$b#I think I've been changed as a person. I'm still recovering.$2",
"Core.Nora.Winter.Tue.8h": "Do you think I can convince someone to watch a movie with me today?$3#$b#It's still tuesday but I really just want to make a blanket fort and grab some popcorn. It's too damn cold to stay outside.#$b#Would you be interested by any chance?$1",
"Core.Nora.Winter.Wed.8h": "I tried to build a snowman today. Well, technically, a snowsnake?$3#$b#Anyways, it ended up being a simple snowpile because my hands started freezing after five minutes. And I got a runny nose.#$b#I hate winter.$2",
"Core.Nora.Winter.Thu.8h": "My mission 'til the end of this month is to try every kind of hot chocolate I can think of.#$b#Yesterday, I tried one with orange, cloves and star anise. It was one of the most delicious things I've ever made.#$b#Please stop by my house sometime and I'll make it for you! And we can catch up!$1#$b#The reptiles miss you.",
"Core.Nora.Winter.Fri.8h": "I was reading a very interesting article about crocodiles today. They're literally so cool, it's like dinosaurs walking the planet!#$b#Did you know that you can tell alligators and crocodiles apart by looking at their mouths when they're closed?#$b#If you can only see the upper teeth, you got yourself an alligator. If you can also see the lower teeth, it's a crocodile!$1#$b#Tori better pray I don't hyperfixate on these guys next. I don't think she'd want that as a pet.$3",
"Core.Nora.Winter.Sat.8h": "Sometimes I wish we could change our hair color the same way animals do.#$b#You know, when winter comes and some animals change their fur to a white version of it for better camouflage?$3#$b#How cool would it be if we did that too, right?$1#$b#Sorry, I just have too much time on my hands and I keep thinking about stuff like this.#$b#Yoba, I do need a job.$2",
"Core.Nora.Winter.Sun.8h": "You know what I think would be fun? If we had a big community Winter Star tree in the middle of town that we could all add little trinkets to.#$b#I mean, if we can do it with soup, why not with decorations?$3#$b#I don't think Lewis would like it tho. He's such a buzzkill.$2",

// 10 HEARTS SPRING
"Core.Nora.Spring.Mon.10h": "---",
"Core.Nora.Spring.Tue.10h": "Did you miss me yesterday?#$b#I miss the valley terribly whenever I spend the day in Zuzu City. It's much nicer in here!#$b#I am loving the job tho. No complaints on that department!$1#$b#The herpetology department, I mean. 'Cause I'm just that good.",
"Core.Nora.Spring.Wed.10h": "I think Gunther is gonna have me re-organize the astronomy section today.#$b#Do you think I should do it alphabetically or by author? I think author is better but some people think otherwise.$3#$b#One day, I'll do it by color just to see the look on his face.$1",
"Core.Nora.Spring.Thu.10h": "I get so carried away while shopping at Pierre's. It's a hazard, honestly.#$b#I can't let it make me late for my job. But there's just so much cool stuff.$1#$b#And when I see cool stuff I start thinking about all the recipes I could make with it.#$b#Then I have to make a mental menu to plan the meals of the week.$3#$b#You see why it's dangerous?",
"Core.Nora.Spring.Fri.10h": "I get the weekend appeal a lot more now.#$b#I mean, when I was doing research, I didn't care if it was Saturday or Sunday 'cause I'd do it anyway.$3#$b#I had a deadline. But now I get these days off... And you know what that means?#$b#I get to do more research. But this time, solely because I want to!$1",
"Core.Nora.Spring.Sat.10h": "I'm really considering using this free time to write a new book.$3#$b#I already wrote one and I'm quite proud of it.$1#$b#Although, this would be like getting a third job at this point...$3",
"Core.Nora.Spring.Sun.10h": "I feel weird going around without the constant anxiety and pressure that I put on my own shoulders for all those years.#$b#Of course, I still have anxiety, only for other reasons.$3#$b#...Sorry, that kinda came out of nowhere. It's just a weird thing sometimes.$2",

// 10 HEARTS SUMMER
"Core.Nora.Summer.Mon.10h": "---",
"Core.Nora.Summer.Tue.10h": "Oh farmer, yesterday I got to teach a lecture about my PhD thesis! It was so exciting, honestly.$1#$b#I remember when I used to be a student on lectures like those... It seems like it was such a long time ago.$3#$b#Do you think I'll inspire someone to go into the academic life? That's the dream, right?$1",
"Core.Nora.Summer.Wed.10h": "Working at the museum I'm starting to be friends with more people.#$b#Which is ironic, 'cause they're the same people I used to completely ignore while I was just studying.$3#$b#Not on purpose, of course. But now I actually have conversations with them!#$b#But don't you worry farmer, you're still my favorite friend.$1",
"Core.Nora.Summer.Thu.10h": "Pinkie Pie did literally the funniest, most incredible thing a snake could ever do this morning.#$b#I'm not even telling you. You're not gonna believe me anyways.#$b#I wouldn't believe it myself if I hadn't seen it with my own eyes.$3#$b#Sorry, you'll just have to wonder about this one.",
"Core.Nora.Summer.Fri.10h": "This has been a rough week at work. Just so much to do.$2#$b#All I want is the biggest burger ever made in history of mankind and a gigantic cup of lemonade.$2#$b#And maybe a candy bar. And... some coffee.#$b#Do you think Gus will have all that?$3",
"Core.Nora.Summer.Sat.10h": "As much as I love Summer, the mosquitoes are KILLING me.$2#$b#I think I might have like, 1L of blood left. The rest has been taken away.$3#$b#And I'm wearing repellent like I need it to survive. Which I believe I do.$3#$b#Sorry, too much information? I'm just angry at those guys!$2",
"Core.Nora.Summer.Sun.10h": "I'm taking Stupid for my lesson tomorrow. He's gonna be our model.$1#$b#The university has a lot of reptiles but I think this is his moment to shine.#$b#He loves all the attention he gets!$1#$b#And he gets to see other geckos, so good for his social skills.",

// 10 HEARTS FALL
"Core.Nora.Fall.Mon.10h": "---",
"Core.Nora.Fall.Tue.10h": "I'm sorry, I woke up late today and I didn't have time to make coffee. I'm hoping to find some in the way.#$b#We can talk later, alright? I'm still not a proper person.",
"Core.Nora.Fall.Wed.10h": "Theoretically, now that I have a proper job, I could get another pet, right?#$b#And theoretically, as I have not one, but TWO jobs, I could get TWO pets...$3#$b#And like, if I get another gecko, it doesn't count, 'cause they could share Stupid's stuff... So I could get THREE pets...$3#$b#You know what they say, a mom's heart is always big enough for one more! Or three more!$1",
"Core.Nora.Fall.Thu.10h": "I'm ought to teach another class for the kids. It's been a while since the last one.#$b#Jas is asking nonstop to learn more about animals. She's has such a curious soul.$1#$b#It's a matter of schedule now, really. The timing is not great but I'm gonna make it work!",
"Core.Nora.Fall.Fri.10h": "You know, snakes have a different skull than ours.#$b#The human skull is mostly one big piece of bone. Classic design.#$b#Snakes' skulls have multiple bones so it's easier for them do to stuff like swallow their prey whole.#$b#How cool would it be if we could do that?$1#$b#Of course I wouldn't swallow anyone, I just like the aesthetic of it.$3#$b#Quite useful at Spirit's Eve!$1",
"Cora.Nora.Fall.Sat.10h": "This morning was a bit colder... I can feel it...$2#$b#Winter is coming.$2#$b#I better stock up on medicine from now on. It only gets worse from here.$2#$b#If you don't see me around, just assume I'm dying at home like a sickly victorian orphan.$2",
"Core.Nora.Fall.Sun.10h": "I am preparing the most amazing and entertaining lecture for tomorrow.#$b#Do you wanna see it? Maybe you could come over later and I'd show you the slides!$1#$b#I miss hanging out with you, farmer. You're basically my favorite person, you know that?",

// 10 HEARTS WINTER
"Core.Nora.Winter.Mon.10h": "---",
"Core.Nora.Winter.Tue.10h": "Having classes during Winter should not be a thing.$2#$b#The students don't want to be there. I don't want to be there.$2#$b#All we wanna do is snuggle under the blankets and have a nice, hot beverage.$2#$b#I bet your place is quite cozy this time of the year. Maybe I'll stop by.",
"Core.Nora.Winter.Wed.10h": "I found a new book at the library that I really like. I'm definitely taking it home with me today.$1#$b#What's it about? Oh, you see-#$b#Well, actually... Hm...$3#$b#Listen. It has two dragons fighting on the cover. I didn't need much more than that to convince me.",
"Core.Nora.Winter.Thu.10h": "My anxiety is acting up today.$2#$b#I guess I still feel a bit... incomplete.$2#$b#I don't know if a feeling like this ever goes away.$2#$b#But I think it's possible to learn to live with it. Annoying as it is.",
"Core.Nora.Winter.Fri.10h": "I'm ought to get a new hearing aid soon.$3#$b#This one is slowly dying, I'm afraid.#$b#Yesterday, Tori asked me to get milk. Now I have a LOT of silk and no idea what to do with it.$2#$b#Maybe I'll give it to Clyde. He likes this stuff.$3",
"Core.Nora.Winter.Sat.10h": "Oh, it's my favorite farmer!$1#$b#Just so you know, I think you look very good today.#$b#Don't forget to give yourself a break, alright?#$b#I keep hearing about you passing out in the middle of the night. That's worrying, you know?$2",
"Core.Nora.Winter.Sun.10h": "Can you believe I took a nap today? A NAP!#$b#I thought it was an urban legend at this point. Sleeping in the middle of the afternoon?$1#$b#Do you get enough naps as a farmer? If not, you should! Life changing, honestly.#$b#We could just hang out for a nap if you'd like!$1#$b#OH I mean... like... a-as friends, of course! Like a... nap hangout?$3#$b#You know what? I gotta leave. Bye!$2",

// 10 HEARTS SPRING - DATING
"Core.NoraD.Spring.Mon.10h": "---",
"Core.NoraD.Spring.Tue.10h": "Hey sweetheart! Fancy seeing you here.$1#$b#Thinking about stopping by your place later. Got Tori to babysit the kids for me.#$b#What would you like, pizza or noodles?",
"Core.NoraD.Spring.Wed.10h": "Wow, the research really is at full speed this week!#$b#We're closer than ever of sequencing the purple tailed chameleon's genome.$1#$b#That would be huge and help with the de-extinction process!#$b#We could even get an award for that someday. Imagine that!$1",
"Core.NoraD.Spring.Thu.10h": "Honey, I've been thinking about getting a new terrarium for Stupid. He's been acting out lately.#$b#Maybe he's jealous of you. Something a movie night could possibly fix?$3#$b#He does enjoy Cretaceous Park. The first one, of course.$3#$b#See you later, pumpkin!",
"Core.NoraD.Spring.Fri.10h": "Hey you! Oh, I've been dying to tell you more about the research at the school.#$b#I feel like we're at the brink of something big!$1#$b#They're thinking of sending more ZuCU members to the island and study more of the ecosystem.$1#$b#In times like these, we all gotta face big corporations like Joja.#$b#The more info to do so, the better!",
"Core.NoraD.Spring.Sat.10h": "Hi sweetheart! Hey, Penny has asked me for a lecture for the kids this week.#$b#Can I practice it with you?#$b#I mean, I don't really need more practice, but I'd love to spend time with you.$1",
"Core.NoraD.Spring.Sun.10h": "It just occurred to me: have I ever told you chameleons have bones in their tongue?#$b#It's called entoglossal process and it's absolutely beautiful!$1#$b#Can you imagine if we had that? Cause I do. All the time.",

// 10 HEARTS SUMMER - DATING
"Core.NoraD.Summer.Mon.10h": "...",
"Core.NoraD.Summer.Tue.10h": "Yoba, this summer feels like the hottest one yet!$2#$b#Hm... do you think that's because we're together?$3#$b#I mean, you ARE smoking hot. It must be it.#$b#Sorry, couldn't resist.$1",
"Core.NoraD.Summer.Wed.10h": "This time of the year always makes me want to go to the beach.#$b#It's like I forget why I don't like it in the first place.$3#$b#Then I plan everything, I go, and I remember: sand. It's always the sand.$3",
"Core.NoraD.Summer.Thu.10h": "Do you ever think about the fact that the moon we see today is the same one the dinosaurs saw a million years ago?#$b#Cause I do... all the time...$2#$b#That's it. I'm gonna watch Dinosaur again.$1#$b#Wanna join me?",
"Core.NoraD.Summer.Fri.10h": "Now that I'm with you, I found something out. Summer hates romance.#$b#Think about it. Every other season is made better by cuddling.$3#$b#But during summer, it's like we're both in an oven.$2#$b#In the house of a very, very evil, love-hating witch.#$b#Yoba, I cannot wait for fall!",
"Core.NoraD.Summer.Sat.10h": "'Popular... You're gonna be popular...'#$b#'I'll teach you the proper poise when you talk to boy-...' Oh, hey you!#$b#Sorry, I got the Twisted soundtrack stuck in my head again.$1#$b#This is gonna be your life from now on. Get used to it.",
"Core.NoraD.Summer.Sun.10h": "You know, when you first start college, and you write your very first paper...#$b#You think wow. This is hard. So hard. But it will get better.#$b#Well, guess what? It doesn't get better.$1#$b#If I have to format just one more citation I'm gonna go insane. INSANE, you hear me?",

// 10 HEARTS FALL - DATING
"Core.NoraD.Fall.Mon.10h": "...",
"Core.NoraD.Fall.Tue.10h": "@, yesterday's lecture was SO FUN!$1#$b#I feel so powerful... shaping young minds like that...#$b#And this class is just... incredible! They're so eager to learn!$1#$b#Do you think one day I'll be teaching Jas, Eloise or Vincent at ZuCU?$1#$b#Yoba, just thinking of that makes me emotional.",
"Core.NoraD.Fall.Wed.10h": "I forgot to tell you!#$b#Monday, while at the city, I found THE perfect green nail polish.$1#$b#Now I just need to, you know. Learn how to do my nails.#$b#Do you think Haley would teach me?$3",
"Core.NoraD.Fall.Thu.10h": "Hey, what do you think we match for this year Spirit's Eve?$1#$b#We could both be dinosaurs! Just, you know, big dinosaurs suits!$1#$b#I'll give you some time to think about it! But, take in consideration: I already bought them.",
"Core.NoraD.Fall.Fri.10h": "Damn it, I can feel it...$2#$b#That sudden feeling... like a cold hand... thin, strong fingers grabbing me...$2#$b#It's gonna happen. I'm getting the flu again.$1#$b#Can I come to your place later? And you make me some hot chocolate? Please? Pretty please?$1",
"Core.NoraD.Fall.Sat.10h": "Hey, look at this! Found it hidden in the museum.$4#$b#It's about the pre-historic Ferngill!#$b#Did you ever hear about the Ferngill Terror? Yeah, it was this really HUGE snake that used to roam around the valley.#$b#I'm talking like, 10 meters!$7#$b#It talks about a lot of other species as well... Yoba, I know I'm just gonna have to read this entire thing today!$1",
"Core.NoraD.Fall.Sun.10h": "I'm thinking about getting into yoga. What do you say?#$b#It really does look relaxing, and I could use that.#$b#One time, I tried meditating to help with my anxiety. But I got anxious 'cause it was taking too long.$3#$b#Well, maybe I'll give it a shot!",

// 10 HEARTS WINTER - DATING
"Core.NoraD.Winter.Mon.10h": "...",
"Core.NoraD.Winter.Tue.10h": "Ugh, I'm sorry love, I'm in such a rush today!$2#$b#We're trying to get as much done as we can before the holidays back at ZuCU.$3#$b#It's a lot, but I promise it's gonna be worth it at the end!$1#$b#I'll see you later, alright?",
"Core.NoraD.Winter.Wed.10h": "Hehe... I have a secret.#$b#You know what? I shouldn't say anything.$3#$b#Alright, alright. I already got you a gift for Winter Star.$1#$b#No, I'm not telling you what it is!#$b#...Do you want a hint?$3",
"Core.NoraD.Winter.Thu.10h": "What do you think the fish do when the place they live is frozen?$3#$b#You know, and they all keep swimming inside. I mean, that's GOTTA give us good gossip.$3#$b#Last time I heard, a paternity test went way worse than it should've!",
"Core.NoraD.Winter.Fri.10h": "Hey baby! Wanna meet at the saloon for some drinks tonight?#$b#I'm thinking cappuccino!#$b#That really was one of our best moments. And by ours, I mean the human race.$1#$b#They really got coffee, milk, chocolate and cinnamon together... Genius. Truly genius.#$b#It's just like garlic bread. Is there anything better?$1",
"Core.NoraD.Winter.Sat.10h": "Pinkie Pie and Stupid get so lazy this time of the year.#$b#But I mean, I get it. If I was a snake, and it was this cold outside, I would spend the entire day sleeping as well.$1#$b#It's not like they have any responsibilities or stuff.#$b#They really are living the dream, huh?$3",
"Core.NoraD.Winter.Sun.10h": "Hey... I just wanna say...$2#$b#You made this year so much better. Thank you for everything.#$b#I'm really looking forward to next year so I can spend it with you!$1",


/// FESTIVALS (DAY BEFORE)
"Core.Nora.EggFestival": "Oh farmer! Are you going to the Egg Festival tomorrow?#$b#It's a big deal around here. People get really competitive!$1#$b#It's me. I'm people.",
"Core.Nora.FlowerDance": "I've never actually been good at dancing. Or anything that involves rhythm really.#$b#But I like the dressing up part. Look fancy, will you?$1",
"Core.Nora.Luau": "What are you bringing for tomorrow, farmer?$1#$b#Oh, I'm just curious. You would never catch me having that soup.",
"Core.Nora.MoonlightJellies": "The Lunaloos are absolutely fascinating creatures.#$b#I like making wishes for them to take into the sea for me. Sometimes I even throw a little something at them as a gift.$1#$b#Never something that would pollute the sea of course! We must preserve our ecosystems.",
"Core.Nora.SDVFair": "The fair really sparks up tourism in the valley.$1#$b#First year here, I made a reptile stand, you know, fossils and stuff.#$b#Pinkie Pie even made a live appearance!$1#$b#I didn't have time this year though, so I'll just enjoy the fair.",
"Core.Nora.SpiritsEve": "Oh, I have a surprise for tomorrow's festival...#$b#I'm not telling! Come to the maze and you'll see!$1",
"Core.Nora.IceFestival": "Somehow the Ice Festival feels even colder than the rest of winter.$2#$b#I will definitely bundle up!$2#$b#Do you think people would judge me if I take a blanket with me?$3",
"Core.Nora.NightMarket": "I think this might be my favorite holiday.#$b#The mystique, the curiosity, the things they sell...#$b#You can even go on the submarine! I have seen some wild stuff down there.#$b#Really excited for this year's event!",
"Core.Nora.WinterStar": "Tomorrow is the Winter Star! I hope you had a wonderful year in the valley.$1#$b#I cannot wait to see the presents. Hope I get something really cool this year. You know, reptile related?#$b#The possibilities are endless... dino slippers... croc vest... snake necklace...$3#$b#I'm so excited!$1",

/// FESTIVALS DIALOGUE - VANILLA

// EGG FESTIVAL
"Festivals.Nora.EggFestival.1": "I think that to make things more interesting we should use quail eggs.#$b#They're smaller, so they're harder to find.#$b#It would be fun to watch Abigail try and find those!$1",
"Festivals.Nora.EggFestival.2": "If Lewis let me participate on these, I'd win.#$b#No, I mean, I would defeat you. Destroy you. Burn you to the ground-$1#$b#Yeah, I'm a bit competitive. I see it now. This is why Lewis stopped me.$3",

// FLOWER DANCE
"Festivals.Nora.FlowerDance.1": "I know my cousin, Lorelai, would love a festival like this.#$b#She's the romantic type. Me, on the other hand...#$b#Have you found a partner yet, farmer? You're so charming, I'm sure it will be easy.$1",
"Festivals.Nora.FlowerDance.2": "I'm aware that this is tradition but wouldn't it be nice if we changed the dance a little each year?$3#$b#We could have a dance competition! With different dance styles!$1#$b#Oh I could definitely break dance. I'm sure of it. I don't even have to try.",

// LUAU
"Festivals.Nora.Luau.1": "How have we, as a society, allowed people to drink out of a pot with Yoba knows what.$5#$b#I could pour poison in there and nobody would know until they dropped dead.$3#$b#Not that I thought about it. I would never commit murder.#$b#Without reason, that is.$1",
"Festivals.Nora.Luau.2": "You know what? I've decided to taste the soup this year.#$b#Life's too short to be afraid of giant and strange types of food.$1#$b#If I die, just tell everyone that Pinkie Pie and Stupid are my legal heirs.",

// MOONLIGHT JELLIES
"Festivals.Nora.MoonlightJellies.1": "Even though they're not my field of expertise, since they're Cnidaria, I've always been so fond of Lunaloos. Tiny fellas. Silly little guys.#$b#They like shiny things. Isn't that relatable?$1#$b#I like shiny things too. If you think about it, I'm basically a bug. Just shiny things and no attention span.",
"Festivals.Nora.MoonlightJellies.2": "The Lunaloos are a common animal around this area, and this migration is natural for their behavior. It's all science.$1#$b#But, when I stand up here, looking at all this... Waiting for them to pass...#$b#Doesn't it feel like the most magical thing? We're so lucky to see this.$1",

// SDV FAIR
"Festivals.Nora.SDVFair.1": "I have a special wig collection just for this day.#$b#I go to the fortune teller as different alter egos to see if her answers change.$1#$b#You should hear the fate of my good friend, McJebediah Ahoy.#$b#Yes, he's a sailor! What gave it away?$3",
"Festivals.Nora.SDVFair.2": "Hey farmer! Enjoying the fair?$1#$b#My character for the fortune teller this year was inspired by a show I watched. It's Dr. Mattathias Medicalschool.#$b#As you can imagine, he is a doctor.$1#$b#And he has a LOT of stuff going on for him this year apparently.$3",

// SPIRIT'S EVE
"Festivals.Nora.SpiritsEve.1": "Ha! Do you like my costume, farmer?#$b#I love Medusa. She does not get the treatment she deserves!#$b#Oh, also, Pinkie Pie is in here. Say hello Pinkie Pie!#$b#Oh, she likes you!",
"Festivals.Nora.SpiritsEve.2": "Psst, don't tell anyone, but I added a snake to the maze.#$b#Don't worry, she's a professional actress. She asked me herself to do it.$1#$b#How do I know? Oh, I have my ways.",

// ICE FESTIVAL
"Festivals.Nora.IceFestival": "I am definitely NOT made for cold weather.$2#$b#But I still come every year. I like to see everyone.#$b#And there's this cozy fire here so... not all bad, huh?$1",
"Festivals.Nora.IceFestival.2": "So, this year I've decided to not be near the fire and come build a snowman instead!$1#$b#And now I regret every single life choice I made that led me to this moment.#$b#It might not seem like it, but I'm about to freeze.$2",

// WINTER START
"Festivals.Nora.WinterStar": "Happy Winter Star, farmer!$1#$b#I got some cozy hats for Pinkie Pie and Stupid as gifts. You should see how cute they look!#$b#I hope you, too, get a very fashionable gift!$1#$b#Maybe we could get matching sweaters...$3",
"Festivals.Nora.WinterStar.2": "Happy Winter Star! I got an extra gift for you this year. A story.#$b#Do you remember me telling you I'm not a big fan of alcohol? Yeah, you see...#$b#This is because, during my first Winter Star in the valley, I got a little too much of it and... well...$3#$b#Let's just say that Lewis asks people not to dance on tables every year because of me.$2#$b#Not my proudest moment.$2",

// NIGHT MARKET
"NightMarket.Nora.1A": "I'm contemplating whether or not I should go into the submarine.#$b#Right now, it's the curiosity, sense of adventure and researcher in me versus the devastating fear of being crushed to death or drown.$3#$b#...Yeah, maybe next year!$1",
"NightMarket.Nora.1B": "This festival is the best ever! This is one of the best coffees I've ever tasted!$1#$b#I'll definitely be asking for this recipe. Do you think they'll tell me?$3",
"NightMarket.Nora.2A": "The beach is far more tolerable in Winter than it is any other day.#$b#Ironic, isn't it? I hate the beach, except when it's cold. But I hate the cold, except on the beach.$1#$b#What can I say? I'm a girl of many mysteries.#$b#Anyways, did you see the paintings? So pretty this year!",
"NightMarket.Nora.2B": "The vendor did not want to give me his recipe. Which I totally understand, don't get me wrong.#$b#Now I'm trying to figure it by tasting as many cups as I can.#$b#I feel a hint of cinnamon... And could that be...$3#$b#...Nutmeg?$3#$b#Oh, give me another one!",
"NightMarket.Nora.3A": "Thinking about the mermaid show they put up every year.#$b#Do you think mermaids would be considered mammals or fish?$3#$b#Would they have the same rights as us? Would we have to advocate for them?$3#$b#So many implications...$3",
"NightMarket.Nora.3B": "Maybe drinking this much coffee for three straight nights wasn't my best idea.$2#$b#My sleep schedule is definitely messed up. I'm having Oscar worthy nightmares.#$b#And I'd do it again!$1",

/// FESTIVALS DIALOGUE - CUSTOM FESTIVALS

"Festivals.Nora.LoveFestival": "I'm not really looking for love right now. I have other priorities and I'm happy as I am.#$b#But I like to attend this festival. It's cute to see all the couples being this romantic.$1#$b#Don't you just love the love, farmer?",
"Festivals.Nora.SurfingFestivals": "Maybe I should try participating at least one time...$3#$b#You know, just to see what all the fuss is about. But it looks kinda dangerous!#$b#I mean, these waves are really unpredictable. People could get seriously hurt!$2#$b#That said, I wish you good luck, farmer!$1",
"Festivals.Nora.FireworksFestival": "@, you just HAVE to try the food here.#$b#The takoyaki is incredible. And I think yakisoba might be one of my all time favorite dishes.$1#$b#Of course, the fireworks are cool too. Bright sparkly colors are always a hit for me, you know that.",
"Festivals.Nora.RidgesideGathering": "I have absolutely no idea what Maru is doing here.$2#$b#But she's been tinkering with this all day. I bet it's gonna be cool.#$b#I'm just the emotional support friend. Go girls!$1",
"Festivals.Nora.EmberOfResolutions": "This bonfire is so cozy every year... And so bright...#$b#It definitely makes up for climbing all the way up here in this cold.$1#$b#Did you put your log there yet, @? It's a big deal, you know?",
"Festivals.Nora.FerngillFashionFestival": "",
"Festivals.Nora.Marketpalooza": "This really is the only day that I can buy 6 cups of coffee in the span of 30 minutes and no one can judge me.$1#$b#Well, no one can judge me TOO much, that is.$3#$b#You know, 'cause the money goes for charity! I'm doing this for the cause, I swear!#$b#Also, Nikolai is selling the amazing jars of honey he makes. What's not to love about this festival?$1",

/// GIFTS

// BASIC GIFT RESPONSE
"Gift.Nora.GiftReaction.Love": "This is the best! Thank you so much, I am so happy!$1",
"Gift.Nora.GiftReaction.Like": "Ooh, this is cool! I'll put it somewhere safe!",
"Gift.Nora.GiftReaction.Neutral": "Thanks, farmer.",
"Gift.Nora.GiftReaction.Dislike": "It is... certainly a gift I have received during my life.$2",
"Gift.Nora.GiftReaction.Hate": "I'm sorry, but why would you give me this? This is foul.$5",

// BIRTHDAY GIFT RESPONSE
"Gift.Nora.GiftReaction.Birthday.Love": "Is this for my birthday? You remembered it?#$b#You are the sweetest ever, thank you!$1",
"Gift.Nora.GiftReaction.Birthday.Like": "You remembered my birthday! Thank you!$1",
"Gift.Nora.GiftReaction.Birthday.Neutral": "Aw, thanks farmer!",
"Gift.Nora.GiftReaction.Birthday.Dislike": "Oh, you shouldn't have. I mean, you really, really shouldn't have.$2",
"Gift.Nora.GiftReaction.Birthday.Hate": "This is just vile. Not very nice of you.$5",

// DUMPSTER DIVING
"CT.Nora.DumpsterDiving": "Oh, uh, I-$7#$b#You know what? I don't wanna know. You have a nice day.$7",

// DATING
"CT.Nora.Reject": "Oh, uh... hey.$2#$b#Sorry, I'm just... still dealing with everything, you know?$2#$b#Could you give me some time to just... process everything?$2",
"CT.Nora.BreakUp": "...What?$2#$b#I... I really thought we were fine...$2#$b#No... I get it. I just...$2#$b#I hope you find at you're looking for.$2",
"Gift.Nora.GiftReaction.RejectPendant": "...Oh, @.$2#$b#I'm sorry. I can't do that.$2#$b#I really care for you, but I just never saw myself... getting married or having kids.$2#$b#I hope you understand.$2",

// STRINGS

"Strings.Nora.ClinicAppointment.1": "Everytime I come to the clinic for the appointment, I like to catch up with Maru.#$b#We're science buddies.$1",
"Strings.Nora.ClinicAppointment.2": "Argh, the flu. It gets me every year.$2#$b#Did you get vaccinated already, farmer?",
"Strings.Nora.ClinicAppointment.3": "Please don't ask for a blood test. Please. I hate needles.$2",
"Strings.Nora.Research.1": "The thing about looking for chameleons is that they're really good at camouflage.$2#$b#Hey, tell me if you see any funny looking leaves!",
"Strings.Nora.Research.2": "Chameleons like humidity, so what better place to do research than near the river?$1#$b#Besides, gotta check the properties of this water.$3",
"Strings.Nora.Research.3": "It's good to vary your locations when doing research as well.#$b#Maybe I'm missing something here.",
"Strings.Nora.Research.4": "It's starting to get colder...#$b#The chameleons should be making up cozy beds right now.$1",
"Strings.Nora.Saloon": "I try to come to the saloon every now and then even when I'm busy.#$b#It's nice to relax a bit. And also, I get to make friends.$1#$b#I bet you noticed that I like talking, huh?",
"Strings.Nora.Studying": "%Nora doesn't seem to hear you. She is focused.",
"Strings.Nora.Gunther.1": "Gunther was just telling me about his studies.#$b#He has some really interesting stories to tell.$1",
"Strings.Nora.StudyRain": "As much as I'd like to stay home for the entire day, duty calls.#$b#But I get to see friends so it's nice!$1",
"Strings.Nora.Pets.1": "Oh, Pinkie Pie is so silly. Look at her.$1#$b#She doesn't like strangers at first, but she'll warm up to you, I'm sure of it.",
"Strings.Nora.Pets.2": "I think Stupid likes you. He sticks his tongue out when he likes someone.", 
"Strings.Nora.Pets.3": "My kids are really lazy during winter.#$b#Look, Stupid is taking a nap. So adorable!$1#$b#I bet it's pretty warm and cozy in there.",
"Strings.Nora.TownBridge.1": "I really like to relax here.#$b#I watch the fish and make up little stories for them.$1#$b#You see that red one? Yeah, he just got divorced.#$b#And lemme tell you, the custody battle for 30 babies is nasty...$3",
"Strings.Nora.TownBridge.2": "@! Great, just in time for the latest fish gossip!$1#$b#That little pink fish there... she just found out her boyfriend was cheating on her.#$b#He's a bastard, right? It's that red one over there. And guess who was the mistress?#$b#Her SISTER! That's right! That purple one pretending everything is fine over there.$5#$b#Yoba, I love this show.",
"Strings.Nora.Inn.1": "It's nice to have such a cozy place right next to my house.#$b#I can study and have delicious pastries. It's the best of both worlds.$1",
"Strings.Nora.Inn.2": "I'm just catching up with Rosa for a while.#$b#She's giving me one of her recipies to try out.$1#$b#I will probably fail while making it though. But it's worth a shot!",
"Strings.Nora.Inn.3": "Winter is the perfect season for hot chocolate, don't you think?$1#$b#You should definitely try Rosa's. She nails it!",
"Strings.Nora.Reading.1": "There's nothing like some light reading after a long week.#$b#Ever heard of this book here, farmer? It's one of my favorites!$1",
"Strings.Nora.Reading.2": "Rainy days are kind of perfect for staying in and reading.$1#$b#The sound of rain is so soothing... and it gives me an excuse to carry my blanket around the house.",
"Strings.Nora.Coffee.1": "Coffee in the morning is a must. Can't live without it.$1#$b#Every day, I try a new coffee drink. Then I rate it out of 10 on my notebook.#$b#Maybe I'll publish something about it someday...$3",
"Strings.Nora.Coffee.2": "This is gonna be an intense week...#$b#Gotta get my daily six shots of espresso in order to get through it.$1#$b#Don't do that at home, farmer.",
"Strings.Nora.Busy.1": "%Nora is busy right now. She's very focused.",
"Strings.Nora.Busy.2": "%Nora is working on something. She can't be disturbed.",
"Strings.Nora.Coffee.3": "I'm trying to drink a little less coffee. You know, since now I can go to bed at a reasonable time.#$b#So now instead of 6 cups, I have 3.$1",
"Strings.Nora.CoffeeInn": "This is definitely the best place to get a hot drink.#$b#Please, don't tell Gus I said that.$1",
"Strings.Nora.Library.1": "Now that I've finished my studies, I'm trying to read more on different topics.#$b#I'm thinking about... some entomology today!$1#$b#Or should I go with funerary practices of the world?$3#$b#Oh, sorry! Didn't mean to be morbid, just curious.$1",
"Strings.Nora.Library.2": "Today I'm gonna read this book about folklore.#$b#I'm not sure if I really believe in magic, but I like the stories either way.$1#$b#Who knows, maybe they're true.",
"Strings.Nora.Gunther.2": "I'm not sure Gunther likes it not taht I have more free time. I keep bombarding him with questions.$3#$b#Well, you cannot silence a curious soul!$1",
"Strings.Nora.PinkiePie": "Oh, Pinkie Pie definitely seems to like you now!$1#$b#Don't take her hiding under the leaves personally, she just likes it there.",
"Strings.Nora.Stupid": "Do you wanna try and feed Stupid some time? He really likes crickets.#$b#I promise he won't bite!$1",
"Strings.Nora.Beach": "I've been trying to expand my horizons... you know, the whole thing about getting out of your comfort zone.#$b#That said, I still hate being on the sand. But I can admire the beach from right here.$1",
"Strings.Nora.Reading.3": "I found out I'm really into horror books.#$b#The Haunting of Junimo House has got to be my favorite. You can borrow it if you'd like!$1",
"Strings.Nora.Research": "Oh, I'm not giving up on my original plan just yet. I'd like to find the purple-tailed chameleon if possible.#$b#I'm just gonna take it easy, you know?$1#$b#You'll be the first to know if I find one, I promise!",
"Strings.Nora.Jacob": "Oh farmer, here for a check up on your pets?$1#$b#I'm coming here ever so often to talk about reptile care with Jacob. And just catch up too, of course.#$b#He's a very nice man. And Eloise is lovely as well. She says I'm a 'cool grown up'.$1",
"Strings.Nora.Pierre.1": "Blueberries, blueberries... Yoba, why is it so hard to find blueberry flavored things here?$2#$b#Fine, I'll just go with chocolate.$2",
"Strings.Nora.Pierre.2": "Nope. Not getting instant noodles anymore.$2#$b#I'm gonna be a proper chef. It's gonna be pasta aglio and olio.#$b#Not sure I said that right.$3",
"Strings.Nora.Saloon.2": "Gus is a lifesaver. He cooks so well, I'd eat here every day if I could.$2#$b#Unfortunately, I'm only an academic, can't really spend that much money right?#$b#Wait, do I need to get a job now?$3",
"Strings.Nora.Saloon.3": "I've been trying to understand how this game works. I'm even keeping notes.$1#$b#So far, I have nothing.",
"Strings.Nora.Inn.4": "I feel like people miss out by not coming to the inn. This is such a lovely place.#$b#And Rosa is a delight. She even puts up with my uncontrolable chatter.",
"Strings.Nora.ESLake": "My life's dream is for a frog to come to this little pond.#$b#Imagine having a frog as a neighbour. That should be everyone's goal.",

// strings for after she gets a job cause I'm losing count of how many are here already

"Strings.Nora.Coffee.4": "I got home so late from Zuzu City yesterday... I might need an extra dose of coffee today.#$b#I got distracted by the library there. It's just so huge, I've missed it so much.$1",
"Strings.Nora.Working.1": "Well, looks like I got a lot to do today. Organize for research tomorrow, look through the old archives...$3#$b#Maybe we can catch up some other time?",
"Strings.Nora.Bridge.3": "Oh, here for the last update?#$b#So, apparently, that red fish over there has a twin brother he did NOT know about.#$b#And now they're fighting over that pink fish. And he cannot decided which of the brothers he wants.$1#$b#Oh yeah, they're all gay.",
"Strings.Nora.Researching": "Ah, I'm still keeping up with research work as well.$1#$b#Who knows, the Norian might still be out there, right?",
"Strings.Nora.FinishWork": "Almost done for the day! Wanna hang out after this, farmer?#$b#C'mon, I'll buy you some dinner. I'm basically rich now that I have an actual job.$3#$b#Ah, I'm just joking of course. But yeah, let's make plans sometime!$1",
"Strings.Nora.Bridge.4": "This episode of Fish Gossip has been great this far. I wasn't expecting this much drama.$3#$b#That salmon over there just told her husband that the babies are not his.#$b#I suspect the trout back there... he certainly looks anxious.$3",
"Strings.Nora.Friday": "Well, I guess the week is over!$1#$b#Are you gonna rest this weekend or keep working on the farm?#$b#It's important to take breaks too, you know.$1",
"Strings.Nora.Saloon.4": "I just love how lively this gets every friday.#$b#Oh wait, I gotta pitch my drink idea to Gus. Non-alcoholic, green apple flavoured, snake themed.#$b#It's gonna be called the Apple Rattle.$1",
"Strings.Nora.Jacob.2": "Oh hey @! Hope your pets are feeling well.#$b#I'm just here for some chit-chat. One of my specialties.",
"Strings.Nora.Book": "This book is starting to not make any sense anymore.$3#$b#Probably time for bed then.",
"Strings.Nora.QuietReading": "%Nora is reading and doesn't notice you. The book has birds on the cover.",

"Strings.Nora.CommunityDay.1": "I've been sneaking little glass snakes to the Community Center until someone notices.#$b#I'm up to 37 now. Don't tell anyone!$1",
"Strings.Nora.CommunityDay.2": "You know what would be cool during Community Day? A murder mystery party!$1#$b#I could definitely organize it. Do you think people would participate?$3",
"Strings.Nora.CommunityDay.3": "I'm gonna help the kids with their Spirit's Eve costumes this year.$1#$b#Gotta gather some inspiration here!",
"Strings.Nora.CommunityDay.4": "Oh, @!$1#$b#I just wanted to thank you again for restoring this place.#$b#I've been getting to know everyone much better now.#$b#Also, look at this cool recipe book I found.$4",

"Strings.Nora.GreenRainPinkiePie": "She can feel that something is not right.$3#$b#I hope she's not too scared!$2",
"Strings.Nora.GreenRainStupid": "Yeah, he has absolutely no idea what's going on whatsoever.#$b#Oh, to be blissfully unaware.$1",

"Strings.Nora.PrideInTheValley": "I never thought we'd have a pride festival in the valley, but I'm so happy we do!$1#$b#Have you tried the Bi-Berry Muffin? I may be biased, but it's the best food here.#$b#Get it? Bi-ased?#$b#C'mon, it was funny. I'm funny! And also so gay.$1",

"Strings.Nora.SpiritsEveInn.1": "Oh, I'm glad you're here!$1#$b#The town festival is great, but Spirit's Eve at the Inn has something special to it.#$b#Have fun, farmer! And watch out for all the hidden monsters, of course.",
"Strings.Nora.SpiritsEveInn.2": "I'm not much of a milk person, specially when coffee exists, but I absolutely love pumpkin spice latte.#$b#It tastes exactly like fall and horrors beyond human comprehension at the same time. Exactly as intended.$1",
"Strings.Nora.SpiritsEveInn.3": "Ugh, I think I might've too much candy already. I'm probably gonna stay up all night.$2#$b#Well, now that I'm here, no reason to hold back anymore right?$1#$b#Can you pass me those candy corns over there please? Oh and some chocolate while you're at it.",

// MINI MAP
"MiniMap.House.Name": "Tori and Nora's House",

/// GIFT REACTIONS - VANILLA ITEMS

"Gifts.Nora.Coffee": "Oh my, thank you so much farmer!$1#$b#Now I'm only one cup away from my daily dose. You're a lifesaver!",
"Gifts.Nora.BlueberryTart": "I'm literally so happy. This is my favorite dessert ever!$1#$b#You didn't need to give me this, but I'm certainly glad you did.",
"Gifts.Nora.TripleShotEspresso": "This is exactly what I needed before diving into research today.#$b#You always know how to cheer me up!$1",
"Gifts.Nora.SnakeSkull": "Is this... what I think it is?$2#$b#Such an incredible discovery! And you're giving it to me? Really?$1#$b#You must like me a lot, farmer. I shall put this somewhere safe.",
"Gifts.Nora.ChocolateCake": "Thank you! How did you know I was craving some chocolate cake?$1#$b#There's nothing bad enough a good slice of chocolate cake can't fix.",
"Gifts.Nora.PumpkinPie": "This... tastes exactly like fall.$1#$b#Pumpkin flavored desserts are my favorite things about fall, you know?#$b#Well, that, the spooky vibes and the fact that it's frog season!$1#$b#Huh, maybe I do like fall...$3",
"Gifts.Nora.Emerald": "LOOK AT THAT!! It's so pretty!$1#$b#Green is my favorite color. Trust me when I say I'll treasure this, farmer.",
"Gifts.Nora.Strawberry": "Anything made with strawberries tastes incredibly good.#$b#Too bad I can't cook though.$2",
"Gifts.Nora.Blueberry": "Oh, farmer. If I had people gifting me blueberries every day, I would be 250% happier I believe.#$b#Not that I'm not happy. But you see my point, right?$1",
"Gifts.Nora.Tulip": "Tulips are such pretty flowers! Thank you, @.#$b#I'll put it in a vase right away!",
"Gifts.Nora.Wine": "This seems like very good wine, farmer. You shouldn't waste it on me.#$b#I'm not much for drinking. Sorry.$2#$b#Harvey loves it, tho!",
"Gifts.Nora.EnergyTonic": "Oh, uh, thanks.$2#$b#In my house, we only use coffee to stay awake. Tip for next time.",
"Gifts.Nora.Pickles": "Oh, how can I tell you this...$3#$b#I'm the girl that always ask for no pickles on her sandwich.$2",
"Gifts.Nora.Pearl": "As pretty as they are, I think the process to obtain a pearl is not worth it.$2",
"Gifts.Nora.Slime": "My roommate is literally a slime rancher, farmer. Safe to say I do not care for this.$5",
"Gifts.Nora.GreenTea": "You know, all hot tea tastes like boiling water to me.$2#$b#Iced tea is much better!",
"Gifts.Nora.Spaghetti": "Ah, carbs... greatest nutrient of them all.$1#$b#Well, for me at least. I'm a carb girl.",
"Gifts.Nora.Beer": "Farmer, I'm not much for drinking. I do it sometimes.#$b#But when I do, it's not this. It tastes awful.$2",
"Gifts.Nora.JojaCola": "...Seriously?$2#$b#You're giving me a Joja Cola? Me?$2#$b#Ok, for future reference: don't give me Joja Colas, @.",
"Gifts.Nora.SoggyNewspaper": "Hm... I mean...$2#$b#One man's trash is another man's treasure?$2#$b#And just for the record, I'm the trash man. This is just trash.$2",
"Gift.Nora.Driftwood": "You're giving me... wood?$2#$b#What exactly do you expect me to do with this? I'm genuinely curious.$2#$b#New toy for Stupid I guess.",
"Gift.Nora.AnAutographedPhoto": "Oh, Rodney O'Brien! He's a sweetheart.$1#$b#I'll use this as a bookmark for my books.",
"Gift.Nora.Jasper": "I think jasper is a rather underrated gemstone.$1#$b#It's so pretty, but when you put it next to a diamond, it gets easily overshadowed.$2#$b#Thank you for seeing the beauty of this, farmer.",
"Gift.Nora.AmphibianFossil": "Wow, farmer, where did you even find this?$1#$b#You have a true treasure in your hands. Don't let Gunther catch you handing it around!",
"Gift.Nora.DinosaurEgg": "Oh wow, this egg looks funky. Are you sure it's good?$2#$b#What? A dinosaur egg?$7#$b#And you're giving it to me?#$b#I don't even know what to say. The scientific community would never believe me.$3#$b#But I love it! Thank you!$1",
"Gift.Nora.Fish": "Oh, uh... wow.$2#$b#A whole fish. Just for me.$2#$b#And not even wrapped in newspaper... Well, uh, thanks?$2",
"Gift.Nora.Gems": "Farmer! Where did you find this?$1#$b#It looks so pretty! Gems are so special, you shouldn't have!#$b#Thank you so much!$1",
"Gift.Nora.Flowers": "Flowers? For me?#$b#I was not expecting this! You just made my day, farmer!$1#$b#If you keep doing this I might start to feel special.",
"Gift.Nora.StardropTea": "...What is this?$3#$b#It smells so nice...#$b#How is it hot AND cold at the same time?#$b#I... love it!$1#$b#Thank you for this!$1",

/// GIFT REACTIONS - CUSTOM ITEMS

// RODNEY'S BOOKS
"Gift.Nora.ArcanaPrunus": "Oh, Arcana Prunus! I'm a huge fan of this book!$1#$b#I have all the special editions and everything. They have their own bookshelf section back at my place.#$b#Thanks for expanding my collection!$1",
"Gift.Nora.ArtifactOrCutlery": "I'm gonna be honest with you, I usually don't delve into this subject a lot.$2#$b#But it's Gunther's book, so of course I'll take it.#$b#We gotta support our friends, right?$1",
"Gift.Nora.CrabsAndWhyIHateThem": "Scientifically speaking, we shouldn't hate any local species.$3#$b#Each species has their own role to play in the ecological balance.#$b#But I cannot help but laugh at this book. Mateo is so funny.$1#$b#Thank you @, this will definitely make my day better.",
"Gift.Nora.DeferenceArlington": "You know, I bought the first couple volumes of this series when it first came out.#$b#But then... they kept coming.$2#$b#Soon it was 14 volumes and I do not have the attention span for that.$3#$b#Like, by volume 4 I couldn't even remember the protagonist's name.",
"Gift.Nora.FishingForDumbDumbs": "Oh. I'm not really into fishing, farmer, I'm sorry.$2#$b#Also, are you calling me dumb?$5",
"Gift.Nora.GettingChicksToLoveYou": "WHAT? Is this gonna finally tell me how to talk to gorgeous women? I panic a lot while trying to flirt.$1#$b#Oh, it's about actual chickens?$3#$b#Well, chickens are cool. And they're usually not fond of me either, so this could help.",
"Gift.Nora.Goblins": "Wow, thank you so much! I love Professor Jasper Thomas' work!$1#$b#His research is really interesting and I'm always excited to hear about a new book of his.",
"Gift.Nora.GuideToSculptingWithGold": "Yeah, no, this is not it.$2#$b#Can't believe Lewis had the nerve to put something like this out. He's unbelievable at times.$5",
"Gift.Nora.HerpetologyOfFerngill": "Oh, well... thanks? I guess.$3#$b#I mean, this is my own book. I wrote this. I still have copies at my place.#$b#Didn't you check the cover?$2",
"Gift.Nora.LunarkinTrollTales": "Lunarkin Troll Tales! This is such a great book.$1#$b#I remember I used to read this in college whenever I had the time. It helped me relax after an intense exam week.#$b#And I lost my copy somewhere back then. I think someone borrowed it from me and never returned it.$3#$b#Thank you so much! Can't wait to read this again.",
"Gift.Nora.MysteriesOfTheDwarves": "Another great book by Professor Jasper! His genius keeps amazing me every time.$1#$b#I should stop by his place sometime so we can talk about these. I'd love to hear more about his theories.",
"Gift.Nora.PepperRexes": "Are you sure you don't wanna hold on to this?$3#$b#This is a crucial book if you ever plan on keeping Pepper Rexes on your farm.#$b#Oh, I can have it? Well, you don't gotta tell me twice then. I love Pepper Rexes!$1",
"Gift.Nora.TheBookOfYoba": "Oh, thank you. I'm not really a religious person, but I appreciate you thinking of me with this.",
"Gift.Nora.TheGreatBookOfSlimes": "Oh this is interesting! I've been trying to learn more about slimes so I can surprise Tori.$1#$b#This will come in handy, thank you!",
"Gift.Nora.TheGreatTomeOfMayo": "I can't possibly imagine the purpose of this book. And I don't say that a lot.$2#$b#But, thanks, I guess.$3",
"Gift.Nora.TheJojaConspiracy": "This is a necessary book! Those jerks at Joja have been hiding so much from us since they came to this valley!$5#$b#I'm not usually one for conspiracies, but Joja is doing some ugly things.$2#$b#Thank you for this! We must let people know!",
"Gift.Nora.TheTarotRevealed": "I didn't know you were into the mystic arts, farmer, but it does not surprise me.#$b#I don't know if I believe in this but I've seen weirder stuff going around in this valley so...$3#$b#Couldn't hurt to give it a go! The more knowledge, the better.$1",
"Gift.Nora.WhyPepperRexesAreTheBest": "I could NOT agree more with this book.#$b#Pepper Rexes ARE the best. And if anyone tell you otherwise, they're LYING!$5#$b#No one should even need convincing, but if they do, this is just the book for the job.$1",

// PRIDE IN THE VALLEY
"Gift.Nora.BiBerryMuffin": "I couldn't be happier with the choice of food for bi people at the festival. I feel so seen.#$b#I mean, you know blueberry is my fave. Thank you!$1",

// BEARFAM
"Gift.Nora.SigurdPerfectRamen": "I gotta say, the first time I had this I almost passed out. Sig made it way too spicy for me.#$b#So of course, I took it personally. And I decided to build up my spice tolerance since that day.#$b#Now, this is one of my favorite recipes. It will be my dinner tonight!$1",
"Gift.Nora.HoneyCakes": "Wow, these taste incredible! Sondra is such a great cook.$1#$b#Thank you, farmer! Hope you got one for yourself too!",
"Gift.Nora.TTBrownies": "What? BROWNIES?$7#$b#Brownies are one of my favorite things ever! How did you know?$1#$b#So fudgy and rich... I'm living the dream right now. Thank you!",
"Gift.Nora.PeachJoja": "Joja? Uh, no, thank you.$2#$b#Where did you find this, somewhere in the bottom of the river?$3",
"Gift.Nora.PumpkinJoja": "Really? I thought you knew how I feel about Joja by now.$2#$b#I'm gonna pass on this, thanks.$2",

// CLOWN'S MODS
"Gift.Nora.SunshineHoney": "This is one of Nikolai's honey jars, right?#$b#This is my favorite flavor. It tastes a bit like butterscotch!$1#$b#And it warms me up every time. Gotta save this for winter!$3",
"Gift.Nora.HotChoco": "Hot chocolate? Ah, a farmer after my own heart!$1#$b#This is just what I needed right now. Thank you so much!",
"Gift.Nora.MilkCoffee": "I usually don't put milk in my coffee as it feels like two conflicting worlds.$3#$b#I mean, coffee makes you alert and milk makes you sleepy... so for me, one nulls the other out...$3#$b#That said, it tastes delicious. Thanks for this!",
"Gift.Nora.TastyPastry": "Yoba, I love pastries!$1#$b#It's all about the texture. Fluffy and crunchy at the same time. Thank you!",

// DATING

// MAP STRINGS
"NoraToriBookshelf1": "It's a copy of 'The Great Book of Slimes'. Looks fitting for the house of a slime rancher.",
"NoraToriBookshelf2": "A snowglobe decorates the bookshelf. Taking a closer look, you see a snake and a slime inside.",
"NoraToriBookshelf3": "'When the Pepper Rex goes Zoom Zoom it makes my Heart go Boom Boom: An Essay on why Pepper Rexes are the Best', by Dr Mateo Luis",
"NoraToriBookshelf4": "A pile of books about slimes.",
"NoraToriBookshelf5": "'Mysteries of the Dwarves', by M. Jasper. It looks worn out.",
"NoraToriBookshelf6": "A decorated bowl with little snakes painted on it. It looks like it was made by kids.", 
"NoraToriReadingCornerBooks": "A copy of 'The Herpetology of the Ferngill Republic' stands out from the other books.",
"NoraToriOpenBook": "There's a lot of annotations and highlights. Nora must've been studying.",
"NoraToriHandbag": "A handbag. Inside, an assortment of pens, a light shade of lipstick, sunscreen and a notebook.",
"NoraToriClock": "It's a clock. The sound is very soothing.",
"NoraToriPhone": "A phone with a little notebook besides. The last entry says 'Pierre CLOSES on Wednesdays DO NOT GO' and lots of exclamation marks.",
"NoraToriCoffeeMachine": "A coffee machine. It looks fancy.",
"NoraToriFridge": "The fridge is covered with pictures of Nora and Tori on trips. They look happy.",
"NoraToriTrash": "The trash. A couple of banana peels and a plastic bag with what looks like snake skin inside.",
"NoraToriTV": "There is a wildlife documentary on.",
"NoraTrash": "There's a lot of drafts and a sticky note with WHAT ARE SLIMES ?? written on it.",
"NoraBookshelf1": "Nora's college treasures: a pile of old used notebooks with different dates on them.",
"NoraBookshelf2": "'Reptile Keeper: How to Take Care of Your Reptiles'. There are several sticky notes with different colours coming out of it.",
"NoraBookshelf3": "A photo album labeled 'FERNGILL TOUR: GAP YEAR'.",
"NoraBookshelf4": "It's a drawing of Nora and Penny with Jas, Vincent and Eloise.",
"NoraBookshelf5": "A copy of 'Arcana Catcher: Prunus', by Rodney O'Brien.",
"NoraBookPile2": "A pile of books with several academic articles.",
"NoraBookPile1": "An assortment of books about extinction and endangered species.",
"NoraDesk": "A study desk with all the study essentials.",
"NoraDresser": "Nora's dresser. She has an entire drawer dedicated to scarves.",
"NoraToriStupid": "Stupid looks directly at you. There isn't a single thought behind those eyes.",
"NoraToriPinkiePie": "Pinkie Pie sees you coming and hides under the leaves. She's not very social.",     

/// CONVERSATIONS TOPICS
"CT.Nora.SterlingDrugs": "Oh, Sterling is very polite. He's always been nice to me.#$b#But his habits make me worry for him...$2#$b#Could you check on him from time to time? He seems to really like you.",
"CT.Nora.SterlingFight": "I heard things got heated at Pierre's with Sterling.$2#$b#He's a good man. Addiction is no joke, truly.$2#$b#I hope he recovers well now. Everyone deserves a new chance.",
"CT.Nora.SterlingRecovery": "I'm so happy to see that Sterling is getting better.$1#$b#It's a hard process, but I believe he can do it. I'm glad you were around to help him.",
"CT.Nora.DylanIntro": "Oh, you've met Dylan? I like him a lot, he's such a nice friend.$1#$b#When we first met, we spent hours talking about our common interests.#$b#Well, actually, I did most of the talking, but he was kind enough to listen.$3#$b#Did you know there are sea snakes? Yeah, we learned it on a documentary.#$b#We like to watch documentaries together from time to time. Join us someday!$1",
"CT.Nora.Jean&Jorts": "I was absolutely flabbergasted the first time I heard those cats speak.#$b#I even spent days researching it to see if there were any other records of speaking animals...$1#$b#Not a single speaking snake or gecko has been documented.$2#$b#I personally think that's a hate crime against me.",
"CT.Nora.ButteredJorts": "Oh poor Jorts! Why would she even have enough butter for that...$2#$b#I hope the cat's ok!$2",
"CT.Nora.Mia": "Mia is the sweetest girl ever!$1#$b#I'm trying to arrange for Lorelai to come here and bake with her.#$b#I really feel they'd be good friends!$1",
"CT.Nora.RodneyIntro": "You've met that author that lives in the silo? Yeah... that guy's really something.#$b#I have a feeling he doesn't like me. Maybe I just talk too much!$3#$b#He's stylish though, I'll give him that. And I like his books!$1",
"CT.Nora.CambriaIntro": "Cambria's really sweet, but that chicken of hers...$2#$b#She tries to eat Stupid every single time she sees him. Simply diabolical!$5#$b#I get that we have the whole food chain thing, etcetera etctera, but he's my baby!$2#$b#I only made the mistake of taking him around her house once... never again.$2",
"CT.Nora.EliIntro": "Eli is actually one of my favorite people ever.$1#$b#He matches my level of enthusiasm about things. And I find his field of work fascinating!#$b#I stole one of his flannels some time ago and he hasn't noticed yet. Don't tell him!$1",
"CT.Nora.EliSaloon": "Eli told me you guys hung out at the saloon! Sounds like a fun night out.$1#$b#He's very thoughtful. He's always giving people little gifts he finds during his expeditions.#$b#I wish people saw that side of him more often. They keep saying he's just weird.$2",
"CT.Nora.EliGuild": "I'm glad that Eli finally completed that expedition. I was getting so worried.$2#$b#I know he can take care of himself, but you've been down there, you know how dangerous it is.#$b#I worry about you too, you know?$5",
"CT.Nora.EliGuestRoom": "Farmer, you look pale! Has something been troubling you?$7#$b#Ah... you saw the guest room at the brothers' place?$3#$b#Yeah, that explains it. I have learned not to ask many questions about it.#$b#Helps me sleep better at night.$2",
"CT.Nora.DylanTown": "Oh, poor Dylan. He is absolutely brilliant but his social skills are... debatable.$2#$b#And I suppose Eli doesn't make anything any easier. They're complete opposites.$3#$b#But they love each other. And no matter what, they have each other.#$b#And also me! Those two are never getting rid of me.#$b#Maybe I don't make it easier for him either...$3",
"CT.Nora.DylanSaloon": "You do not understand how much I would have payed to see Dylan getting drunk yesterday at the saloon.#$b#This sounds like a once in a lifetime event. And Eli had to carry him home?$1#$b#I know he's dying of embarrassment. I'm gonna make fun of him for so long.",
"CT.Nora.DylanLibrary": "I've been trying to convince Dylan that he should give the lecture to the kids.#$b#I just know he's a natural. He has to believe in himself more!$1",
"CT.Nora.DylanLesson": "Dylan's lecture was great, wasn't it? Oh, I know the kids loved it.$1#$b#We could even team up someday and make a double lecture! Do you think I could convince him?$3#$b#Ah, it's too soon to think of it. Let him enjoy this moment, he's earned it!#$b#I even took pictures. I'm on my way to frame them right now!",
"CT.Nora.DylanCCAquarium": "Dylan did such a great work with the aquarium! It's much better now, don't you think?$1#$b#I'm already coming up with fish gossip for that... Well, corals must have gossip too, right?$3#$b#I gotta congratulate him on that again. It looks utterly incredible!$1",
"CT.Nora.SootIntro": "You've met Soot? Aw, he's completely adorable!$1#$b#He is actually good friends with both Pinkie Pie and Stupid. But mostly Stupid.#$b#I feel like they all match us in a way, you know?#$b#Soot is Eli, Stupid is me, and Pinkie Pie is Dylan. She always looks so done with the two of them.",
"CT.Nora.WillyBoatRepaired": "So we're all gonna be able to visit Ginger Island now?#$b#I wonder what species are there, just waiting to be discovered.$3#$b#The Norian is on the way, mark my words!",
"CT.Nora.ResortOpen": "I was thinking about getting a vacation at that new resort.$3#$b#But I think I'd go nuts with nothing to do. I already go nuts with things to do!$2#$b#Also, I don't really like the beach... Too much to consider.$3",
"CT.Nora.Wedding": "You got married! Actually married! Ring and all!$1#$b#I'm really proud of you @. Oh, they all grow so fast.",
"CT.Nora.BabyBoy": "A baby? YOUR baby? Does he have a godmother yet? 'Cause I'm available!$1",
"CT.Nora.BabyGirl": "A baby? YOUR baby? Does she have a godmother yet? 'Cause I'm available!$1",
"CT.Nora.RailroadEartquake": "Did you hear that noise last night?#$b#I'm actually asking. Everyone's talking about this noise but I was dead asleep, without the aids.#$b#I didn't hear a thing.",
"CT.Nora.Mateo": "MATEO? Absolutely love them.$1#$b#The first time we met, I stormed their house and caught them wearing dino underwear and eating a popsicle.$1#$b#I just wanted to see their dino. You know, the living one, not the underwear one.#$b#But the friendship was a good bonus!$1",
"CT.Nora.JasperMissing": "I haven't seen Jasper around the library lately during my study sessions, have you heard anything about him?$2#$b#I'm starting to get a bit worried.$2",
"CT.Nora.JasperBack": "Jasper is finally back! Although, he's changed a lot.$2#$b#I'll try to tell him cool reptile facts to cheer him up. He always likes to learn.",
"CT.Nora.LeoArrival": "I heard you brought a kid from Ginger Island, is that true?#$b#It's easy to feel like you don't belong when you move somewhere new...$2#$b#I hope he settles in well. I'll tell him extra cool facts!$1",
"CT.Nora.BookLaunchParty": "Rodney's book launch was so exciting!$1#$b#I've already gotten my copy. Can't wait to read it tonight!",
"CT.Nora.RodneyPoetryReading": "Tori said that Rodney was reading poetry in the middle of the night...$3#$b#She was quite annoyed, in fact. I didn't hear a thing.#$b#The upside of being hard of hearing, I suppose?$3",
"CT.Nora.MateoConfrontation": "Gunther has been quite agitated lately.$3#$b#Every time I try to talk to him, he just seems... off?$3#$b#I hope everything is ok. He looks really stressed.$2",
"CT.Nora.MateoPain": "I feel so sorry for Mateo. I hope it's nothing too serious and they return soon.$2#$b#Do you think they'd like if I bring some soup over when they return?$3",
"CT.Nora.GuildComplete": "Oh did you see the new building down at the beach? It's wonderful, isn't it?$1#$b#Can't believe we have our own branch of the Adventurer's Guild. So exciting!$1#$b#Wait, does that mean we are we also getting monsters in the Scarp?$3#$b#Well, I'm glad we have someone to deal with that now.",
"CT.Nora.GuildFinale": "When I tell you I COULD NOT believe that Mateo just. Has a dinosaur now?$7#$b#I don't know how that happened, but I just had to storm the guild to see with my own eyes.#$b#I caught them wearing dino underwear and eating a popsicle. Which was, uh... a sight.$3#$b#I just wanted to see the dino! The living one, not the underwear one!",
"CT.Nora.DylanBeach": "I've heard that you and Dylan cleaned up the beach! Way to go, farmer!$1#$b#It's up to us to take care of this place. It's our home, after all.",
"CT.Nora.NoraChameleon": "I still can't believe what's happening. Can you believe it?$1#$b#I'm swamped in work right now, but it's totally gonna be worth it.#$b#We found it, @! We found the purple tailed chameleon!",
"CT.Nora.DitR_CT_ShadowPlay": "I got caught up in a horror book last night and ended up reading until it was way too late.$2#$b#And then that noise! What was that, a bear? It was so scary!$7#$b#I'm not exactly proud of the fact that my scream scared Tori even more, but it was a funny sight, not gonna lie.$1",
"CT.Nora.DitR_CT_SensFlowers": "A strange flower never seen before blooming all over the valley overnight is... weird.$3#$b#But in my experience, this is no ordinary place. So hopefully it's nothing bad!$1#$b#And it is quite pretty, don't you think?",
"CT.Nora.JulietGremlin": "The puppy Juliet found is adorable!$1#$b#I hope she ends up taking care of it. She doesn't think she's capable, but she is.#$b#And a pet always makes everything better!$1",
"CT.Nora.GreenRain.1": "Wow, you dared to go out in this rain?$7#$b#I have no idea what caused this, and I don't intend on finding out. I'll leave that to Demetrius or Eli.$3#$b#Instead, I'm just gonna stay home and read a horror book. Sounds fitting.",
"CT.Nora.GreenRain.2": "I was wondering if this was ever gonna happen again since last year.$3#$b#Apparently, it's harmless. But I'm still gonna take the time to stay in and do nothing.",
"CT.Nora.LucickielArrives": "I heard there was a commotion in town. Something about a newcomer?$3#$b#People sounded really scared by this guy. Did you get the chance to see him for yourself?$2#$b#People were calling him a demon, but it can't be that bad, right?$3",
"CT.Nora.ReputationIncreased": "So, Lucickiel is gonna work with Clint from now on huh?#$b#This town... never fails to surprise me. But I should've seen it coming, right?$3#$b#The valley welcomes all those with good intentions. It's a haven for weird souls with good hearts.$1#$b#I'm glad he found his place.",
"CT.Nora.JohnsArrival": "Did you see that a new guy moved in? The neighborhood keeps growing!$1#$b#Do you think he likes snakes? How cool would it be if he did...$3#$b#It's always nice to see new people coming to the valley. This place is good, more people should know it.",
"CT.Nora.FaintingIncident": "That new guy, John, I heard he fainted today at Pierre's?$3#$b#That sounds awful, I had just left the shop when it happened. I hope he's alright.$3#$b#Maybe you could check on him? You guys seem to be talking lately. He looks like a nice guy.",
"CT.Nora.BusFire": "Thank Yoba you were there today to help Barron with the fire!$7#$b#I saw you rushing in to help her. You were so fast! I didn't even catch what was happening 'til later.$2#$b#It was very brave of you. And I'm glad she's alright too!",
"CT.Nora.SigLowBattery": "Oh, yeah, I totally get Sig. Sometimes the battery runs out when we least expect it to.#$b#Please don't take it personally, we're not ignoring you, we're just deaf.$1#$b#I keep telling people to learn sign language so it's easier for all of us, but not everyone is willing to.$2",
"CT.Nora.SigAndCigarettes": "Ah yeah, Sig has the habit of smoking...$3#$b#He's a good friend of mine, and that's why I try to talk him out of it.#$b#Not only it's bad for him, but also for the environment, you know?$3#$b#Try and talk some sense into him too!",
"CT.Nora.SigHatesCrowds": "Aw, I've heard about what happened at the Saloon... Poor Sig...$2#$b#I'll check on him later. Maybe I can bake some brownies...$3#$b#...On a second thought, that would only make it worse. I'm a terrible baker.#$b#But I could get a cake at the Saloon!$1",
"CT.Nora.SigTheSoldier": "I think Sig is going through stuff that we cannot really understand right now...$2#$b#I mean, he went to war. We have zero idea what that's like.$2#$b#I'm happy he has Teren. Someone who actually understands, you know?",
"CT.Nora.SigTheHero": "Honestly, I can't even BEGIN to describe how angry I am at Sig.$5#$b#What was he thinking? Going into the mines alone like that?$5#$b#Ugh... Sorry for snapping, @. I'm just... really worried.$2",
"CT.Nora.SigRecovery": "Sig is finally cleared from Harvey. I'm so relieved.$1#$b#I told him that if he ever gets himself in trouble like this again, I will actually kill him.#$b#Like, does this guy have a death wish?$5#$b#Wait a minute...$3",
"CT.Nora.SoItBegins": "I'm happy that Sig has finally started therapy. He truly needs it.#$b#And Teren has been really good to him.$1#$b#I got him a celebratory 'Congrats on the Mental Illness Diagnosis' card, would you like to sign it?$1",
"CT.Nora.SigFuture": "SIG IS BECOMING A TEACHER!!$1#$b#I couldn't be happier. We could even teach together someday!$1#$b#Also, he's really great at it. We've been practicing his lectures, so I know.",
"CT.Nora.SigandHonors": "Wow, Sig has come so far from! I'm super proud of him.#$b#The two of us combined almost makes an entire normal person. Could you believe it?$1#$b#I'm glad everyone here gets to see him the way I do now... the amazing person he is.",
"CT.Nora.ASongForSondra": "...If I'm being honest, I may or may not have turned my hearing aid off during one of those bands at Sondra's contest...$3#$b#Shhh, don't you dare tell anyone! I will deny it until I'm dead!$5#$b#Besides... You would do the same if you could!#$b#But Sam, Sebastian and Abigail were truly great. I'm excited for their full album.",
"CT.Nora.GudrunQinstagram": "Hmm? Gudrun's Qinstagram? Yeah, I follow her! She's very sweet.#$b#What, what's wrong about using social media to post animal pics?$3#$b#My social media exists for the sole purpose of posting pictures of my reptiles... and other reptiles that aren't really mine.#$b#So yeah, I totally get her. And she's right!$1",
"CT.Nora.GudrunEcoFriendly": "Yoba, I can't believe Pierre sometimes.$5#$b#Does anyone in this town even care about the environment anymore?$2#$b#You know what? Maybe I should just make a really terrifying slide presentation about it.$3#$b#Something along the lines of 'If you keep acting like this, we're all gonna die sooner than later'!$5",
"CT.Nora.GudrunWeird": "Something's off about Gudrun lately...$3#$b#She's either very scared of the prospect of adult life and her future... or she's severely constipated.$3#$b#Either way, I should check on her. My mom has this GREAT homemade recipe that-#$b#Oh, you don't think that's it? Yeah, you're probably right.$3#$b#Luckily, I also have a lot of general anxiety and burn out experience to maybe give her some advice!$1#$b#Wow, that sounded sad. Let's pretend I didn't say that.$3",
"CT.Nora.GudrunRanAway": "Have you seen Gudrun? Her whole family is mad worried! And so am I!$2#$b#I just hope she's alright. She couldn't have gone that far, right? Maybe we're overthinking it...$2#$b#WAIT! I FORGOT ABOUT THE BUS! WE'RE NOT THINKING ABOUT IT ENOUGH!$5",
"CT.Nora.GudrunComesHome": "Oh hey! I'm on my way to get Gudrun a whole tray of brownies as a welcome back!#$b#If I baked this? Ha, of course not!$1#$b#She needs to feel loved right now. If I got her my own brownies, it would have the opposite effect.",
"CT.Nora.GudrunOnCampus": "I ran into Gudrun at ZuCU the other day!#$b#I'm so proud of her, all grown up and pursuing her academic dream!$1#$b#I can barely remember her as a baby anymore...#$b#Mostly because I wasn't around for that, but still! They grow up so fast!$1",

// DATING CT
"CT.Harvey.GirlfriendNora": "Hello @, I heard about you and Nora.$1#$b#I wish both of you the best. She's a dear friend of mine, as are you.",
"CT.Leah.GirlfriendNora": "So, you and Nora finally got together, heh?#$b#I was wondering how long it would take you both to realize you liked each other.$1",
"CT.Penny.GirlfriendNora": "Oh, you and Nora got together! That's marvelous!$1#$b#She told me earlier today. It's like she couldn't keep it in.",
"CT.Haley.GirlfriendNora": "So, you and lizard girl huh?#$b#I suppose there is a certain charm in being a nerd. Cheers.",
"CT.Emily.GirlfriendNora": "Aha! I knew it! I knew the two of you would date!$1#$b#I could feel both of your energies. It was perfectly clear!",
"CT.Lewis.GirlfriendNora": "So, you and Ms. Chambers? I see you're really building yourself a home here.$1#$b#Oh, news travel fast here.",
"CT.Maru.GirlfriendNora": "Aww, I'm so happy for you and Nora! You guys are adorable together!$4#$b#Also, if you hurt her, please consider... don't.$3",

/// MAIL
"NoraPHD.1": "My dearest farmer,^^I usually prefer to discuss things face to face, as I'm sure you already know. However, after our conversation last night at my place, I had an epiphany about my next course of action.^^I would also like to apologize for my breakdown. Things have been feeling overwhelming lately, but I'm confident I'll turn this around.^^I am leaving today to go to Zuzu City University and finish the work I've started. I shall be back in about a week. By then, make sure to come to the saloon sometime. I have a feeling we will be celebrating!^^Kisses from me and the kids,^^Nora.",
"SavingTheSpecies.1": "Hello @,^^The discovery we made yesterday is the most incredible thing I could have ever asked for! Dealing with an endangered species requires a lot of attention, so I've been tracing the best possible course of action to try and save the little guys.^^I've met with Professor Snail, an intellectual residing in Ginger Island. He's helping me out with a lot of stuff.^^Please, if you have the time, come to his office sometime next week! I believe you should see what we're working on.^^Your bestest gal,^^Nora.",
"NoraDating": "Dearest @,^^It took me all the courage I could gather to write you this letter. Every single time I thought I could do it, I chickened out. But I fear I can't hold it in any longer.^^You have been on my toughts for these last weeks more than I'd like to admit. If there's a chance you feel the same...^^Meet me at the saloon for a drink? Tomorrow? 7pm?^^If you don't show up, I understand! Just, well, maybe I'll see you there.^^Love, Nora.",

///VILLAGERS CTS FOR NORA

"CT.Harvey.NoraIntro": "Nora? Oh, she's a lovely lady.#$b#Although she can be a bit much to handle for newcomers.#$b#Give her a chance, alright?$1",
"CT.Maru.NoraIntro": "You met Nora? She's really intelligent.#$b#It's nice to have more women in STEM around. She gets the struggle.",
"CT.Emily.NoraIntro": "I like Nora. She always stops by the saloon at Fridays and we get to chat.#$b#At least, she gets to chat while I serve the customers. But it's fun anyways.$1",
"CT.Haley.NoraIntro": "The snake girl? I can't stand her to be honest.$3#$b#Once she starts talking, it's like she never stops.$2#$b#And the way she dresses... No comment.$3",
"CT.Jodi.NoraIntro": "Nora is a good influence on the kids. She makes them want to study to be like her.#$b#Vincent always loves when Penny invites her over for a lesson.",
"CT.Leah.NoraIntro": "Nora is nice, she likes to stop by my cabin when she goes to the forest.#$b#She even brings me a couple things she forages. It's very thoughtful of her.",
"CT.Gunther.NoraIntro": "Nora is one of the most dedicated scientists I know.#$b#I'm almost certain she spends more time in the library than in her own home.$1",
"CT.Sebastian.NoraIntro": "That herpetologist? I suppose she's alright...$2#$b#I just try to avoid her path when I'm not in the mood to talk. Which is frequent.",
"CT.Vincent.NoraIntro": "Nora...?$3#$b#Oh, you mean Ms. Chambers?#$b#She's so smart! And she has a snake and a gecko!#$b#They're really cute.",
"CT.Jas.NoraIntro": "Oh... Ms. Chambers is really smart.$3#$b#Maybe one day I could be smart like her.$3",
"CT.Penny.NoraClass": "I'm glad Nora could join us for class.#$b#Bringing people over to discuss their favorite topics with the kids can be really enriching for them.",
"CT.Jas.NoraClass": "Class was really cool today.#$b#Ms. Chambers let me borrow her book!",
"CT.Gunther.NoraClass": "Having the class happen at the library is a delight.#$b#Those kids are so eager to learn. Gladly, they have many people willing to teach!$1",
"CT.Vincent.NoraClass": "Did you see how cool Ms. Chambers' class was?#$b#When I grow up, I wanna study animals too!#$b#Maybe I'll study dogs! I like dogs!",
"CT.Harvey.NoraFear": "I'm trying to help Nora work on her fear of needles.#$b#It was much, much worse when she first came to the valley.#$b#I thought I would have to sedate her at one point.$2#$b#Glad we're past that!$1",
"CT.Maru.NoraFear": "Poor Nora... it's always a bit hard for her.$2#$b#I'm glad you were around to help, @!",
"CT.Harvey.NoraSad": "Hey @, have you talked to Nora lately?#$b#She seems a bit different... Not her usual, talkative self, I'm afraid.$3",
"CT.Maru.NoraSad": "Does Nora seem a bit off to you?#$b#She's so busy, I'm afraid she could be going torwards a burnout.$2#$b#Check on her if you can, @?",
"CT.Leah.NoraSad": "Nora's so busy lately she doesn't even stop by to bring forage anymore.$2#$b#I'm worried about her, to be honest.$3",
"CT.Gunther.NoraSad": "Do you know if anything is going on with our dear herpetologist friend?#$b#I'm afraid she might be studying too much. Even the brightest minds deserve some rest.",
"CT.Harvey.NoraBusy": "I don't have any idea on what Nora's doing to keep her busy like this, but I sure hope she's alright.#$b#Once she's done with the PHD, we must celebrate!$1",
"CT.Maru.NoraBusy": "Nora just disappeared, huh? I wonder what's she's working on...#$b#Nothing in the academic life is ever easy, right?",
"CT.Gunther.NoraBusy": "Well, Nora came by, picked up a gigantic pile of books and returned home.#$b#Not sure what that one is up to, but I know it ought to be excellent.",
"CT.Penny.NoraBusy": "I was about to ask Nora if she was up for another lecture, but she hasn't been around town lately.#$b#Hopefully she'll be back soon.$1",
"CT.Harvey.NoraProud": "I'm honestly so proud of Nora!$1#$b#Hopefully now she will cut down the coffee and frozen meals. I've been telling her for ages!#$b#That stuff is definitely now healthy in a large amount.",
"CT.Maru.NoraProud": "Do you think now that Nora is free she would mind joining me to build a komodo dragon robot?#$b#I'd just love some help with the anatomy.$3",
"CT.Leah.NoraProud": "It's a relief that Nora has some more free time now.#$b#The valley has a lot to offer and it would be a shame if she couldn't enjoy it all.$1#$b#I'll take her foraging some time.",
"CT.Gunther.NoraProud": "Nora has a bright future ahead of her.#$b#I'm quite happy that I was able to help her in her journey.",
"CT.Harvey.NoraMuseum": "I'm really glad Nora got this job. It's a way to occupy the mind.$1#$b#I'm just hoping she doesn't go overboard with it.#$b#That's been a pattern, I'm afraid.$2#$b#If I ever have to draw her blood again, wish me luck.",
"CT.Maru.NoraMuseum": "Nora told me she has a job now!#$b#For a moment I thought she would have to go back to Zuzu City for good.#$b#I'd definitely miss her. Glad she's staying!$1",
"CT.Leah.NoraMuseum": "Wait, so Nora has two jobs now?#$b#One here and one in Zuzu City?#$b#I'm happy for her but I'm definitely happier to be able to work with my art.$1",
"CT.Gunther.NoraMuseum": "Having Nora around at the Museum is making things a lot easier for me.#$b#She's quite helpful. And the extra funding is welcome as well.",
"CT.Elliot.NoraMuseum": "I've seen the local herpetologist got a job at the Museum.#$b#I suppose the more people willing to contribute to the preservation of the valley, the better.",
"CT.GuntherSilvian.NoraIntro": "Nora is one of the most dedicated scientists I know.#$b#I'm almost certain she spends more time in the library than in her own home.$1",
"CT.GuntherSilvian.NoraClass": "Having the class happen at the library is a delight.#$b#Those kids are so eager to learn. Gladly, they have many people willing to teach!$1",
"CT.GuntherSilvian.NoraSad": "Do you know if anything is going on with our dear herpetologist friend?#$b#I'm afraid she might be studying too much. Even the brightest minds deserve some rest.",
"CT.GuntherSilvian.NoraBusy": "Well, Nora came by, picked up a gigantic pile of books and returned home.#$b#Not sure what that one is up to, but I know it ought to be excellent.",
"CT.GuntherSilvian.NoraProud": "Nora has a bright future ahead of her.#$b#I'm quite happy that I was able to help her in her journey.",
"CT.GuntherSilvian.NoraMuseum": "Having Nora around at the Museum is making things a lot easier for me.#$b#She's quite helpful. And the extra funding is welcome as well.",
"CT.GuntherSilvian.NoraChameleon": "Nora told me that the two of you found the chameleon over at Ginger Island?#$b#Who would've thought it was there all along.$1#$b#She's can't stop talking about it. And about you, too.#$b#She said you were crucial for her discovery.$1",
"CT.Harvey.NoraChameleon": "Hey, do you know if Nora is ok?#$b#I ran into her yesterday. Or, better, she ran into me.#$b#And I mean that literally. She was running full speed and didn't tell me where she was going.$2#$b#When I got up, she was already too far.$2",
"CT.Leah.NoraChameleon": "I woke up today with about 20 messages from Nora.$2#$b#One of them was just straight yelling. She is really excited about this, huh?",
"CT.Maru.NoraChameleon": "I totally get where Nora is coming from with all this excitement.#$b#This is, to her, what robotics is to me.$1#$b#Academic girls just get each other.",
"CT.Penny.NoraChameleon": "Nora said that she's working on a 4 hour long lecture about her latest discoveries for the kids.#$b#I'm not sure how that's going to work, but I didn't have the heart to tell her.$2",

// VILLAGERS CT - DATING NORA

/// MOVIES!
"Nora.MovieInvitation": "A movie? Sure, I got some extra time today!$1#$b#Is it ok if I cry tho? I tend to get really emotional.$3",
"spring.movie.0.1": "Brave Little Sapling? I've been meaning to watch this one!$1#$b#The Sapling just looks so cute! Look at it! Lil guy!",
"spring.movie.0.2": "To leave home like this on order to grow... It truly takes a lot of courage.$2#$b#This is hitting a little too close to home...$3",
"spring.movie.0.3": "This was such an experience. What an amazing story.#$b#Really inspires you to not give up! I loved it!$1#$b#Thank you for inviting me, farmer!",
"spring.movie.1.1": "I really love documentaries.#$b#Our world has so many beautiful things to see!$1",
"spring.movie.1.2": "This makes me wanna travel around again. I miss it!$1#$b#Who knows what else is out there for me to discover?#$b#Thank you for this, I had a great time!$1",
"summer.movie.0.1": "I've read about the Prairie King before.#$b#Didn't know they were making a movie! Sounds cool!$1",
"summer.movie.0.2": "Nora is biting her nails...",
"summer.movie.0.3": "WHAT! YOU SON OF A-$5",
"summer.movie.0.4": "Wow, I'm glad he had such a great aim!$1#$b#I'll definitely be looking into his story! This was fun.",
"summer.movie.1.1": "Wumbus? I have no idea what that's about. But I love sci-fi!$1#$b#It's been a while since my last sci-fi movie. Let's do it!",
"summer.movie.1.2": "To be honest, I expected a bit more from it.$3#$b#How can someone be so uninterested in everything like Rossel? It crushes my spirit!$2#$b#Wumbus is a good guy. He's trying.$2",
"fall.movie.0.1": "Mysterium, is it? I've never heard of this movie...$3#$b#Do you think it'll be too scary?$3",
"fall.movie.0.2": "Nora looks incredibly confused.",
"fall.movie.0.3": "I did not understand a single thing that happened there.$3#$b#I wasn't even scared. I didn't know what was going on.#$b#I do NOT have the attention span for movies like this.$3",
"fall.movie.1.1": "Oh, this looks so scary.$2#$b#Found footage always creeps me out!$2",
"fall.movie.1.2": "Now THIS is a good horror movie.$1#$b#I was terrified! Absolutely loved it!",
"winter.movie.0.1": "I'm not usually a fan of Winter Star movies to be honest.#$b#But I'm excited to spend time with you anyways!$1",
"winter.movie.0.2": "This was much better than I expected!#$b#The way they kept hoping it would be ok... They're all so strong!$2#$b#And now the Winter Star spirit lives!$6#$b#Sorry, I need a tissue.$2",
"winter.movie.1.1": "Zuzu City Express! This is one of my favorites!$1#$b#It never gets old. I'd love to see it with you!",
"winter.movie.1.2": "Nora's eyes are watering. She is mouthing the words.",
"winter.movie.1.3": "AH, this movie... What can I even say?$1#$b#Watching it with you made it even more special.",

/// MAIN EVENTS DIALOGUE

// INTRODUCTION

"Events.NORA.Introduction.Nora.1": "Oh, I got to get more food for the kids today...$3",
"Events.NORA.Introduction.Nora.2": "I still haven't bought fruit this week.$3#$b#Oh and that essay is due today...? Or was it tomorrow?$3",
"Events.NORA.Introduction.Nora.3": "Either way I should get to that soon.$3#$b#Wouldn't want to...",
"Events.NORA.Introduction.Nora.4": "Oh, hello!$1#$b#I'm sorry, I didn't see you there!#$b#I was just rambling to myself about the stuff I have to do.#$b#It's, hm... more common than you think.$3",
"Events.NORA.Introduction.Nora.5": "I'm Nora, by the way.$1#$b#Wait, have I told you that already?$3#$b#Sometimes I forget things I've said before.$3#$b#But well, it doesn't hurt to say twice I suppose.$1#$b#You moved here recently, right?",
"Events.NORA.Introduction.Nora.6": "It's always good to see new faces come to the valley.#$b#And it's very easy to fall in love with the place, so I don't even have to tell you you'll like it.$1",
"Events.NORA.Introduction.Nora.7": "Remember to always be kind towards Stardew Valley, farmer. And it will be kind to you.",
"Events.NORA.Introduction.Nora.8": "Well, I'm running late. Still have lots to do!$1#$b#You have a nice day, farmer. Oh, and watch for the gecko on your way out.#$b#Don't worry, he won't bite! And well, if he does, it won't hurt a lot.$1",

// 2 HEARTS
"Events.NORA.2H.Nora.1": "Oh, farmer! Nice to see you here at Cindersap Forest!$1#$b#Care to join me on this sunny afternoon?",
"Events.NORA.2H.Nora.2": "I'm actually out here due to my research. You know, for my PhD.",
"Events.NORA.2H.Nora.3": "Have you ever heard of the purple tailed chameleon?#$b#I won't be surprised if you haven't. It's a very rare species... and there's actually a sad reason for that.$2",
"Events.NORA.2H.Nora.4": "This species is endangered. It is very sensitive to environmental changes, and with global warming and pollution, it's slowly disappearing.$2#$b#They actually originated from an island called Arknia and eventually got here.#$b#The valley used to be full of them twenty years ago. It was the perfect habitat for them to reproduce and find enough food.#$b#However, since Joja came around, things changed a lot. I'm guessing you know why.$5",
"Events.NORA.2H.Nora.5": "My main goal here is to see if there are still any of them left at this location.$2#$b#If so, I have to assess how many are still here, what is affecting them the most, and if there's still a way to reverse the situation.$3",
"Events.NORA.2H.Nora.6": "Everytime a species becomes extinct, it's like... a piece of the planet dies with it. A part of history is lost.$2#$b#And it's really sad to see that humans are willing to do things they know will damage the planet just... for money.$2",
"Events.NORA.2H.Nora.7": "It's our job as scientists to do something about it.", 
"Events.NORA.2H.Nora.8": "Anyway, I should get back to it. One of them might show up any moment now!$1#$b#Thanks for the company, farmer.",

// 3 HEARTS
"Events.NORA.3H.Vincent.1": "So... is it like an armor?$3",
"Events.NORA.3H.Nora.1": "Well, not really, but close!$1#$b#The scales can protect the reptiles against other animals, that's true. But it's not the only thing they do.#$b#They also help the reptiles to move around sometimes, and they can even allow them to keep water inside their bodies!$4",
"Events.NORA.3H.Eloise.1": "That sounds cool!",
"Events.NORA.3H.Vincent.2": "Yeah! How come we don't have scales?",
"Events.NORA.3H.Nora.2": "That's cause we have lots of other things that reptiles don't!$1#$b#So we don't need scales.",
"Events.NORA.3H.Jas.1": "Then what are we?", 
"Events.NORA.3H.Penny.1": "Oh, @. It's nice to see you.#$b#We were just in the middle of a lecture with our special guest.",
"Events.NORA.3H.Vincent.3": "Can the farmer watch too?",
"Events.NORA.3H.Eloise.3": "Yes @, please stay! We're learning about reptiles with Ms. Chambers!",
"Events.NORA.3H.Penny.2": "You are welcome to stay if you'd like, @.",
"Events.NORA.3H.Nora.3": "Alright, where were we...",
"Events.NORA.3h.Nora.4": "Well, since you asked Jas, we are classified as mammals!",
"Events.NORA.3H.Eloise.4": "And that's different from birds too, right?",
"Events.NORA.3H.Nora.5": "You're right, Eloise!$1#$b#Birds, reptiles and mammals are all different groups of animals.$4#$b#And there's lots of others too, like amphibians and fish!",
"Events.NORA.3H.Vincent.4": "And what makes all them so different from each other?$3",
"Events.NORA.3H.Penny.3": "Kids, I don't think Ms. Chambers has the time to tell you all of that today!$1",
"Events.NORA.3H.Nora.6": "Oh, don't worry Penny, it's ok! I am totally okay with spending more time here if you'd like!$1#$b#I am not an expert on all groups of animals, but I sure remember my basics from my biology major.",
"Events.NORA.3H.Nora.7": "Alright kids, buckle up, 'cause we're about to enter the fascinating world of zoology...$4",

// 4 HEARTS
"Events.NORA.4H.Nora.1": "What do you mean you don't have it?$2",
"Events.NORA.4H.Gunther.1": "That's exactly what it is, Ms. Chambers.#$b#I'm afraid none of the books you're looking for are currently in our inventory.#$b#In fact, I think the only book on the subject we have here now is your own book, thanks to your generous donation.",
"Events.NORA.4H.Nora.2": "Aw, that's really unfortunate.$2#$b#But I understand. I know the museum is slowly rebuilding after what happened to the collection.$2#$b#Also, I've told you, Gunther. Nora is fine! Ms. Chambers is so formal!#$b#It reminds me of my college days.",
"Events.NORA.4H.Gunther.2": "Yes, it is most unfortunate.#$b#But you're more than welcome to bring your own books over here to study. I do enjoy your company.",
"Events.NORA.4H.Nora.3": "You're too kind, Gunther. I appreciate you lending your ear to hear everything I have to say.",
"Events.NORA.4H.Nora.4": "Oh, @! Perfect timing!$1#$b#Come with me, I'd like to show you something.",
"Events.NORA.4H.Gunther.3": "I'll take the cue and go back to work now.",
"Events.NORA.4H.Nora.5": "Follow me!",
"Events.NORA.4H.Nora.6": "It's just on that bookshelf over there.#$b#It's something I'm really proud of.$1#",
"Events.NORA.4H.Nora.7": "See this? It's a copy of 'The Herpetology of Ferngill Republic'.#$b#And it's very special to me, 'cause I wrote it!$1",
"Events.NORA.4H.Nora.8": "You see, I actually skipped a year in high school and went straight from sophomore to senior...$2#$b#So I was younger than most when I got into Zuzu University.#$b#College was a wonderful experience for me. The academic field is truly what I was made for.$1#$b#That's why I went straight into my masters after graduation.",
"Events.NORA.4H.Nora.9": "Ah, it was always the plan to get a PhD.#$b#But, as much as I loved it, it gets... overwhelming, at times.$2#$b#I realized I needed to get a break before diving into the most extensive and immersive research of my life.",
"Events.NORA.4H.Nora.10": "So I took a gap year.$1#$b#But still, even though I was supposed to be taking my mind off the subject, I just... digged into it.#$b#For a year, I travelled around Ferngill learning more about the local species of reptiles and amphibians, and gathering as much data as I could.$1#$b#And I wrote this book about it.$4",
"Events.NORA.4H.Nora.11": "But there's... more to it.$2#$b#While I was travelling, it was hard not to feel... like I didn't belong.$2#$b#All my life, I've been trying to just fit in. To feel like I'm part of something bigger. A group, a community...$2#$b#And although academia can feel like that, sometimes it feels like the exact opposite.$2",
"Events.NORA.4H.Nora.12": "Stardew Valley was actually my final stop before returning to Zuzu City.#$b#I stayed at the Inn while conducting the research, but... in the short time I was here, I felt it.#$b#I felt like this was where I was supposed to be. That there was a bigger purpose here.$1#$b#So, when I heard Tori was searching for a roommate, I immediately applied.",
"Events.NORA.4H.Nora.13": "It was here that I finished the book and published it.#$b#This copy here is actually the very first copy I received. So...#$b#Read it if you have some time! It's fun, I promise.$1",
"Events.NORA.4H.Nora.14": "And, once again, I am rambling. Sorry about that.$1#$b#I'll let you go on your way now, farmer.",

// 6 HEARTS
"Events.NORA.6H.Nora.1": "Ah, Nora. You really screwed up this time, huh?$2",
"Events.NORA.6H.Nora.2": "Oh, @. It's you!$1#$b#Didn't know you enjoy night walks.#$b#It's a lovely night, isn't it?",
"Events.NORA.6H.Nora.Question.1": "I'm sorry farmer, I just don't think I'm really in the mood to have an actual conversation.",
"Events.NORA.6H.Q1.Answer.1": "Did something happen?",
"Events.NORA.6H.Q1.Answer.2": "That doesn't really sound like you.",
"Events.NORA.6H.Q1.Response.1": "Ah. I'm not really good at this, am I?",
"Events.NORA.6H.Q1.Response.2": "...It doesn't, does it?$2",
"Events.NORA.6H.Nora.4": "I'm really close to finishing my PhD.$2#$b#Well, actually, I'm just... I have to turn it in soon. But I still got much to do.$2",
"Events.NORA.6H.Nora.5": "When I told my parents I wanted to be an herpetologist, they weren't exactly... thrilled.$2#$b#My family is full of lawyers, including my brother, so it was a surprise to them that I chose this.$2#$b#They didn't oppose. They supported me, in fact. They told me I'd be a great scientist and make incredible discoveries. They were just surprised.",
"Events.NORA.6H.Nora.6": "But that's not exactly how things turned out.$2#$b#My mom always bragged about me being top of my class, pursuing the academic field, and being smart.#$b#But eventually... I think she just ran out of things to brag about.$2",
"Events.NORA.6H.Nora.7": "Being an academic is hard. Being a woman in this field is even harder.$2#$b#You have to constantly prove yourself over and over again.$2#$b#Things that were once easy become a challenge. And the ADHD just makes it impossible to focus at some times.$2#$b#It's like... I had the shiniest wheels and now they're just rusting.$2",
"Events.NORA.6H.Nora.8": "This research I'm doing, trying to save this species...$2",
"Events.NORA.6H.Nora.9": "I need you to know that I care about them.#$b#Reptiles have been a passion of mine for my entire life. And I would do anything to save them.#$b#But...$2",
"Events.NORA.6H.Nora.10": "It brings me shame to admit that a part of me really wants to achieve this because I want to feel extraordinary again.$2#$b#Not just... me. But someone who made a difference.$2",
"Events.NORA.6H.Nora.11": "The moon looks lovely today, doesn't she?", 
"Events.NORA.6H.Nora.12": "The thing I like the most about the moon is how it's... always there.$2#$b#No matter how much chaos your life brings, the moon stays the same.$2#$b#I guess... it kinda brings me comfort. To know she's always there for me.$2",
"Events.NORA.6H.Nora.13": "It's getting late now, @. Don't let me keep you.",

// 8 HEARTS PART 1
"Events.NORA.8H1.Nora.1.1": "Who is this?$5",
"Events.NORA.8H1.Nora.1.2": "Oh, @, it's you.$2#$b#Sorry, but could you please leave me alone? I-I'm really busy at the moment and I-$2#$b#...I don't think I can do this anymore.$6",
"Events.NORA.8H1.Nora.2": "They're not here anymore, @. They're gone, they're all gone.$6#$b#Either that or I really suck at my job.$2",
"Events.NORA.8H1.Nora.Question.1": "I failed, farmer. It's over now.",
"Events.NORA.8H1.Nora.Q1.Answer.1": "What are you talking about?",
"Events.NORA.8H1.Nora.Q1.Answer.2": "Stop being dramatic and tell me what happened.",
"Events.NORA.8H1.Nora.Q1.Answer.3": "Why don't we just take some deep breaths? Let me help you.",
"Events.NORA.8H1.Nora.Q1.Response.1": "The chameleons, @. They're gone!$6",
"Events.NORA.8H1.Nora.Q1.Response.2": "I'm sorry, I'm just really overwhelmed right now...$2#$b#That's why I wanted to be left alone.$5",
"Events.NORA.8H1.Nora.Q1.Response.3": "...Ok. I will try. Just give me one second.$2",
"Events.NORA.8H1.Nora.4": "As you know, I've been searching for the purple tailed chameleons for quite some time now.$2#$b#It has been more than a year. A year of my life dedicated to this, and I haven't found any.$2#$b#I don't have any more time left. I have to submit it soon.$2#$b#And all of my thesis is just invalid now.$2",
"Events.NORA.8H1.Nora.5": "I promised my parents... I promised I would make them proud again.$2#$b#I thought I could do it. I was so sure of it, I didn't even think to consider a different hypothesis.$6#$b#I've really... lost my spark.$6",
"Events.NORA.8H1.Nora.6": "I don't even know what I am outside of this.$2#$b#I don't know what to do. I'm extremely disappointed and I just wanna give up.$6",
"Events.NORA.8H1.Nora.Question.2": "What if this isn't what I'm made for?",
"Events.NORA.8H1.Nora.Q2.Answer.1": "It is. You're Nora, the herpetologist!",
"Events.NORA.8H1.Nora.Q2.Answer.2": "A setback could happen to anyone.",
"Events.NORA.8H1.Nora.Q2.Answer.3": "Maybe you really should just give up.",
"Events.NORA.8H1.Nora.Q2.Answer.4": "Maybe you're looking at this from the wrong perspective.",
"Events.NORA.8H1.Nora.Q2.Response.1": "...Ah, @. I quite like that title, actually.",
"Events.NORA.8H1.Nora.Q2.Response.2": "Yeah... I guess it could.",
"Events.NORA.8H1.Nora.Q2.Response.3": "You think so?#$b#Well, I... maybe...$2",
"Events.NORA.8H1.Nora.Q2.Response.4": "Really? You think there's something good here?$2",
"Events.NORA.8H1.Nora.8": "You know what? I... I can't give up now.$2#$b#This science, this project, it is my whole life. I can't throw it all away.$2#$b#You're right, @... Maybe if I look at it from another perspective...$3#$b#Maybe this can still work.",
"Events.NORA.8H1.Nora.9": "You need to go now. Nothing personal, I just... I need to work on this.",
"Events.NORA.8H1.Nora.10": "Oh, and...$2#$b#Thank you, my farmer.#$b#This here... meant a lot to me.",

// 8 HEARTS PART 2
"Events.NORA.8H2.Leah.1": "See, Nora! I told you!$1#$b#I'm really proud of you. Although, I'll miss you snooping around in the woods near my house.#$b#Our conversations were always fun.$1",
"Events.NORA.8H2.Nora.1": "You're too kind, Leah.#$b#And don't worry! I'll still snoop around for sure! Not completely giving up on that!$1",
"Events.NORA.8H2.Maru.1": "How does it feel to be officially done with college after so long?",
"Events.NORA.8H2.Nora.2": "I know I'm technically supposed to say I'm relieved, but I know I'm gonna end up missing it.$1#$b#Well, I guess this is more time to infodump people, so that's nice...$3",
"Events.NORA.8H2.Nora.3": "And ultimately, I think... I'm feeling proud.#$b#Things didn't turn out exactly the way I expected them to, but... That's alright. I can see it now.",
"Events.NORA.8H2.Harvey.1": "You should be! You did a great job.$1",
"Events.NORA.8H2.Nora.4": "Oh farmer, you're here! Marvelous!$1",
"Events.NORA.8H2.Nora.5": "Hold on guys, I wanna talk to @ for a second. I'll be right back!",
"Events.NORA.8H2.Nora.6": "I'm really glad you made it! Party wouldn't be as good without you.$1",
"Events.NORA.8H2.Nora.7": "First of all, I want to apologize for going away so suddenly this past week.$2#$b#But I needed to focus so I could turn this thing around. And I did!",
"Events.NORA.8H2.Nora.8": "After our conversation, I realized that even if things go a different way than what I had planned, it was not too late to make a difference.",
"Events.NORA.8H2.Nora.9": "Maybe I could not save the purple-tailed chameleon... which truly saddens me.$2#$b#So I decided to write my final essay about extinction itself and ways to prevent it.#$b#I talked through the whole thing, what causes it, how to try and save a species, and even cited a few other endangered ones.$4#$b#And I've reached out to other academics too about those species. Some scientist even contacted me themselves!$1#$b#Is this what it's like to be famous?$3",
"Events.NORA.8H2.Nora.10": "I'm getting off track again. The point is...#$b#Being considered a gifted kid when I was young made me think that I had to keep with that standard as an adult as well.$2#$b#And when I realized I wasn't as good then... It was harder and harder to keep trying.$2#$b#I would beat myself up for failing, a lot, and that would put me on a bad spiral.$2#$b#And I just...$2",
"Events.NORA.8H2.Nora.11": "Thank you for making me see that I don't need to be perfect in order to be good enough.",
"Events.NORA.8H2.Nora.12": "Oh, let's get back to the party! Gus is bringing out the food soon!$1",

// 9 HEARTS
"Events.NORA.9H.Nora.1": "Oh. Hello, @.#$b#You wouldn't happen to have an umbrella with you, right?$3",
"Events.NORA.9H.Nora.2": "It's alright. I am enjoying the rain.",
"Events.NORA.9H.Nora.3": "This is actually the spot where I started my research. All that time ago.#$b#I had so many plans.$2",
"Events.NORA.9H.Nora.4": "Do you remember what I said when we first met here in this forest?$2",
"Events.NORA.9H.Nora.5": "Every time a species becomes extincts, a piece of the planet dies with it.$2",
"Events.NORA.9H.Nora.6": "I hadn't realized this.$2#$b#I was just so focused on finishing the PhD...$2#$b#And with the anxiety of it all... It didn't click.$2#$b#We might have actually lost this species for good.$2",
"Events.NORA.9H.Nora.7": "I'm so sorry, I don't mean to get this moody. It's just...$2#$b#Nature is so beautiful. It's so perfect. Every detail is there for a reason.#$b#And we... Humans, I mean... We always screw it up.$2",
"Events.NORA.9H.Nora.8": "But maybe I am just being a pessimist.#$b#Maybe, somewhere out there, another scientist is also looking for those little guys.#$b#And maybe they'll succeed! Who knows?$1",
"Events.NORA.9H.Nora.9": "Well, let's get out of this rain then.#$b#I'm freezing. You owe me a cup of coffee!$1",

// 10 HEARTS PART 1
"Events.NORA.10H1.Nora.1": "I hope there's something interesting...",
"Events.NORA.10H1.Nora.2": "@! Hello!$1#$b#Oh, I'm actually in a bit of a dilemma right now. Maybe you can give me some advice?",
"Events.NORA.10H1.Nora.3": "So, after I finished the PhD, I stopped receiving my research grant from ZuCU. Which was expected, of course.#$b#But, that also means I have to get a new job now too.$3#$b#I mean, the reptile supplies won't purchase themselves, right?",
"Events.NORA.10H1.Nora.4": "I was looking at the board to see if there are any job offers around here.$1#$b#Actually... ZuCU has offered me a teaching position. It's a good offer, to work on what I like. But...#$b#That would also mean moving back into Zuzu City. And I don't want to leave the valley behind.$2#$b#I've grown to love this place quite a lot. And the people too.",
"Events.NORA.10H1.Gunther.1": "Well, greetings, you two.",
"Events.NORA.10H1.Nora.5": "Gunther! How nice to see you!$1#$b#I feel like I don't ever see you getting out of that museum. It would do some good for you to go outside more often.$3",
"Events.NORA.10H1.Gunther.2": "I've just finished some grocery shopping. I got to eat too, if you must know.$1",
"Events.NORA.10H1.Nora.6": "I don't blame you. If I worked at the museum, I would spend all my time there as well.$1#$b#I basically already do if you think about it.#$b#Oh, wait a minute... Speaking of that...$3#$b#You wouldn't happen to have any job offers for a herpetologist lying around, would you?",
"Events.NORA.10H1.Gunther.3": "As much as I'd love to, it's not that simple.$2#$b#I would have to get resources for that, which I cannot promise you.$2#$b#To be completely honest, getting more funds for the museum has been an issue for a long time now.$2#$b#We're fine as it is now, but I'm afraid we cannot hire anyone new. I'm sorry, Nora.$2",
"Events.NORA.10H1.Nora.7": "I completely understand. Also, I'm sorry to hear about that.$2#$b#I would love to work with you someday, Gunther.",
"Events.NORA.10H1.Gunther.4": "I do feel that you would be a fine addition to our staff. It's indeed quite a shame.$2",
"Events.NORA.10H1.Nora.8": "Actually, Gunther... This conversation gave me an idea.#$b#If I can pull this out...$3#$b#Can you give me some time to get back to you?",
"Events.NORA.10H1.Gunther.5": "I have no idea what you're talking about, so I believe so, yes.",
"Events.NORA.10H1.Nora.9": "Great! I'll see you guys in a couple of days!$1",
"Events.NORA.10H1.Gunther.Question.1": "Should we be concerned?",
"Events.NORA.10H1.Gunther.Q1.Answer.1": "It's probably fine, she knows what she's doing.",
"Events.NORA.10H1.Gunther.Q1.Answer.2": "I would prepare for the worst if I were you.",
"Events.NORA.10H1.Gunther.Q1.Answer.3": "I've learned not to ask too many questions.",
"Events.NORA.10H1.Gunther.Q1.Response.1": "You're right. Well, I should be going. Must head back to the museum.$1",
"Events.NORA.10H1.Gunther.Q1.Response.2": "Oh Yoba, what have I done...$2#$b#I should head back to the museum now then.",
"Events.NORA.10H1.Gunther.Q1.Response.3": "She's a great person. It's probably fine.#$b#I guess.$1#$b#Well, I must head back now. Until some other time, farmer.",

// 10 HEARTS PART 2
"Events.NORA.10H2.Gunther.0": "Alright, we should be able to start soon. How do you feel?$1",
"Events.NORA.10H2.Nora.0": "Are you kidding? I feel great!$1#$b#Now we just gotta wait for @ to get here...",
"Events.NORA.10H2.Nora.1": "@, I'm so glad you could make it! Gunther and I have some exciting news!$1#$b#Ha, when I put it like that sounds like we're announcing our engagement or something.$1",
"Events.NORA.10H2.Gunther.1": "That would be extremely inappropriate, since I am officially your boss now.$1",
"Events.NORA.10H2.Nora.2": "As if! You would be lucky to marry me, old man!$1",
"Events.NORA.10H2.Gunther.2": "You do know I am not that old, right?$6#$b#Also, I could just fire you.",
"Events.NORA.10H2.Nora.3": "Nah, you would miss me.#$b#So, @, as I believe you guessed already, I'm the new postdoctoral research associate of the Museum!$1",
"Events.NORA.10H2.Gunther.3": "Nora will be joining our staff and be responsible for conducting research on the ecology and wildlife of Stardew Valley.$1",
"Events.NORA.10H2.Nora.4": "After our last conversation, I visited ZuCU to discuss the job they offered me. And I sort of made a... counter offer?#$b#I'm not even sure you can make that with jobs...$3#$b#Anyway, I asked if they would be interested in funding a research branch here in Pelican Town.$1#$b#I didn't want to leave here, but I also didn't want to cut ties with the University.#$b#So, I'm now working for the museum with ZuCU funding. Any new discoveries, or published articles, will be under the University.#$b#And we get the funding!$1",
"Events.NORA.10H2.Gunther.4": "This will not only give us more funding, but also more visibility.",
"Events.NORA.10H2.Nora.5": "Yeah! And I will also be teaching weekly classes at ZuCU as part of the job.$1#$b#Talking about biology in general, herpetology, any new findings, research methods...#$b#I truly couldn't be happier!$1",
"Events.NORA.10H2.Gunther.5": "Well, I'm going to start working now. You should do the same, you know?$1",
"Events.NORA.10H2.Nora.6": "Yeah, yeah, I'll be there in a minute!",
"Events.NORA.10H2.Nora.7": "I truly can't believe I got this far, @. It all feels like a dream to me. And, also...$1#$b#I'm really glad that I don't have to leave. I would...#$b#I would really miss you.",
"Events.NORA.10H2.Nora.8": "I should go now, I have a lot of stuff to do. First day, right?$1#$b#But let's catch up soon!", 

/// EXTRA EVENTS

// CLINIC EVENT - 4 HEARTS
"Events.NORA.Clinic.Maru.1": "Nora, you don't need to be so nervous. It's gonna be ok, I promise you!",
"Events.NORA.Clinic.Nora.1": "As a scientist and a scholar myself, I am well aware that this is necessary and a super simple procedure.$2#$b#But as a mere human being, a mortal, I am allowed to freak out!$5",
"Events.NORA.Clinic.Maru.2": "I seriously need you to stay calm now. We can't do it if you faint! It will only make things worse.$2",
"Events.NORA.Clinic.Nora.2": "Well good, my plan is working!$5",
"Events.NORA.Clinic.Nora.3": "Ugh, I'm sorry, Maru. I'm not at my best now.$2",
"Events.NORA.Clinic.Maru.3": "It's okay, I understand. Just take deep breaths, ok?",
"Events.NORA.Clinic.Maru.4": "@! Excellent! Maybe you can help Nora calm down a bit?",
"Events.NORA.Clinic.Nora.4": "I'm sorry you have to see me in such a state, farmer. Truly, I... I get really nervous in situations like this.$2",
"Events.NORA.Clinic.Nora.5": "W-what am I nervous about? Ah, uh, it's nothing serious, really...$2#$b#You see, hm, everything started on the day that I accidentally drank six shots of espresso...",
"Events.NORA.Clinic.Nora.6": "I thought I could handle it!! I usually do!$5#$b#But it was a particularly hot day... And I ended up feeling very fatigued. Which could happen to anyone, truly!#$b#Gunther ended up finding me passed out on one of the library tables. He helped me get home but he made me promise I'd see Harvey.$2#$b#And after I talked to Harvey, he said he needed to do a blood test on me to make sure everything else is ok.$2",
"Events.NORA.Clinic.Nora.7": "The thing is... I, hm... $2#$b#I'm afraid of needles. Ok? There. I said it.$2#$b#Yoba, why did I do it? I just wanted to study!$5#$b#I think I've girlbossed too close to the sun...$2",
"Events.NORA.Clinic.Harvey.1": "Nora, I'm ready for you. Come in, please.",
"Events.NORA.Clinic.Nora.8": "Well, I am NOT ready for you.$5#$b#You see, I was just taking a power nap. Gunther is paranoid! I don't really need this...",
"Events.NORA.Clinic.Harvey.2": "Nora, I understand you're afraid. But it's important to take care of your health. And this is necessary.#$b#I really think you might have an iron deficiency and that's the reason you've been feeling so fatigued lately. But I need to be sure.$2",
"Events.NORA.Clinic.Harvey.3": "I promise I'll make it really quick. You won't even see it.#$b#Hey, why don't you list every species of lizard you can think of until I'm done? Let's see how many you can name and make a game out of it!$1",
"Events.NORA.Clinic.Nora.9": "I...$2#$b#I think... I think I can do that.",
"Events.NORA.Clinic.Harvey.4": "Great! Follow me, then.$1",
"Events.NORA.Clinic.Nora.10": "Thanks for bearing with me, farmer. I'll see you around.",

// ISLAND EVENT - PART 1
"Events.NORA.IslandA.Nora.1": "Thanks for the help, Willy!$1#$b#I didn't realize I was bringing so much stuff here.$3#$b#The resort bedroom is stuffed but we got it all!",
"Events.NORA.IslandA.Willy.1": "No problem, ma'am. I'm happy to help.$1#$b#You're sure to need your supplies if you're gonna spend a couple nights here.",
"Events.NORA.IslandA.Nora.2": "Oh no, I'm just spending the day!$1",
"Events.NORA.IslandA.Willy.2": "Just the day?#$b#...One can never be too careful, I suppose.$2",
"Events.NORA.IslandA.Nora.3": "I know, I know, it's a lot.#$b#The beach is just... not my favorite place.$2#$b#Also I needed my research materials.$1#$b#I wanna see what kind of biodiversity this place has to show us.",
"Events.NORA.IslandA.Willy.3": "I wish you luck, then.$1#$b#You have a nice day, ma'am. I'm off for some 'ol fishing.",
"Events.NORA.IslandA.Nora.4": "You too, Willy! Thanks again!$1",
"Events.NORA.IslandA.Nora.5": "@! Didn't expect to run into you here today!$1#$b#Enjoying the tropical wonders?",
"Events.NORA.IslandA.Nora.6": "I was just on my way to explore the island. C'mon, walk with me.",
"Events.NORA.IslandA.Nora.7": "Everyone's been talking a lot about this place lately, so I thought, well, why not?$1#$b#I've heard there's also a scientist in here somewhere...$3",
"Events.NORA.IslandA.Nora.8": "If you'll excuse me, I got some work to do now.#$b#Gunther has been adamant about me exploring this place.#$b#We'll catch up later, alright?",
"Events.NORA.IslandA.Nora.Question.1": "What? What is it?",
"Events.NORA.IslandA.Nora.Q1.Answer.1": "The chameleon! It was right there!",
"Events.NORA.IslandA.Nora.Q1.Answer.2": "I... Must be seeing things.",
"Events.NORA.IslandA.Nora.Q1.Response.1": "Chameleon? I don't see anything.$3",
"Events.NORA.IslandA.Nora.Q1.Response.2": "Oh no, don't tell me that!$1#$b#I wanna explore the place at night, you're gonna scare me!",
"Events.NORA.IslandA.Nora.Question.2": "Ok, you're acting weird...",
"Events.NORA.IslandA.Nora.Q2.Answer.1": "I'm sure of it! It was there!",
"Events.NORA.IslandA.Nora.Q2.Answer.2": "Is this another effect of the Wizard's tea...?",
"Events.NORA.IslandA.Nora.Q2.Response.1": "...Well, I'll be sure to check for it I suppose.$3",
"Events.NORA.IslandA.Nora.Q2.Response.2": "You're not really making any sense, @.$2",
"Events.NORA.IslandA.Nora.9": "I think you might wanna get some rest.$2#$b#I'll see you later, alright?#$b#Have a nice da-$1",
"Events.NORA.IslandA.Nora.10": "...?$7",
"Events.NORA.IslandA.Nora.11": "...!$7",
"Events.NORA.IslandA.Nora.12": "FOR YOBA'S PINKIEST PANTS, IS THIS REAL?$7#$b#ARE YOU SEEING THAT?$7#$b#WHY DIDN'T YOU SAY ANYTHING?$5#$b#I'm sorry, I'm sorry, I just-$7#$b#I GOTTA GO RIGHT NOW!$1",

// ISLAND EVENT - PART 2
"Events.NORA.IslandB.Nora.1": "Thank you for all the help, Professor Snail.#$b#I'm not gonna lie, I'm ecstatic! This is huge news for the scientific community!$1#$b#We should be out of the office soon!",
"Events.NORA.IslandB.Snail.1": "It's an honour to participate in such event.$1#$b#I'm hoping I'll get a mention in the article you publish.",
"Events.NORA.IslandB.Nora.2": "Absolutely!$1",
"Events.NORA.IslandB.Nora.22": "Jacob, how's it going over there?",
"Events.NORA.IslandB.Jacob.1": "This little guy seems ok.$4#$b#Found a parasite, but nothing to worry about. Already took it off him.#$b#Working towards getting him chipped now.",
"Events.NORA.IslandB.Nora.3": "What about the blood samples?$3",
"Events.NORA.IslandB.Jacob.2": "Already on the refrigerated box.#$b#Can't risk with this weather.",
"Events.NORA.IslandB.Nora.4": "You're the best, Jacob. Thank you for coming on such short notice.",
"Events.NORA.IslandB.Nora.5": "@! You got my letter!$1#$b#I just thought you'd want to see this, since you were there through my whole research.#$b#So, I want you to meet...#$b#Echo!$1",
"Events.NORA.IslandB.Nora.6": "Right now, we're doing the standard procedures.#$b#Got some blood samples, making sure he's healthy...$3#$b#Right now, this is the only specimen we found. So, it might be the last one alive.$2#$b#However, we're getting it chipped and monitored before releasing him.#$b#He might lead us to others!$1",
"Events.NORA.IslandB.Gunther.1": "But remember, he must be kept somewhere safe before allowing him back there.#$b#We don't know if this species has predators around, so he must be watched and protected at all times.",
"Events.NORA.IslandB.Jacob.3": "We also have to make sure he doesn't get hurt. He might be the only shot to bringing the species back.",
"Events.NORA.IslandB.Nora.7": "Yes. That's why we're keeping it here for a while before trying to find the others.#$b#I've sent a letter to the herpetology department at ZuCU asking for help on how to proceed.#$b#They're putting together a team to explore the island and find more of them.#$b#Another team is gonna work on keeping Echo safe and comfortable here until we decide the next course of action.",
"Events.NORA.IslandB.Gunther.2": "Sounds like you have it figured out, Ms. Chambers.$1#$b#If you excuse me, I must return to the museum now. It's better to document all this while it's fresh.$3",
"Events.NORA.IslandB.Snail.2": "I too must return to my work. But Echo is welcomed here for as long as you need.#$b#Here's to hoping you find a female specimen soon!$1",
"Events.NORA.IslandB.Nora.8": "Alright! I owe you all a drink!$1#$b#You keep an eye on Echo, Professor. Jacob and I are gonna take these samples down to the lab.#$b#C'mon, everyone, we have work to do!$1",

// EXTRA EVENT
"Events.NORA.Extra.Nora.1": "HOLY YOBA! You scared me!$7#$b#You shouldn't be sneaking up on people like this!$5",
"Events.NORA.Extra.Nora.Question.1": "Why did you do that for?",
"Events.NORA.Extra.Nora.Q1.Answer.1": "I said hello! You didn't answer.",
"Events.NORA.Extra.Nora.Q1.Answer.2": "I'm sorry, I didn't mean to scare you!",
"Events.NORA.Extra.Nora.Q1.Response.1": "You did?$3#$b#Oh, that's right! I had my hearing aid off!$7",
"Events.NORA.Extra.Nora.Q1.Response.2": "Oh no, wait...$3#$b#This is on me, I had my hearing aid off. It's not your fault.",
"Events.NORA.Extra.Nora.2": "I thought I mentioned this to you, I'm deaf!#$b#Well, not totally, but I am hard of hearing.$3#$b#When my hearing aid is off, I'm usually able to mouth read.#$b#But since you were behind me, I was clueless.",
"Events.NORA.Extra.Nora.3": "Yeah, yeah, don't worry about it.$1#$b#I wasn't actually born deaf. It was a bad infection I had when I was a kid. Nasty thing.#$b#I spent a LOT of time at the phonoaudiologist ever since.$3#$b#But there's no need to feel bad about it. My life is perfectly good.$1",
"Events.NORA.Extra.Nora.4": "Anyway, next time I don't answer, don't take it personally alright?#$b#And please don't scare me like this again.$1",

/// CROSSOVER EVENTS

// FROG FRIENDS
"Events.NORA.FrogFriends.Marnie.1": "Thank you so much for agreeing to help us, Ms. Chambers.$1",
"Events.NORA.FrogFriends.Nora.1": "Oh please, Nora is fine!$1#$b#And of course, I'm more than happy to help.#$b#These little buddies deserve the best possible home.",
"Events.NORA.FrogFriends.Robin.1": "Alright then, we should get started.$1#$b#The sooner I'm done with these blueprints, the faster we're going to be able to get the frogs here.",
"Events.NORA.FrogFriends.Nora.2": "Do you think that the new farmer will be willing to raise frogs?$3#$b#It would be VERY COOL if they're willing...",
"Events.NORA.FrogFriends.Marnie.2": "Well, speak of the devil...#$b#Hello, @. Nora here was just talking about you.",
"Events.NORA.FrogFriends.Nora.3": "Don't worry, good things only!$1#$b#Since you're here, I can ask directly.$3#$b#So, how do you feel about frogs? Any thoughts?",
"Events.NORA.FrogFriends.Robin.2": "Maybe it would be better if we provided a bit of context here?$1",
"Events.NORA.FrogFriends.Nora.4": "I mean, that's a perfectly acceptable question on its own, but you're probably right.$3",
"Events.NORA.FrogFriends.Marnie.3": "Don't worry, I'll handle this.$1#$b#@, I plan on selling frogs here at the shop, in addition to the regular farm animals.#$b#Nora and Robin are here to help me with planning proper enclosures for them, so they could be raised here in the valley.#$b#I figured the three of us together could come up with something as comfortable as possible for the little guys.",
"Events.NORA.FrogFriends.Robin.3": "If you decide you want to have them at your farm, just come by my shop.#$b#I'll be including the option to build a Terrarium, and also improve it so it's able to hold more animals in the future.$1#$b#Hm, I'm wondering if Sebastian will want me to build one in our backyard...$2",
"Events.NORA.FrogFriends.Nora.5": "I would fully support him in that decision. Everyone should have a frog at some point.",
"Events.NORA.FrogFriends.Nora.Question.1": "What do you think? Will you raise frogs in your farm?",
"Events.NORA.FrogFriends.Nora.Q1.Answer.1": "I'd like to give it a try.",
"Events.NORA.FrogFriends.Nora.Q1.Answer.2": "I'll have to think about it.",
"Events.NORA.FrogFriends.Nora.Q1.Answer.3": "...hard pass.",
"Events.NORA.FrogFriends.Nora.Q1.Response.1": "Awesome! I'll be visiting your farm more often then.$1#$b#You know, you could name one of them after me, huh?$3",
"Events.NORA.FrogFriends.Nora.Q1.Response.2": "Well, please consider it!#$b#I know most people think they're gross, but they're just as cute as other animals.#$b#We gotta love the unloved!$1",
"Events.NORA.FrogFriends.Nora.Q1.Response.3": "Aw, I really thought you wouldn't discriminate against frogs.$2#$b#No animal is worth less than others.$2#$b#Well, maybe cockroaches... But I'm not getting into that.$3",
"Events.NORA.FrogFriends.Robin.4": "Well, if you do decide to raise them, come around by my shop and I'll build the Terrarium for you.$1#$b#Now, if you'll excuse me, I have to get back. Have a great day, everyone.",

// RODNEY
"Events.NORA.Rodnora.Gunther.1": "How can I help you today, Rodney?",
"Events.NORA.Rodnora.Rodney.1": "Well, my dear Gunther, since you're fiction section is severely lacking in the science fiction department, I was wondering if you had any books about alien life forms?#$b#For research purposes!$1",
"Events.NORA.Rodnora.Gunther.2": "*sighs* Well, I suppose you could give Mysteries of the Dwa-",
"Events.NORA.Rodnora.Nora.1": "GUNTHER! You have to check this book out, I got it from a friend at ZuCU.$1#$b#It gives us a new approach to former theories about that species I mentioned the other day-$4",
"Events.NORA.Rodnora.Rodney.2": "Excuse me young lady! It's very rude to interrupt someone else's conversation!$5",
"Events.NORA.Rodnora.Nora.2": "Oh, I'm- I'm so sorry! I didn't mean to-$2#$b#Wait a minute...$3#$b#Aren't you... TWO-TIME AWARD WINNER AUTHOR RODNEY O'BRIEN?$7#$b#Sir! I am a huge, huge fan! It's a pleasure to meet you, my name is Nora!$1",
"Events.NORA.Rodnora.Gunther.3": "You mean to tell me you two hadn't met until this very day? I thought you were neighbors.",
"Events.NORA.Rodnora.Nora.3": "We are! But I mean, it's the Rodney O'Brien!#$b#What was I supposed to do, just say hi? I couldn't possibly! He's a legend, Gunther!$5",
"Events.NORA.Rodnora.Rodney.3": "Well.. I... uh... I mean...$8#$b#I don't know what to say. Now I feel like a jerk for talking to you like that and ignoring you since I moved here.$2",
"Events.NORA.Rodnora.Gunther.4": "You've been ignoring her?",
"Events.NORA.Rodnora.Rodney.4": "It's embarrassing, and please don't take it personally Nora, but...$2#$b#You're kinda loud and I'm set in my ways, I enjoy tranquility...",
"Events.NORA.Rodnora.Nora.4": "Ah, I get it. I am a bit loud, I'll admit.#$b#But since you mentioned it, there is something you can do to make it up to me.$3",
"Events.NORA.Rodnora.Gunther.5": "He didn't mention anything-",
"Events.NORA.Rodnora.Nora.5": "Would you let me buy you a drink? I've been dying to get an actual conversation with you!$1",
"Events.NORA.Rodnora.Rodney.5": "Oh hey @! I'm so glad you're here!$1#$b#Nora and I were about to drop by the saloon, for a drink, will you joined us?#$b#(Whispers)Please, don't leave me alone with her.$2",
"Events.NORA.Rodnora.Message": "The three of you head to Stardrop Saloon for drinks and chat.",
"Events.NORA.Rodnora.Nora.6": "This was really nice! Thank you both for this lovely lunch!$1#$b#I have to go now, still a lot of research to do today.#$b#But if you have any more questions about snakes in space, you know where to find me!$1",
"Events.NORA.Rodnora.Rodney.6": "She's not as bad as I imagined. She's actually pretty cool. For a nerd.$1",

// NORA SET DATING
"Events.NORA.SetDating.Nora.1": "Hey, @! Yoba, it's a lovely day today, isn't it?$1",
"Events.NORA.SetDating.Nora.2": "So, uh... I thought about sending you a letter with this info, but...$2#$b#I figured it would be best if I told you in person!",
"Events.NORA.SetDating.Nora.3": "Unfortunately, I am in a rush.$2#$b#I gotta take the bus to Zuzu City if I ever plan on getting there in time for class.#$b#So... could we maybe talk some other time?#$b#Later, at the saloon, 7pm?",
"Events.NORA.SetDating.Nora.4": "Great, I'll see you then!$1",

// NORA DATING INVITE
"Events.NORA.DatingInvite.Nora.1": "Alright... alright, the worst thing they can say is no, right?$2#$b#*sigh* Gus, can you bring me another coffee?$2",
"Events.NORA.DatingInvite.Gus.1": "Nora, you already had five cups since you got here.",
"Events.NORA.DatingInvite.Nora.2": "Which was ages ago! It has been like, what, 3 hours now?$5",
"Events.NORA.DatingInvite.Gus.2": "More like 30 minutes.$2#$b#And, to be fair to @, you did get here early.",
"Events.NORA.DatingInvite.Nora.3": "I know, I know... I'm just nervous.$2#$b#I mean, all I did these past few years was study and write articles and my PhD.#$b#My dating skills are dangerously rusty. If I ever had them, that is!",
"Events.NORA.DatingInvite.Gus.3": "Seems you're about to find out.#$b#Remember, just be yourself. It will work out fine.",
"Events.NORA.DatingInvite.Nora.4": "Gus, wait! You're supposed to be my wingman!$5#$b#Give us some ice-breaking topics! Don't leave me alon-$2#$b#Heeeeeeeeeeeeeeeeeey you! I wasn't expecting you here tonight!$1",
"Events.NORA.DatingInvite.Nora.5": "Hm, yes, I mean, I did invite you here. Great, great point.#$b#Sooooo... how is the farm? How is everything going?$2",
"Events.NORA.DatingInvite.Nora.6": "That sounds great!$1#$b#...",
"Events.NORA.DatingInvite.Nora.7": "Uh, so...$3",
"Events.NORA.DatingInvite.Nora.8": "Actually, can we maybe go somewhere else? It's way too crowded in here...#$b#And there's something important I wanna tell you.",
"Events.NORA.DatingInvite.Nora.9": "Remember when you found me at the bridge?#$b#We would talk about the gossip I made up for the fish in the river.#$b#Well, I would do all the talking, really.#$b#But you... listened.",
"Events.NORA.DatingInvite.Nora.10": "You made me feel seen. Like...$2#$b#You didn't find me weird or inconvenient. I could just... be myself around you.#$b#I felt safe. I was grateful to have such an amazing friend like you.$1",
"Events.NORA.DatingInvite.Nora.11": "And then I realized... I don't want us to be friends... I mean...$2#$b#I'd like to me more... than just a friend... to you.",
"Events.NORA.DatingInvite.Nora.12": "Of course, if you don't want to, we could still be friends... But I had to ask first.",
"Events.NORA.DatingInvite.Nora.QuestionFork.1": "So... what do you say?",
"Events.NORA.DatingInvite.Nora.Question.Fork.1": "I feel the same way! Thought you'd never ask!",
"Events.NORA.DatingInvite.Nora.Question.Fork.2": "I'm sorry, but I don't think that's a good idea.",
"Events.NORA.DatingInvite.Nora.Yes.1": "HOLY YOBA! Wow, that was a ride!$1#$b#I was so nervous thinking you might say no!#$b#So I am your girlfriend now!$1#$b#I mean, I don't know if we're doing titles or anything like that but if you'd like to call me your girlfriend...$3#$b#I mean I would love that but don't feel pressured into doing anythi-",
"Events.NORA.DatingInvite.Nora.Yes.2": "Oh, yeah. Yeah, that sounds alright too.$1#$b#I think this is the first time someone actually got me to shut up.",
"Events.NORA.DatingInvite.Nora.Yes.3": "So... wanna walk me home? Maybe... stay over a while?",
"Events.NORA.DatingInvite.Nora.No.1": "Oh...$2#$b#Yeah, uhm, you're probably right...$2",
"Events.NORA.DatingInvite.Nora.No.2": "No, no, it's alright...$2#$b#This was, um... This was a bad idea. We should... continue as friends...$2",
"Events.NORA.DatingInvite.Nora.No.3": "So... It's better if I go now, huh?$2#$b#I'll just see you around.$2#$b#Don't think you're getting rid of my nerdy lizard facts!#$b#So, huh... see you, farmer.$2",

// NORA DATE
"Events.NORA.Date.Nora.1": "Hey pumpkin! I was just about to stop by the farm to see you!$1#$b#Good thing I catched you here!#$b#So, fancy going on a date with me?",
"Events.NORA.Date.Nora.2": "Yay! C'mon, I got something special planned for you.$1",
"Events.NORA.Date.Nora.3": "What? No way I'm spoiling it!#$b#No no, you'll have to come with me and see!#$b#Don't get your hopes up too high tho, it's simple, really.$3#$b#But I'm really hoping you'll like it!",
"Events.NORA.Date.Nora.4": "Alright, keep your eyes closed, ok?#$b#No peeking!$1#$b#Alright, just a bit further...#$b#Open your eyes!",
"Events.NORA.Date.Nora.5": "Ta-da!$1#$b#I baked you a cake!#$b#And I made it from scratch! You know, the dough, the filling, the frosting!$1#$b#It's a chocolate cake. I hope you like it!",
"Events.NORA.Date.Nora.6": "Well, come have a taste!",
"Events.NORA.Date.Nora.Question.1": "Sooo... what do you think?",
"Events.NORA.Date.Nora.Q1.Answer.1": "It's... really good! You're a natural chef!",
"Events.NORA.Date.Nora.Q1.Answer.2": "See, I... think good seasoning is actually overated.", 
"Events.NORA.Date.Nora.Q1.Response.1": "*sigh* It's awful, isn't it?",
"Events.NORA.Date.Nora.Q1.Response.2": "*sigh* It's awful, isn't it?",
"Events.NORA.Date.Nora.11": "Well, honestly, that's on you.#$b#I've always been a bad cook. You knew that from the start!$1",
"Events.NORA.Date.Nora.12": "Alright, then I have another proposition for you.#$b#How about we pop some popcorn and watch a musical with me?#$b#I got a brand new dvd copy of Twisted. I was waiting to watch it with you!$1",

/// ELI AND DYLAN 

// crossover 1
"Events.NORA.END.Nora.1": "...I'm just saying, it's only fair that whoever picks the movie doesn't get to pick the snacks! One can't have it all!$3",
"Events.NORA.END.Eli.1": "That sounds fair.#$b#I don't mind what kinda hyper specific food you want, so long as I get my coffee to go with it!$1",
"Events.NORA.END.Dylan.1": "You don't mind? Are you sure of that?$6#$b#Remember this is Nora we are talking about.",
"Events.NORA.END.Nora.2": "Hey, I don't see how deep fried sausage filled pickles are hyper specific, it's a perfectly acceptable snack!$5#$b#Also, I'll have some of that coffee too Eli, so don't get it all for yourself!",
"Events.NORA.END.Dylan.2": "That's exactly what I was talking about.#$b#That sounds diabolical, are you planning on getting a stomach ache?$7",
"Events.NORA.END.Nora.3": "Tis but the consequences of a delicious gourmet experience!$1",
"Events.NORA.END.Eli.2": "I'm down for whatever snacks you guys decide, but I should pick what we watch the time we watch it.#$b#You know, for a better experience.$1",
"Events.NORA.END.Dylan.3": "I can NOT stay awake past 10pm again this week.",
"Events.NORA.END.Nora.4": "He won't be able to function Eli! Have some empathy you buffoon!$5",
"Events.NORA.END.Eli.3": "But it's the best possible time to watch anything! It will make it spookier!",
"Events.NORA.END.Dylan.4": "Why are you assuming you're the one to pick the movie?$4",
"Events.NORA.END.Eli.4": "Because you seem very worried about the snacks, so I thought the movie could be my pick.$1#$b#Besides, I'm really in the mood for something spooky and not, you know... a sea life documentary.$12",
"Events.NORA.END.Nora.5": "A sea life documentary can totally be spooky. Have you SEEN the ocean? Ever?$3",
"Events.NORA.END.Dylan.5": "The only one who should be scared tonight is the toilet after you eat your monstrosity.#$b#You are NOT using our bathroom.$5",
"Events.NORA.END.Eli.5": "Oh poor, poor Tori.$2",
"Events.NORA.END.Nora.6": "Fine, what do you suggest then? We can't be here all night-$3#$b#Oh, farmer! EVERYONE, STOP talking about our gastrointestinal habits!$5",
"Events.NORA.END.Nora.7": ""

}

