{
  "Changes": [	
  
  
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Abigail",


      "Entries": {
	  
		  "AcceptGift_(O)373": "A golden pumpkin...!? You must've made it through the maze! $7#$b# Quick, tell me everything - just what was in there! As long as there's no spiders, it'd be no problem for me... $1#$b# Huh? 'It's a secret'? Aw, c'mon, @! Please? $3#$b# ...Aw, there's no persuading you huh. Have it your way then. #$b# Now if you excuse me, I gotta go look for a carving knife. Gold or not, it's still a pumpkin, after all! $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Alex",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Huh, isn't this from the maze at Spirit's Eve? That's really impressive! #$b# And you wanna give this to me? You sure? Thanks, @! $1#$b# Y'know, I kept looking and looking, but I couldn't find the secret entrance at all...but I'll give it another shot next year. I'll definitely find it!",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Elliott",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Hm? What's this, @? A golden pumpkin? #$b# Ah, this is the fabled prize of the Spirit's Eve maze, is it not? So you managed to get to the end - that's quite the feat! #$b# And you want to give this to me? My...thank you so much! $1#$b# Truth be told, it isn't the gift that's making me smile right now, but the fact that of all your dear friends in this town, you chose to give me this precious gift. Know that I'll never forget this act of kindness, @. $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Harvey",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Ah...isn't this a golden pumpkin? And you want me to have it? #$b# Thank you! I've only heard of this from rumors and gossip, and I'd never thought that I'd be able to see it for myself. $1#$b# Ah, and we ran into each other at the maze that day too...shh! Please don't tell anyone about that. It'll be our little secret! $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Sam",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Huh? Isn't this...? You cleared the maze?! You're amazing, @! #$b# I got super lost the second I got in, and it took me way too long to retrace my steps.  $1#$b# Wait, don't tell me what's in there, I wanna find out for myself next year. $3#$b# Anyway, thanks! I didn't think you'd want to give this away, let alone to me! I'll be sure to take care of it! $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Sebastian",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Huh, I know what this is. They say that this is the reward you get for clearing the Spirit's Eve maze. #$b# ...You're giving this to me? I figured with how valuable this is, lots of people would want it. You sure it's for me? $2#$b# ...Fine, I get it. I'll be taking this then. Thanks, @. $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Shane",


      "Entries": {
	  
		  "AcceptGift_(O)373": "...What's this? Wait, this is from the maze, isn't it. I'm always busy in the fall with other things, so I've never had time to actually go in there. #$b# So you went through all that trouble to get this, and you wanna give it to me? Really? $3#$b# ...Well, I guess if anyone would, it'd be you. I'll take this off your hands then. Thanks, @. $6",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Emily",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Ah, a golden pumpkin! So you made it through the maze, didn't you? #$b# That's amazing, @! Not many people in town have done it before. #$b# I'm not a fan of horror, so I don't want to venture in the maze myself...  $2#$b# But you sharing this with me really makes me happy! I'll be sure to take care of it! $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Haley",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Hm, what's this? Isn't this gold? #$b# Oh, the prize for the Spirit's Eve maze? #$b# So you managed to clear it?! That's amazing, @! Weren't you scared at all? I couldn't bring myself to go any deeper than the entrance... $1#$b# And you're even giving your prize to me...thank you! You're such a sweetheart! $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Leah",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Hm? This shiny pumpkin...oh! This is the prize for the maze, right?  #$b# Wow...I've never thought to venture in there myself - the feast Gus prepared was way too good for me to leave. #$b# Hm, but what can we do with this? Well, only one way to find out - I'll go grab my carving knife! $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Penny",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Ah, is this...this is the prize for clearing the maze, isn't it? So you did it! That's amazing, @! #$b# And you want to give it to me? Thank you, this makes me really happy. $1#$b# I always get stuck in the exact same place every year, so I was resigned to never being able to get this prize...I'll take good care of this. $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Maru",


      "Entries": {
	  
		  "AcceptGift_(O)373": "A golden pumpkin!? Wow...so you cleared the maze, huh? #$b# That's super impressive! I always get lost soon after I go in...and it's always so scary. $1#$b# Thanks for the gift! In a way, it's like I cleared the maze together with you! $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Caroline",


      "Entries": {
	  
		  "AcceptGift_(O)373": "A golden pumpkin...? Oh! Thank you! #$b# I haven't the courage to go in the maze myself. Abby always rushes in there, but always gets stuck in there for hours...I suppose it must be terrifying in there. $2#$b# It must've been quite an experience in there for you...if you don't mind, how about you tell me all about it? $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Clint",


      "Entries": {
	  
		  "AcceptGift_(O)373": "A golden pumpkin? For me?  #$b# Oh, so you managed to clear that maze, huh? I heard from the other villagers that it's pretty scary. If you managed to get through that, you must be really brave. Unlike me anyway... #$b# Ah, never mind. This is some good quality gold, so I'll make good use of this...thanks, @. $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Robin",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Hm? A golden pumpkin? Wow, so I get to see it for myself! #$b# I've only heard of this from rumors, but no-one's ever cleared the maze until you came along. $1#$b# And you want to give this to me? Thank you! I'll be sure to put this somewhere safe...and far away from Demetrius's lab. $1",
	  
     }
    },
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Jodi",


      "Entries": {
	  
		  "AcceptGift_(O)373": "A golden pumpkin...? Goodness, I've been here for so long, but I've never seen anyone clear the maze. Sam's always telling me how hard it was. #$b# So this is the reward you get...and it's really made of gold, too! $1#$b# And you want to give this to me? Thank you! I think I'll show this to Vincent. Maybe he'll stop pleading with me to go in there anymore! $1",
	  
     }
    },
	
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Pierre",


      "Entries": {
	  
		  "AcceptGift_(O)373": "What a huge piece of gold! #$b# Or should I say what a huge golden pumpkin? You're really something else, @. I've never had a chance to try the maze, what with running the store and all. #$b# And you want to give this to me? Thank you! This could probably go for a high price... $1#$b# ...Just kidding! I'll be sure to keep this safe! $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Demetrius",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Hm...this is...a golden pumpkin? Well, I know what it is, Maru would always get lost in the maze every year... #$b# I see, so the rumors were true. Thank you for sharing your reward with me. $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Kent",


      "Entries": {
	  
		  "AcceptGift_(O)373": "A pumpkin made of gold? Hm...yes, I remember. Spirit's Eve, right? #$b# Thank you for giving this to me. Truth be told, I don't know if I'll ever be able to feel the same way about festivals as I did before...but this is nice. $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Vincent",
      "Entries": {
	  
		  "AcceptGift_(O)373": "A golden pumpkin? Wow!! #$b# That's the reward for the maze, right!! #$b# This is so cool...I'm definitely gonna make Mom let me go there next year! $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/George",


      "Entries": {
	  
		  "AcceptGift_(O)373": "What's this? The prize from Spirit's Eve? #$b# Bah, that was a noisy night, so Evelyn and I had an early night before all the ruckus started. #$b# But still...this probably wasn't easy to get. #$b# And you want to share this with an old man like me? Well...if you insist, then thanks. $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Evelyn",


      "Entries": {
	  
		  "AcceptGift_(O)373": "A golden pumpkin...? Ah, so you cleared the haunted maze?! #$b# That's wonderful! George and I stayed home that night - it was just too cold outside! #$b# Thank you for sharing this with me, dear. In a way, it feels like I cleared the maze, too! $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Marnie",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Wow! A golden pumpkin? You really cleared that haunted maze? #$b# You're incredible, @...I'm told that the wizard in the forest is responsible for setting it all up, so I've not dared venture in there myself. But Jas is always asking me to let her go in there... $2#$b# Oh, you want to give this to me? Thank you! I'll be sure to treasure this. $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Jas",
      "Entries": {
	  
		  "AcceptGift_(O)373": "*gasp* A golden pumpkin! You cleared the maze, farmer @? #$b# I bet it's not that scary in there, if you managed to clear it. I hope Aunt Marnie lets me go in next year...that way I can get it myself! $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Lewis",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Ah, a golden pumpkin? Goodness, in all my years of being mayor, I think you might be the first person to clear that maze. #$b# Hm...it's certainly made of gold. Good quality stuff too. Perhaps I can use it for my... $1#$b# Ah, never you mind. Pretend I didn't say anything, alright? *ahem* $3",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Pam",


      "Entries": {
	  
		  "AcceptGift_(O)373": "What? This's the pumpkin from Spirit's Eve? So you did all that while I was stuffin' my face at the buffet, huh?  #$b# Heh, good job, kiddo. And this looks real valuable too, could sell it for a nice price. $1#$b# I've no idea why you thought to give this to me, but hey, I'm not complaining. Thanks, @! $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Gus",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Goodness, it's huge...oh? It's a golden pumpkin? That must mean you cleared the maze at Spirit's Eve - color me impressed, @!  #$b# Hm, I wonder if I could cook this...? *knock knock* $3#$b# Ah, it's made of pure gold, so that's a bust. What a pity... $2#$b# Haha, just kidding, who wouldn't love gold? Thanks, @!",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Willy",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Aye, that be the golden pumpkin from the haunted maze. So you managed to clear it, eh? $1#$b# I was out that night preparing for the winter, so I never got the chance to attend the festival. Those winter fish won't catch themselves! #$b# But this is pretty nice. Thank you kindly for the gift, @. I hope you enjoyed yourself at the festival. $3",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Linus",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Ah, so this is the prize my friend placed in the maze? #$b# Thank you for sharing this with me, @. I was watching the festival with my friend in town, so I saw it all. You did a great job! $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Leo",


      "Entries": {
	  
		  "AcceptGift_(O)373": "What is this? A prize from a town festival...?  $3#$b# Oh...it sounds valuable. Thank you.  $2#$b# Even though I can't be there...never mind. $2",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/LeoMainland",


      "Entries": {
	  
		  "AcceptGift_(O)373": "This is the prize for clearing that maze, right? Vincent told me all about it! #$b# Thank you...I don't know if I'll ever clear it myself, but just getting to take part is fun too! $1",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Dwarf",


      "Entries": {
	  
		  "AcceptGift_(O)373": "Ah, it's shiny. What's this? #$b# Doesn't matter, it looks nice. Thanks, human.",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Krobus",
            "When": {
			"DayOfWeek |contains=Friday":"false",
            },	  
      "Entries": {
	  
		  "AcceptGift_(O)373": "Oh...? This doesn't look like any of the pumpkins I've seen before. #$b# Huh? Spirit's Eve? Maze reward? Hm, it sounds very valuable. And you want to give this to me? #$b# You sure? Alright then, thank you. It looks very pretty. $1#$b# Truth be told, I dare not venture outside on that day...you've seen those monsters in the cages, yes?  I'd rather not end up with the same fate as them. $2",
	  
     }
    },
	
	
		{
      "Action": "EditData",
      "Target": "Characters/Dialogue/Wizard",


      "Entries": {
	  
		  "AcceptGift_(O)373": "This golden pumpkin? Yes, I was the one who put it in the chest that night. And here you are, giving it back to me. Did you want something from me in return? #$b# No, you're giving it as a present? Alright, I'll accept this, then. #$b# You'll be sure to see this again next year, but I think some improvements are in order before then... $1",
     }
    },
	
  
  ]
}