{
  //Mail
  "Miihau.PennyEE.Mail.001": "Dear @,^^As promised, here's a short summary of my favorite book.^I hope you enjoy it!^^   Sincerely^   -Penny^^^(The summary starts on the next page)^Summary of 'Lily Growing Up':^^The story is about a cheerful little girl named Lily who loves spending time with her mother. One day, her mother tells her that they are going to live on their own, just the two of them, and that Lily's father is no longer with them. Despite feeling sad, Lily decides to stay positive and make the most of their time together. She loves going to school, playing with her friends, and painting pictures in her room that she shows her mother. They share many happy moments exploring the city, visiting museums, and trying new foods. Lily knows that she has a lot of love in her life, and even though she doesn't have a father she is grateful for all these blessings and knows she can handle anything that comes her way.[#]Penny's favorite book summary",
  "Miihau.PennyEE.Mail.002": "Dear @,^^I'm planning to have a picnic today by the river in Cindersap Forest. Would you like to join me? If so, I'll be there mid-afternoon. ^^Don't worry, I'll take care of packing the picnic. You don't need to bring anything except yourself!^^    Sincerely^    -Penny[#]Penny's Picnic Invitation",
  "Miihau.PennyEE.Mail.003": "My dearest @,^^I hope this letter finds you well. I'm writing to you from my hotel room, where I am currently attending the teaching course. It has been an incredible experience so far! I've learned so many new techniques and teaching methods, and the people here have been so kind and helpful.^Even though I've only been away for a short time, I already find myself missing home terribly. You're always on my mind, honey. Remembering your encouraging words has kept me going, even when it gets challenging to meet so many new people and grapple with so many new ideas. I can't express how much it means to me that you believe in me and made it possible for me to attend this course.^^I only hope I can be everything for you that you have been for me: your biggest supporter, the person you turn to for comfort when you're feeling down, and your equal partner. You're my best friend, and I hope that I'm yours, too.^^I can't wait to come home, hold you in my arms, kiss you, snuggle with you, and tell you all about my trip. Until then, I'll be thinking of you! I love you so much!^^    xoxo,^    Penny[#]Penny's Letter from the City",

  //Event 1
  "Miihau.PennyEE.event1.001": "Now, where did I stop reading?",
  "Miihau.PennyEE.event1.002": "Oh goodness, this is so corny, but so cute!$h",
  "Miihau.PennyEE.event1.003": "Oh, hi, @! I was so absorbed in this book that I didn't notice you there.#$b#You seem to walk past my favorite reading spot quite a bit.$h#$b#What do you say?$h#$b#$q 1627901 null##$r 1627901 20 event_tree1#I certainly do! What are you reading today?#$r 1627902 -20 event_tree2#Yeah... but I'm in a hurry.",
  "Miihau.PennyEE.event1.004": "Thanks for the nice conversation earlier.$0",
  "Miihau.PennyEE.event1.005": "I thought that you were too busy to chat.$3",
  "Miihau.PennyEE.event1.006": "Oh! I'm surprised you're interested. Thanks for asking!$h#$b#I normally read books about teaching, and I like reading about artifacts. In general, I like to expand my knowledge.$0#$b#But this book right here is just a novel I've been reading lately.$h#$b#I'm a little embarrassed to tell you... but it's just a silly romance novel.$4#$b#And silly can be fun sometimes.$1#$b#Well, I don't want to keep you. I'm sure you have a lot of work to do today.$0#$b#Thanks for stopping by! I hope you have a great rest of your day!$h",
  "Miihau.PennyEE.event1.007": "Oh... I guess you should get going, then.%fork$3",

  //Event 2
  "Miihau.PennyEE.event2.001": "Jas, Vincent, will you stop, please?$s",
  "Miihau.PennyEE.event2.002": "@!$3#$b#Sorry, I'm having a little problem with my students. They're more... rambunctious than usual.$s",
  "Miihau.PennyEE.event2.003": "It's such a booooring day!$3",
  "Miihau.PennyEE.event2.004": "Yeah!$2#$b#And Ms. Penny is no fun today.$3",
  "Miihau.PennyEE.event2.005": "It's hard to be in a good mood all the time.$s",
  "Miihau.PennyEE.event2.006": "How do you react?$h#$b#$q 1627907 null##$r 1627907 -40 event_playground1#Ask Penny if she wants to leave the playground and relax with you#$r 1627908 10 event_playground2#Ask whether you can help her with the kids",
  "Miihau.PennyEE.event2.007": "What do you do?$h#$b#$q 1627909 null##$r 1627909 40 event_playground3#Suggest that you and the kids play hide-and-seek#$r 1627910 -50 event_playground4#Shout at the kids to behave better",
  "Miihau.PennyEE.event2.008": "Yay! Hide-and-seek with Mr. @!^Yay! Hide-and-seek with Ms. @!$1",
  "Miihau.PennyEE.event2.009": "Okay, children, you go behind the bushes and count to... twenty. Mr. @ is going to hide.^Okay, children, you go behind the bushes and count to... twenty. Ms. @ is going to hide.$0#$b#I'll sit down and be the referee.$h",
  "Miihau.PennyEE.event2.010": "Okay!",
  "Miihau.PennyEE.event2.011": "Thank you, @. I really appreciate it.$h",
  "Miihau.PennyEE.event2.012": "You seem to be good with children. I'm very impressed.$0",
  "Miihau.PennyEE.event2.013": "And now you'd better go and find a hiding spot!$h",
  "Miihau.PennyEE.event2.014": "1, 2, 3...",
  "Miihau.PennyEE.event2.015": "You had fun at the playground with Penny, Jas, and Vincent#You feel happy that you were able to help Penny out.",
  "Miihau.PennyEE.event2.016": "You were amazing at the playground. I didn't know you were so good with children.$0#$b#Vincent's already asking when you're going to come by to play with us again!$h",
  "Miihau.PennyEE.event2.017": "I hope you can understand why I reacted the way I did earlier.$s",
  "Miihau.PennyEE.event2.018": "Look what you have done!$5#$b#Please leave now. You aren't helping.$5",
  "Miihau.PennyEE.event2.019": "You should really reconsider how you treat kids. They're people, too.$s",
  "Miihau.PennyEE.event2.020": "What?$3#$b#Excuse me, I'm responsible for Jas and Vincent.$5#$b#I can handle this situation on my own. Thanks for the offer.%fork$s",
  "Miihau.PennyEE.event2.021": "Sure, give it a try if you really want to.$0",
  "Miihau.PennyEE.event2.022": "That sounds like a wonderful idea.$0",
  "Miihau.PennyEE.event2.023": "What are you doing?!%fork$5",

  //Event 3
  "Miihau.PennyEE.event3.001": "Looking for a specific book, Penny?$0",
  "Miihau.PennyEE.event3.002": "Well, Gunther, I've been reading about gardening, but I'd like to find something about farming.$0",
  "Miihau.PennyEE.event3.003": "Farming, you say?$0#$b#Does this sudden interest have anything to do with the new farmer boy?^Does this sudden interest have anything to do with the new farmer girl?$0",
  "Miihau.PennyEE.event3.004": "Oh... uhh...$4#$b#I don't know.$4#$b#Maybe.$4",
  "Miihau.PennyEE.event3.005": "You seem to have made a new friend.$0#$b#Do you like him?^Do you like her?$0",
  "Miihau.PennyEE.event3.006": "No!$5#$b#...Sorry for snapping at you, Gunther. I do like him... just not in the way that you think.^...Sorry for snapping at you, Gunther. I do like her... just not in the way that you think.$3#$b#Although... there is something special about him. Don't tell him I said that!^Although... there is something special about her. Don't tell her I said that!$4#$b#...",
  "Miihau.PennyEE.event3.007": "Hello!",
  "Miihau.PennyEE.event3.008": "Hi!",
  "Miihau.PennyEE.event3.009": "What a pleasant surprise.$0#$b#Tell me, @, do you already know your way around the library portion of the museum?#0",
  "Miihau.PennyEE.event3.010": "No?$0#$b#Penny, would you be so kind as to show our friend around?$0",
  "Miihau.PennyEE.event3.011": "Yes, of course! I'd love to.$0#$b#Come with me, @.$h",
  "Miihau.PennyEE.event3.012": "So, this is the nonfiction section.$0#$b#You can find informational books here on all kinds of subjects: archaeology, biology, psychology, all sorts of -ologies!$1#$b#I have copies of some of these at home.$h",
  "Miihau.PennyEE.event3.013": "Okay, now let's take a look over here.$0",
  "Miihau.PennyEE.event3.014": "This is the textbook section.$0#$b#I use these books to teach the local children. We cover elementary math, language arts, and social studies.$0#$b#There are college-level textbooks here too. I think Abigail uses those sometimes; I see her around here once in a while.$h",
  "Miihau.PennyEE.event3.015": "It would be nice to have a collection of textbooks that I could keep at home, right at my fingertips. It would make preparing for class so much easier! Maybe someday.$h",
  "Miihau.PennyEE.event3.016": "What do you say?$h#$b#$q 1627912 null##$r 1627912 0 event_booklove1#Why don't you start expanding your book collection?#$r 1627913 0 event_booklove2#Do you have any copies of those at home already?#$r 1627914 10 event_booklove3#Do you want to have a small home library someday?",
  "Miihau.PennyEE.event3.017": "Anyway, I'm getting sidetracked.$h#$b#Let's head over this way.$0",
  "Miihau.PennyEE.event3.018": "Here we have the religion and spirituality section.$0#$b#Yoba has never really been a part of my life.$0#$b#But it's helpful to read this kind of literature to understand human culture.$0",
  "Miihau.PennyEE.event3.019": "Hang on, I want to show you something over here.$0",
  "Miihau.PennyEE.event3.020": "This is the study nook where I teach Jas and Vincent.$0#$b#You should visit us sometime! The children would love to see you.$h",
  "Miihau.PennyEE.event3.021": "What do you say?$h#$b#$q 1627915 null##$r 1627915 20 event_booklove4#Sure, I'll gladly come visit sometime.#$r 1627916 -10 event_booklove5#Is it only the children who would love to see me?",
  "Miihau.PennyEE.event3.022": "Now, where was I?$0#$b#Oh, yes!$h#$b#The fiction section is at the center of the library.$0#$b#You can find so many genres here, from romance to sci-fi and fantasy, to historical fiction, to mysteries and thrillers.$0#$b#It's lovely! This section is my favorite.$1#$b#Here, let me show you a book by my favorite author. I think you might enjoy it.$0",
  "Miihau.PennyEE.event3.023": "It has to be here somewhere.$0",
  "Miihau.PennyEE.event3.024": "Oh no! I dropped it!",
  "Miihau.PennyEE.event3.025": "#Help Penny pick up the book.#Let Penny pick up the book.",
  "Miihau.PennyEE.event3.026": "Sorry about that.$0",
  "Miihau.PennyEE.event3.027": "This is what the book looks like.%fork$0",
  "Miihau.PennyEE.event3.028": "Oh! Gosh, I'm sorry.$0#$b#...$l#$b#Well... thank you, @.$l",
  "Miihau.PennyEE.event3.029": "At least you've seen the book up close now.$h#$b#If you have time, maybe you could come back and take a look at it.%fork$0",
  "Miihau.PennyEE.event3.030": "I'll put it here so you'll know where to find it.$0#$b#But I know you're busy with the farm. Why don't I send you a short summary instead?$0",
  "Miihau.PennyEE.event3.031": "Well, that concludes our grand tour. Funny, I've spent so much time here it feels like I'm showing you around my home.$1#$b#It does feel like home, in a way.$0#$b#Do you have any questions?$0#$b#What do you say?$h#$b#$q 1627920 null##$r 1627920 20 event_booklove6#Thank you for the tour! You seem to have a passion for literature. I think you would enjoy starting your own home library.#$r 1627921 10 event_booklove7#No questions, but thanks for the tour.#$r 1627922 -10 event_booklove8#No, I don't have any questions.",
  "Miihau.PennyEE.event3.032": "Have a great rest of your day!$h",
  "Miihau.PennyEE.event3.033": "The library is such a special place for me. I hope my tour inspired you to explore everything it has to offer.$0",
  "Miihau.PennyEE.event3.034": "Oh, I would like to.$0#$b#But I don't know if it's the best idea to start now.$s#$b#My mom and I have, you know, more pressing needs. I would feel bad spending money on books.$2",
  "Miihau.PennyEE.event3.035": "Hmmm?$0#$b#Yes, I have one or two.$0#$b#But I don't have enough space for a proper collection yet.$0",
  "Miihau.PennyEE.event3.036": "!$l#$b#You know what?$0#$b#Yes! That's actually a dream of mine.$h",
  "Miihau.PennyEE.event3.037": "Oh, wonderful!$0#$b#We'll be looking forward to your visit.$h",
  "Miihau.PennyEE.event3.038": "Well, of course I would like to see you too, silly!$h",
  "Miihau.PennyEE.event3.039": "Hmm...$4#$b#I think you're right about that.$0#$b#Thank you for your encouragement, @.$4#$b#I'm so glad you liked the tour.$1",
  "Miihau.PennyEE.event3.040": "You're welcome!$0",
  "Miihau.PennyEE.event3.041": "So, no more questions, okay.$0",

  //Event 4 
  "Miihau.PennyEE.event4.001": "Hey, @!$h",
  "Miihau.PennyEE.event4.002": "I'm glad I ran into you. I was just about to go into the library.$0#$b#Would you like to help me teach the kids about farming today?$0#$b#I only know about it from books. It would be great to have somebody there with hands-on experience.$0#$b#What do you say?$h#$b#$q 1627930 null##$r 1627930 -20 event_teachingTogether1#Sorry, but I don't have time today.#$r 1627931 0 event_teachingTogether2#Teach the kids? I don't know if I'd be any good at that.",
  "Miihau.PennyEE.event4.003": "$p 1627915#Also, you promised me during the library tour that you'd visit. It will be fun. So, yes or no?$h|It will be fun. So what do you say, yes or no?$0",
  "Miihau.PennyEE.event4.004": "What do you say?$h#$b#$q 1627932 null##$r 1627932 10 event_teachingTogether3#All right, I'll do it!#$r 1627933 -10 event_teachingTogether1#I'm sorry, Penny, but I have to say no.",
  "Miihau.PennyEE.event4.005": "So, about the lesson today.$0#$b#I've been reading 'Lily Growing Up' with Jas and Vincent, and we finished the book last week.$0#$b#The homework for today's lesson was to write four key points to summarize the story.$0#$b#Could you please check Vincent's homework while I check Jas's? That way we'll have more time to teach them about farming.$0#$b#Luckily, I have a professional farmer as a guest teacher today!$h",
  "Miihau.PennyEE.event4.006": "Don't worry, the summary I mailed to you had all of the information you'll need.$0#$b#I have another copy of it here. Do you want to take a quick look?$0",
  "Miihau.PennyEE.event4.006X": "Look at the summary again?#Yes.#No.",
  "Miihau.PennyEE.event4.007": "Summary of 'Lily Growing Up':                       The story is about a cheerful little girl named Lily who loves spending time with her mother. One day, her mother tells her that they are going to live on their own, just the two of them, and that Lily's father is no longer with them.                              Despite feeling sad, Lily decides to stay positive and make the most of their time together. She loves going to school, playing with her friends, and painting pictures in her room that she shows her mother. They have many happy moments exploring the city, visiting museums, and trying new foods.      Lily knows that she has a lot of love in her life, and even though she doesn't have a father she is grateful for all the wonderful things in her life and knows that she can handle anything that comes her way.",
  "Miihau.PennyEE.event4.008": "No need?$0#$b#Okay then.$h",
  "Miihau.PennyEE.event4.009": "The children should be here any minute now.$0",
  "Miihau.PennyEE.event4.010": "Jas and Vincent join you and Penny. Penny explains what today's lesson will be about.",
  "Miihau.PennyEE.event4.011": "So, now that you know what we're doing today, let's start by checking your homework.$0#$b#Vincent, Mr. @ will check yours.^Vincent, Ms. @ will check yours.",
  "Miihau.PennyEE.event4.012": "$p 1627910#No shouting, please...$2|Mr. @! Cool!^Ms. @! Cool!$h",
  "Miihau.PennyEE.event4.013": "Okay, Mr. @, this is the first key point I have written down.^Okay, Ms. @, this is the first key point I have written down.$0#$b#'Lily is a cheerful little girl who loves spending time with her father'$0",
  "Miihau.PennyEE.event4.013X": "What is your feedback on 'Lily is a cheerful little girl who loves spending time with her father'?#Everything seems to be fine.#Lily is a big girl, not small.#Lily loves spending time with her mother, not her father.",
  "Miihau.PennyEE.event4.014": "Sorry, Jas, could you wait a second?$0#$b#Actually, there's a mistake there, Vincent. Lily loves spending time with her mother, not her father.$3",
  "Miihau.PennyEE.event4.015": "Sorry, Jas, could you wait a second?$0#$b#Actually, Vincent is right that Lily is small, but there's still a mistake. Lily loves spending time with her mother, not her father.$3",
  "Miihau.PennyEE.event4.016": "Oh... okay, I'll change that then.$3",
  "Miihau.PennyEE.event4.017": "Okay, I'm ready.$0#$b#My second key point is:$0#$b#'Lily's father is no longer with them, and she is going to live with her mother.'",
  "Miihau.PennyEE.event4.017X": "What is your feedback on 'Lily's father is no longer with them, and she is going to live with her mother.'?#Everything seems to be fine.#Lily is actually going to live on her own.#Lily will live with both her mother and father.",
  "Miihau.PennyEE.event4.018": "Good job, Jas! Could you excuse me for a moment?$0#$b#Sorry, @, but your correction is wrong.$s#$b#Don't worry, Vincent, your key point is correct.$0",
  "Miihau.PennyEE.event4.019": "Good job, Jas! Could you excuse me for a moment?$0#$b#Sorry, @, but your correction is wrong.$s#$b#Don't worry, Vincent, your key point is correct.$0",
  "Miihau.PennyEE.event4.020": "Cool!$h#$b#Okay, this is my next one.$0#$b#'Lily hates going to school, but she loves playing with her friends and painting pictures.'$0",
  "Miihau.PennyEE.event4.020X": "What is your feedback on 'Lily hates going to school, but she loves playing with her friends and painting pictures.'?#Everything seems to be fine.#Lily does not hate going to school; she loves it.#Lily does not paint, she sings.",
  "Miihau.PennyEE.event4.021": "That's right, Jas. Sorry, I need to check in on Vincent real quick.$0#$b#Actually, there is a mistake there, Vincent. Lily does not hate going to school; she loves it.$3",
  "Miihau.PennyEE.event4.022": "That's right, Jas. Sorry, I need to check in on Vincent real quick.$0#$b#@, you're incorrect: Lily does not sing. Vincent, your mistake is that Lily hates going to school; she actually loves it.$3",
  "Miihau.PennyEE.event4.023": "Okay, I'll be fixing that.$3",
  "Miihau.PennyEE.event4.024": "All fixed!$0#$b#Here is my last key point.$0#$b#'Lily is grateful for all the wonderful things in her life'",
  "Miihau.PennyEE.event4.024X": "What is your feedback on 'Lily is grateful for all the wonderful things in her life'?#Everything seems to be fine.#Lily is actually not grateful.#Lily is only grateful for her mother.",
  "Miihau.PennyEE.event4.025": "Well done, Jas. I'll be right back with you.$0#$b#Sorry, @, but your correction is wrong.$s#$b#Don't worry, Vincent, your key point is correct.$0",
  "Miihau.PennyEE.event4.026": "Well done, Jas. I'll be right back with you.$0#$b#Sorry, @, but your correction is wrong.$s#$b#Don't worry, Vincent, your key point is correct.$0",
  "Miihau.PennyEE.event4.027": "All right! Two out of four correct!$h#$b#That means I pass!$h",
  "Miihau.PennyEE.event4.028": "That's right, Vincent.$0#$b#You're passing too, Jas!$0",
  "Miihau.PennyEE.event4.029": "With no mistakes.$4",
  "Miihau.PennyEE.event4.030": "Now let's turn our attention to Mr. @. As our resident expert, he'll be teaching us about farming.$1^Now let's turn our attention to Ms. @. As our resident expert, she'll be teaching us about farming.$1",
  "Miihau.PennyEE.event4.031": "You teach Jas and Vincent about the crops you grow on your farm and the process of cultivating them.#The lesson went well. You end the session by walking outside to the river.",
  "Miihau.PennyEE.event4.032": "Hey, @, thank you for helping out today. I appreciate it.$0#$b#But I hope it wasn't too stressful for you!$0#$b#Don't worry, you did a great job, especially for your first time. You're a great teaching partner.$1#$b#We, um... make a good team, don't we?$4",
  "Miihau.PennyEE.event4.033": "I'm going to watch the children for a bit now before walking them home.$0#$b#And I'll set you free now!$h#$b#Have a great rest of your day!$0",
  "Miihau.PennyEE.event4.034": "I learned a lot at today's lesson too.$0#$b#Thanks again for helping out!$0",
  "Miihau.PennyEE.event4.035": "Finished your day's work already?$3",
  "Miihau.PennyEE.event4.036": "Oh, okay.$s#$b#I understand.$3#$b#Excuse me, I need to go prepare today's lesson.%fork$3",
  "Miihau.PennyEE.event4.037": "Nonsense! I'm sure you'll do great.$h#$b#Plus, the kids love it when we have guest teachers.$0",
  "Miihau.PennyEE.event4.038": "Awesome! Thank you!$h#$b#Okay, please follow me inside. We need to do some prep before the kids arrive.$0",


  //Event 5
  "Miihau.PennyEE.event5.001": "You came! I'm glad you got my message.$h",
  "Miihau.PennyEE.event5.002": "I've spent all morning in the kitchen preparing little treats for us.$0#$b#I hope you're hungry!$h",
  "Miihau.PennyEE.event5.002X": "#'Thanks! Who else is coming?'#'Thanks! Do you enjoy cooking that much?'",
  "Miihau.PennyEE.event5.003": "...$3#$b#No one.$0#$b#I was hoping we could use this time to get to know each other better. Um, well, I would like that.$4",
  "Miihau.PennyEE.event5.004": "Yes! I actually do.$h#$b#I especially enjoy cooking for others. It's one way I show people I care about them.$0",
  "Miihau.PennyEE.event5.005": "Here, try this.$h",
  "Miihau.PennyEE.event5.006": "How did it taste?$0",
  "Miihau.PennyEE.event5.006X": "#'It's quite good!'#'It was okay.'#'Not quite my taste, sorry.'",
  "Miihau.PennyEE.event5.007": "Really!?$h#$b#Don't worry, there's more where that came from.$0",
  "Miihau.PennyEE.event5.008": "That's what my mother is always saying about my food, too.$s#$b#Maybe we'll find something that's more to your taste.",
  "Miihau.PennyEE.event5.009": "Oh no...$s#$b#I think I experimented a bit too much with the recipe.$s#$b#Maybe we'll find something a bit tamer, more to your taste.$0",
  "Miihau.PennyEE.event5.010": "Let's try something sweet!",
  "Miihau.PennyEE.event5.011": "You have a relaxing picnic, chatting with Penny and sampling the snacks she made for you.#After finishing up, you both decide to sit by the river for a bit.",
  "Miihau.PennyEE.event5.012": "I hope you've enjoyed the picnic so far.$0",
  "Miihau.PennyEE.event5.013": "I haven't had that much fun in a long time.$s",
  "Miihau.PennyEE.event5.014": "You notice a tear running down Penny's cheek.",
  "Miihau.PennyEE.event5.015": "How do you react?#'Penny, what's wrong? You're crying.'#'Please don't cry, I'm not good at that kind of thing.'",
  "Miihau.PennyEE.event5.016": "Well... I've been thinking about my family situation lately.%fork$s",
  "Miihau.PennyEE.event5.017": "That's okay.$s#$b#I know I can be an emotional nuisance sometimes.$s",
  "Miihau.PennyEE.event5.018": "Let's tidy up and head home.$s",
  "Miihau.PennyEE.event5.019": "You help Penny clean up the picnic.#You feel a rumbling in your stomach.#Maybe it's Penny's food or maybe it's your doubt.",
  "Miihau.PennyEE.event5.020": "Hi, @. I feel a bit better now. Thanks for checking in.",
  "Miihau.PennyEE.event5.021": "He didn't come.$s^She didn't come.$s",
  "Miihau.PennyEE.event5.022": "I guess our friendship is not as special as I thought.$s",
  "Miihau.PennyEE.event5.023": "I guess Mom was right.$s#$b#Men always find a way to let you down.$s^You can only count on family.$s",
  "Miihau.PennyEE.event5.024": "#Leave.#Approach Penny.",
  "Miihau.PennyEE.event5.025": "Oh...$3#$b#You showed up.$s",
  "Miihau.PennyEE.event5.026": "#'I'm sorry for missing the picnic, Penny. It was thoughtless of me, and I feel terrible.'#'I thought you were used to being disappointed. Don't make a big deal out of it.'",
  "Miihau.PennyEE.event5.027": "Well, I appreciate the apology, but it would have been nice if you could have let me know beforehand.$s",
  "Miihau.PennyEE.event5.028": "Do you want to join me for a bit?$s",
  "Miihau.PennyEE.event5.029": "I spent a lot of time and effort preparing for the picnic, and it was disappointing when you didn't show up.$s",
  "Miihau.PennyEE.event5.030": "I know you didn't do it on purpose, but feeling like a magnet for disappointments just gets to me sometimes.$s%fork",
  "Miihau.PennyEE.event5.031": "I'm not in the mood to talk to you right now.$s",
  "Miihau.PennyEE.event5.032": "Is this some kind of sick joke to you?$5#$b#I thought you were so busy on your farm that you just forgot.$5#$b#I gave you the benefit of the doubt.$5",
  "Miihau.PennyEE.event5.033": "You have the audacity to miss the picnic on purpose and show up late just to rub it in my face.$5",
  "Miihau.PennyEE.event5.034": "I thought you were different.",
  "Miihau.PennyEE.event5.035": "Leave me alone.$s",
  "Miihau.PennyEE.event5.036": "...$s",
  "Miihau.PennyEE.event5.037": "I'm sure you've noticed that my dad's not around.$s",
  "Miihau.PennyEE.event5.038": "Don't waste your time looking for him.$s#$b#It's pointless.$s#$b#It was the typical 'he said he was going to the store,' and then he never came back.$s#$b#It was a huge shock, especially for my mom. He left when I was little, so I barely remember him.$s#$b#But I do remember how painful it was realizing that my dad was never going to come home again.$s",
  "Miihau.PennyEE.event5.039": "It was tough growing up without a father.$s#$b#Sometimes I felt like I was missing out on something important, you know?$s#$b#Like, everyone else had a dad to look up to and learn from, but I didn't. It was hard to feel like I was on my own all the time.$s#$b#Well... it still is lonely.$s",
  "Miihau.PennyEE.event5.039X": "#'I can imagine how that would make you feel. But it seems like you've turned out really well, despite not having a dad around.'#'You should seek therapy.'#'Thank you for being so vulnerable with me. I'll try to be a good friend to you.'",
  "Miihau.PennyEE.event5.040": "Thanks, that means a lot.$0#$b#It took me a while to come to terms with it, but I've realized that I don't need a dad to be happy and successful.$0#$b#I have a lot of other great people in my life who support me and love me, and that's what really matters.$0",
  "Miihau.PennyEE.event5.041": "Thanks for the advice.$3",
  "Miihau.PennyEE.event5.042": "Thank you for saying that. It means a lot to me that you're willing to be there for me.$0#$b#It's hard for me to talk about things like this. I start to feel overwhelmed by my emotions.$3#$b#But I'm glad that I could open up to you.$4#$b#And you're already a great friend to me. Just being there and listening means a lot.$0",
  "Miihau.PennyEE.event5.043": "You help Penny clean up the picnic.#You feel a rumbling in your stomach.#Maybe it's Penny's food... or maybe it's butterflies.",
  "Miihau.PennyEE.event5.044": "Our conversation at the river today meant a lot to me, @. Thanks for spending time with me.$l",

  //Event 6
  "Miihau.PennyEE.event6.001": "Hi, @!$0#$b#You look surprised to see me here.$h",
  "Miihau.PennyEE.event6.002": "I do love going on walks, you know. Especially by the river.$0#$b#It always helps me clear my mind.$0#$b#I bet you do a lot of walking yourself.$h",
  "Miihau.PennyEE.event6.003": "I'm actually headed down to the beach.$0#$b#Do you want to come with me?$0",
  "Miihau.PennyEE.event6.004": "Join Penny?#Yes.#No.",
  "Miihau.PennyEE.event6.005": "That's nice. Let's head this way!",
  "Miihau.PennyEE.event6.006": "You and Penny take a stroll down to the beach.",
  "Miihau.PennyEE.event6.007": "The weather is beautiful today, isn't it?",
  "Miihau.PennyEE.event6.008": "I have a silly idea!$h",
  "Miihau.PennyEE.event6.009": "Let's build a sandcastle together!$h",
  "Miihau.PennyEE.event6.010": "How do you react?#'Sure, sounds fun!'#'No, that's a bit too silly for me.'",
  "Miihau.PennyEE.event6.011": "I was hoping you'd say that.$h#$b#This seems like a good spot for it. Let's just build it right here.",
  "Miihau.PennyEE.event6.012": "I like building sandcastles. It reminds me of simpler times.$0#$b#...better times.$s#$b#When I was younger, I used to play on the beach with my mother all the time. We ate ice cream, looked for pretty shells...$0#$b#But, most importantly, we tried to build a bigger sandcastle each time.$h",
  "Miihau.PennyEE.event6.013": "Those are nice memories.$0#$b#Occasionally I come here to build one on my own.",
  "Miihau.PennyEE.event6.014": "It's nice to have a building partner for once.$h",
  "Miihau.PennyEE.event6.014X": "What do you say?#'Why don't you build them with your mother anymore?'#'Are we talking about the same Pam?'",
  "Miihau.PennyEE.event6.015": "That's a rude way to put it.$s",
  "Miihau.PennyEE.event6.016": "Things are just different now.$s#$b#My mom has been struggling with a drinking problem for a while, and our relationship is... complicated, to say the least.$s",
  "Miihau.PennyEE.event6.016X": "What do you say?#'I'm sorry to hear that. That must be tough for you.'#'Pam sounds like a bad mother...'",
  "Miihau.PennyEE.event6.017": "Yeah, it is.$s#$b#But I try not to dwell on it too much.$s#$b#I want to focus on the here and now, you know?$3#$b#And right now... the weather is lovely, the water is sparkling like diamonds...$0#$b#The waves are lapping soothingly against the shore...$0#$b#The sea breeze is warm against my skin; I can almost taste its salt on my tongue...$0#$b#And the sand feels nice running through my fingers.$0#$b#And, of course, I'm happy that you're here!$1",
  "Miihau.PennyEE.event6.018": "It's complicated.$s#$b#My mom has her problems, but she's still my mom, you know?$s#$b#And she's done a lot for me over the years. I don't want to judge her too harshly.$s",
  "Miihau.PennyEE.event6.019": "There are a lot of other things going on, too.$s#$b#It's hard to explain.$s#$b#But I appreciate you trying to understand.",
  "Miihau.PennyEE.event6.020": "Our sandcastle came out really well! Nice and firm, not too crumbly.$h#$b#I know it's a bit childish of me.$0#$b#This was a really special moment for me.$l#$b#I don't get to do things like this with other people very often, and it was nice to forget about everything for a while.$0",
  "Miihau.PennyEE.event6.021": "I'm really glad we could do this together, @.",
  "Miihau.PennyEE.event6.022": "What do you say?#'It was fun and relaxing! It's nice to take a break from the stresses of life.'#'I only did it because I felt sorry for you. It's not like I wanted to spend my day building sandcastles.'",
  "Miihau.PennyEE.event6.023": "Exactly. I'm happy you feel that way, and I'm grateful to have a friend like you to share these moments with.$0#$b#Thanks for being there for me.$l",
  "Miihau.PennyEE.event6.024": "You and Penny spend a few more minutes admiring the sandcastle you built before heading back and parting ways.",
  "Miihau.PennyEE.event6.025": "If you ever need help building a sandcastle or something similar, you know where to find me.$h#$b#Let's try to build an even bigger sandcastle next time!$h",
  "Miihau.PennyEE.event6.026": "That's okay. I bet you have a lot of errands to do, @.$0#$b#See you around!$0",
  "Miihau.PennyEE.event6.027": "Finished all your errands?$0#$b#Lucky you! My shoes are full of sand.$h",
  "Miihau.PennyEE.event6.028": "Okay.$s",
  "Miihau.PennyEE.event6.029": "Would you mind leaving me alone for a bit?$s#$b#I'd like to build a sandcastle for old times' sake.$s",
  "Miihau.PennyEE.event6.030": "My sandcastle came out very well. Thanks for asking.$0",
  "Miihau.PennyEE.event6.031": "Wow, that's really rude.$s#$b#I thought we were having fun together, but I guess I was wrong.$s#$b#Thanks for making me feel like a loser.$s",
  "Miihau.PennyEE.event6.032": "Don't try to explain yourself, please.$s",
  "Miihau.PennyEE.event6.033": "It's fine. I just don't appreciate being talked down to.$s#$b#Maybe we should just call it a day.$s",
  "Miihau.PennyEE.event6.034": "Sorry for making you build that sandcastle.$s#$b#I didn't realize that you just did it because you felt sorry for me.$s",

  //Event 7 (8-heart scene)
  "Miihau.PennyEE.event7.001": "Penny stands in front of the broken bus, looking sad and contemplative.",
  "Miihau.PennyEE.event7.002": "Hello, @.$s",
  "Miihau.PennyEE.event7.003": "I'm feeling a little down today.$s#$b#I'm sorry I'm like this. It must be depressing just being around me.$s#$b#I bet you're already fed up with me and my problems.$s",
  "Miihau.PennyEE.event7.004": "#'That's not true at all, Penny! I like hanging out with you. What's bothering you?'#'Kinda... Your life seems like a car wreck.'",
  "Miihau.PennyEE.event7.005": "Penny takes a deep breath before speaking.",
  "Miihau.PennyEE.event7.006": "A bus like this used to be my mother's livelihood.$s",
  "Miihau.PennyEE.event7.007": "She drove it to Calico Desert every day, rain or shine, to provide for us.$s",
  "Miihau.PennyEE.event7.008": "But then... she lost her job.$s#$b#The bus broke down, and the community funds weren't able to repair it.$s",
  "Miihau.PennyEE.event7.009": "I remember how devastated she was.$s",
  "Miihau.PennyEE.event7.010": "She lost her job from one day to the next, without warning.$s#$b#Kind of like how things were with my dad. Here one day, gone the next.$s",
  "Miihau.PennyEE.event7.011": "We thought she had a secure job.$s#$b#But life has a way of throwing you curveballs, doesn't it?$s",
  "Miihau.PennyEE.event7.012": "After she lost her job, things started to spiral out of control.$s#$b#My mother turned to alcohol to cope with her feelings of worthlessness.$s",
  "Miihau.PennyEE.event7.013": "In the beginning, I didn't think it would become a habit.$s#$b#But looking back now, I can see how the loss of her job shook her to her core.$s#$b#And once she started drinking, it was like she couldn't stop.$s#$b#It's been a struggle ever since.$s",
  "Miihau.PennyEE.event7.014": "I try to stay positive. I really do.$s#$b#I focus on the good things in life, like my love for books and spending time with friends like Maru, and especially you, @.$s",
  "Miihau.PennyEE.event7.015": "But sometimes it's hard to ignore the fact that my small family is struggling.$s#$b#We don't have a lot of money, and my mother's addiction is taking a toll on us.$s#$b#It's like we're trapped in this cycle of hopelessness and despair.$s#$b#I've been working so hard to save up money to give us a better life, and a home of our own, but I feel so alone in that.$3#$b#It's like she just doesn't care.$3",
  "Miihau.PennyEE.event7.016": "...@, one of my dreams is to be a mom someday, so that I can give my kids everything my mom couldn't give me.$3#$b#She tried her best, but she was so preoccupied with her own problems that she neglected me emotionally.$s#$b#My dad checked out by literally leaving, but my mom mentally checked out after she lost my dad and her job.$s#$b#I want my kids to feel safe and comforted. I want to tend to them emotionally and encourage them to pursue their dreams, like my parents couldn't do for me.$3#$b#But I have a lot of love and forgiveness in my heart for my mom. She's gone through so much.$3#$b#And at the end of the day, we're not so different. She chose to escape through beer and I chose to escape through books.$3#$b#I think both of us struggle to be truly present in our lives, so I can understand that impulse.$3#$b#I try my best to help her, but no matter what I do, it isn't enough.$s",
  "Miihau.PennyEE.event7.017": "I tried everything.$s#$b#But as long as her bus is broken down...$s#$b#I don't think my mom will be willing to change.$s",
  "Miihau.PennyEE.event7.018": "#'(You take Penny's hand) I promise you, I'll raise the funds to repair the bus and your mom will have a job again. Things can still get better!'#'I don't think the bus is getting repaired anytime soon.'",
  "Miihau.PennyEE.event7.019": "That's so sweet of you, @. I won't give up. Well... I can't give up.$0#$b#Giving up on this bus would be like... giving up on my mother.$3",
  "Miihau.PennyEE.event7.020": "I don't know what the future holds for us, but I do know that I won't give up.$s#$b#I'll keep striving for a better life, for myself and my mother.$0",
  "Miihau.PennyEE.event7.021": "Thanks for your support, @.$0#$b#And thank you for listening to my problems.",
  "Miihau.PennyEE.event7.022": "And who knows...$0#$b#Maybe, someday, we'll be able to fix my mom's bus.",
  "Miihau.PennyEE.event7.023": "Our conversation at the bus stop gave me a lot of hope for the future. Thank you, @. I really needed that today.$0",
  "Miihau.PennyEE.event7.024": "Thanks for pointing that out.$s",
  "Miihau.PennyEE.event7.025": "Penny is ignoring you.",
  "Miihau.PennyEE.event7.026": "You'd better stay away from this 'car wreck'.$s",
  "Miihau.PennyEE.event7.027": "I know...$s#$b#I'm starting to lose hope too.$s",
  "Miihau.PennyEE.event7.028": "But giving up on the bus...$s",
  "Miihau.PennyEE.event7.029": "...it feels like...$s",
  "Miihau.PennyEE.event7.030": "...like giving up on my mother.$s",
  "Miihau.PennyEE.event7.031": "Penny starts crying.",
  "Miihau.PennyEE.event7.032": "I'm sorry...$s#$b#I have to go now.$s",
  "Miihau.PennyEE.event7.033": "Sorry for running off like that.$s#$b#I was just a bit overwhelmed.$s",


  //Event 8 (7-heart scene)
  "Miihau.PennyEE.event8.001": "@!$h",
  "Miihau.PennyEE.event8.002": "I'm glad to see you!$h",
  "Miihau.PennyEE.event8.003": "Do you remember when I gave you a tour of the library?$0#$b#You encouraged me to start my own little library at home.$0",
  "Miihau.PennyEE.event8.004": "Look at all of these books!$h#$b#I'm so happy.$h",
  "Miihau.PennyEE.event8.005": "This collection is really something special.$0#$b#I never thought I could have something like this, but you encouraged me and made me believe I deserved it.$l",
  "Miihau.PennyEE.event8.006": "But at the same time...$s",
  "Miihau.PennyEE.event8.007": "I can't help but feel guilty.$s#$b#I know my mom and I have financial troubles, and sometimes it feels like I shouldn't be spending money on books when we have other needs.$s#$b#But reading has always been an escape for me, a way to forget about our problems for a little while.$s",
  "Miihau.PennyEE.event8.008": "What do you say?#'It's important to treat yourself from time to time.'#'Pam shouldn't have such a big impact on your hobbies.'#'Your mom spends enough money on beer that you should be able to spend some on books.'",
  "Miihau.PennyEE.event8.009": "Before you can say anything, both of you are startled by a loud door shutting.",
  "Miihau.PennyEE.event8.010": "Home, sweet home.$1#$b#Looks just like I left it.",
  "Miihau.PennyEE.event8.011": "Did Penny leave her door open again?$4#$b#Hmph. I have to do everything around here.$4",
  "Miihau.PennyEE.event8.012": "You look at Penny. She seems frozen with fear about what's about to happen.",
  "Miihau.PennyEE.event8.013": "Penny!$3",
  "Miihau.PennyEE.event8.014": "...$s",
  "Miihau.PennyEE.event8.015": "What is going on here?$3",
  "Miihau.PennyEE.event8.016": "I was showing @ my new book collection.$s#$b#That's it.$s",
  "Miihau.PennyEE.event8.017": "Oh!? The book collection I told you we couldn't afford?$3#$b#How does it look?$3#$b#Does it look filling?!$3#$b#Does it look like it's going to jump off the shelf and pay our bills?!$3",
  "Miihau.PennyEE.event8.018": "Mom...$s#$b#...please...$s#$b#...stop...$s",
  "Miihau.PennyEE.event8.019": "What do you say?#'Pam, stop. Just take this and go away. It should cover all your expenses for now.' (give 5,000 g)#'Yes, please stop. Penny hasn't done anything wrong. I encouraged her to expand her book collection because it's something she's passionate about.'",
  "Miihau.PennyEE.event8.020": "Wonderful idea you had there, kid.$3#$b#Now tell me how to fix this.$3",
  "Miihau.PennyEE.event8.020X": "What do you say?#'I understand where you're coming from, Pam, but I think it's important for Penny to have something she enjoys.'#'Penny deserves to have things she enjoys too. It's not fair to always put the burden on her to support the household.'",
  "Miihau.PennyEE.event8.021": "Ugh...$2#$b#Maybe you're right.$2",
  "Miihau.PennyEE.event8.022": "What's with that tone, kid?$3",
  "Miihau.PennyEE.event8.023": "But I guess there is some truth to what you just said.$2",
  "Miihau.PennyEE.event8.024": "I'm not really trying to cut down on my costs either.$2",
  "Miihau.PennyEE.event8.025": "What do you mean, Mom?$s",
  "Miihau.PennyEE.event8.026": "It's always been you, Penny.$2#$b#You were the one who had to cut costs so that we could make ends meet.$2",
  "Miihau.PennyEE.event8.027": "I'm sorry, Penny. Your book collection looks wonderful.$2#$b#I promise you, I'll cut down on my spending on beer and microwave meals.$2",
  "Miihau.PennyEE.event8.028": "Thank you, Mom...$0",
  "Miihau.PennyEE.event8.029": "Sorry for interrupting you two.$2#$b#I'm going to go outside for a bit.$2",
  "Miihau.PennyEE.event8.030": "Thanks for standing up for me, @.$l",
  "Miihau.PennyEE.event8.031": "I have so many emotions right now.$l#$b#Do you want to stay a bit?$4#$b#I can cook a quick meal for us, and maybe we can look through some of my new books together?$4",
  "Miihau.PennyEE.event8.032": "I'm glad that you were able to calm my mom down earlier.$3#$b#I'm not used to having someone stand up for me. Thanks for that, @.$0",
  "Miihau.PennyEE.event8.033": "Who do you think you are?$3#$b#You really think throwing your money around can solve every problem, don't you?$3",
  "Miihau.PennyEE.event8.034": "You'd better leave our home now. I don't want to look at you.$4",

  /* ----- duplicate branch starts here ----- */
  "Miihau.PennyEE.event8.035": "@!$h",
  "Miihau.PennyEE.event8.036": "I'm glad to see you!",
  "Miihau.PennyEE.event8.037": "Follow me! I want to show you something.",
  "Miihau.PennyEE.event8.038": "Do you remember when I gave you a tour of the library?$0#$b#You encouraged me to start my own little library at home.$0",
  "Miihau.PennyEE.event8.039": "Look at all of these books!$h#$b#I'm so happy.$0",
  "Miihau.PennyEE.event8.040": "This collection is really something special.$0#$b#I never thought I could have something like this, but you encouraged me and made me believe I deserved it.$l",
  "Miihau.PennyEE.event8.041": "But at the same time...$s",
  "Miihau.PennyEE.event8.042": "I can't help but feel guilty.$s#$b#I know my mom and I have financial troubles, and sometimes it feels like I shouldn't be spending money on books when we have other needs.$s#$b#But reading has always been an escape for me, a way to forget about our problems for a little while.$s",
  "Miihau.PennyEE.event8.043": "What do you say?#'It's important to treat yourself from time to time.'#'Pam shouldn't have such a big impact on your hobbies.'#'Your mom spends enough money on beer that you should be able to spend some on books.'",
  "Miihau.PennyEE.event8.044": "Before you can say anything, both of you are startled by a loud door shutting.",
  "Miihau.PennyEE.event8.045": "Home, sweet home.$1#$b#Looks just like I left it.",
  "Miihau.PennyEE.event8.046": "Did Penny leave her door open again?$4#$b#Hmph. I have to do everything around here.$4",
  "Miihau.PennyEE.event8.047": "You look at Penny. She seems frozen with fear about what's about to happen.",
  "Miihau.PennyEE.event8.048": "Penny!$3",
  "Miihau.PennyEE.event8.049": "...$s",
  "Miihau.PennyEE.event8.050": "What is going on here?$3",
  "Miihau.PennyEE.event8.051": "I was showing @ my new book collection.$s#$b#That's it.$s",
  "Miihau.PennyEE.event8.052": "Oh!? The book collection I told you we couldn't afford?$3#$b#How does it look?$3#$b#Does it look filling?!$3#$b#Does it look like it's going to jump off the shelf and pay our bills?!$3",
  "Miihau.PennyEE.event8.053": "Mom...$s#$b#...please...$s#$b#...stop...$s",
  "Miihau.PennyEE.event8.054": "What do you say?#'Pam, stop. Just take this and go away. It should cover all your expenses for now.' (give 5,000 g)#'Yes, please stop. Penny hasn't done anything wrong. I encouraged her to expand her book collection because it's something she's passionate about.'",
  "Miihau.PennyEE.event8.055": "Wonderful idea you had there, kid.$3#$b#Now tell me how to fix this.$3",
  "Miihau.PennyEE.event8.055X": "What do you say?#'I understand where you're coming from, Pam, but I think it's important for Penny to have something she enjoys.'#'Penny deserves to have things she enjoys too. It's not fair to always put the burden on her to support the household.'",
  "Miihau.PennyEE.event8.056": "Ugh...$2#$b#Maybe you're right.$2",
  "Miihau.PennyEE.event8.057": "What's with that tone, kid?$3",
  "Miihau.PennyEE.event8.058": "But I guess there is some truth to what you just said.$2",
  "Miihau.PennyEE.event8.059": "I'm not really trying to cut down on my costs either.$2",
  "Miihau.PennyEE.event8.060": "What do you mean, Mom?$s",
  "Miihau.PennyEE.event8.061": "It's always been you, Penny.$2#$b#You were the one who had to cut costs so that we could make ends meet.$2",
  "Miihau.PennyEE.event8.062": "I'm sorry, Penny. Your book collection looks wonderful.$2#$b#I promise you, I'll cut down on my spending on beer and microwave meals.$2",
  "Miihau.PennyEE.event8.063": "Thank you, Mom...$0",
  "Miihau.PennyEE.event8.064": "Sorry for interrupting you two.$2#$b#I'm going to go outside for a bit.$2",
  "Miihau.PennyEE.event8.065": "Thanks for standing up for me, @.$l",
  "Miihau.PennyEE.event8.066": "I have so many emotions right now.$l#$b#Do you want to stay a bit?$4#$b#I can cook a quick meal for us, and maybe we can look through some of my new books together?$4",
  "Miihau.PennyEE.event8.067": "I'm glad that you were able to calm my mom down earlier.$3#$b#I'm not used to having someone stand up for me. Thanks for that, @.$0",
  "Miihau.PennyEE.event8.068": "Who do you think you are?$3#$b#You really think throwing your money around can solve every problem, don't you?$3",
  "Miihau.PennyEE.event8.069": "You'd better leave our home now. I don't want to look at you.$4",

  //Event 9 (I know there are a lot of duplicate lines, sorry <3 it was easier to do that way, no I would never do it this way again but it's too late to fix it now)
  "Miihau.PennyEE.event9.001": "Hi there, @.$0#$b#I was wondering if you would like to go out with me?$l#$b#A proper date, to the movie theater in Zuzu City.$l#$b#There's a romantic comedy playing that I've been wanting to see—it's the film adaptation of one of my favorite novels!$h#$b#I bought bus tickets for 9 PM.$l#$b#I'll be waiting at the bus stop a bit earlier.$l#$b#Please don't come too late.$l",
  "Miihau.PennyEE.event9.002": "Penny rushes off nervously without letting you answer.",
  "Miihau.PennyEE.event9.003": "The bus leaves at 9 PM.$l#$b#I'm so excited.$l#$e#I believe one movie ticket costs 1,000 g per person.$0",
  /* -------- duplicate branch 0 -------- */
  "Miihau.PennyEE.event9.004": "@!$h#$b#So you decided to go on a date with me?$l",
  "Miihau.PennyEE.event9.005": "What do you say?#'Of course, Penny. I’m flattered.'#'No, Penny. I just came to let you know I don’t want to go out with you.'",
  "Miihau.PennyEE.event9.006": "I’m very excited... and nervous!$l#$b#This is my first proper date.$l",
  "Miihau.PennyEE.event9.007": "I think the bus driver is waiting on us. Are you ready to go?$h",
  "Miihau.PennyEE.event9.008": "You and Penny have a pleasant bus ride.#Penny seems a bit tense and shy, but she watches you with wide, attentive eyes.#After a while you arrive at the movie theater in Zuzu City.",
  "Miihau.PennyEE.event9.009": "It’s pretty empty. I believe most people are already seated in the theater room.",
  "Miihau.PennyEE.event9.010": "Let’s go and get our tickets.",
  "Miihau.PennyEE.event9.011": "Cashier: What can I do for you two lovely people?",
  "Miihau.PennyEE.event9.012": "We would like two tickets for the movie, please.",
  "Miihau.PennyEE.event9.012X": "What do you do?#Let Penny pay for the tickets.#Pay only for your ticket. (-1,000 g)#Pay for both tickets. (-2,000 g)",
  "Miihau.PennyEE.event9.013": "Oh, I guess I have just enough to invite you, @.$3",
  "Miihau.PennyEE.event9.014": "Thank you for paying for your own ticket even though I invited you out.",
  "Miihau.PennyEE.event9.015": "...$l",
  "Miihau.PennyEE.event9.016": "Thanks for paying, @. I... I appreciate it.$l",
  "Miihau.PennyEE.event9.017": "Well, I think we’re all set!$0#$b#Let’s get into the theater.%fork",
  /* -------- duplicate branch 1 -------- */
  "Miihau.PennyEE.event9.018": "@!$h#$b#So you decided to go on a date with me?$l",
  "Miihau.PennyEE.event9.019": "What do you say?#'Of course, Penny. I’m flattered.'#'No, Penny. I just came to let you know I don’t want to go out with you.'",
  "Miihau.PennyEE.event9.020": "I’m very excited... and nervous!$l#$b#This is my first proper date.$l",
  "Miihau.PennyEE.event9.021": "I think the bus driver is waiting on us. Are you ready to go?$h",
  "Miihau.PennyEE.event9.022": "You and Penny have a pleasant bus ride.#Penny seems a bit tense and shy, but she watches you with wide, attentive eyes.#After a while you arrive at the movie theater in Zuzu City.",
  "Miihau.PennyEE.event9.023": "It’s quite empty. I believe most people are already seated in the theater room.",
  "Miihau.PennyEE.event9.024": "Let’s go and get our tickets.",
  "Miihau.PennyEE.event9.025": "Cashier: What can I do for you two lovely people?",
  "Miihau.PennyEE.event9.026": "We would like two tickets for the movie, please.",
  "Miihau.PennyEE.event9.026X": "What do you do? (You have less than 2,000 g; paying for both is not an option)#Let Penny pay for the tickets.#Pay only for your ticket. (-1,000 g)",
  "Miihau.PennyEE.event9.027": "Oh, I guess I have just enough to invite you, @.$3",
  "Miihau.PennyEE.event9.028": "Thank you for paying for your own ticket even though I invited you out.",
  "Miihau.PennyEE.event9.029": "Well, I think we’re all set!$0#$b#Let’s get into the theater.%fork",
  /* -------- duplicate branch 2 -------- */
  "Miihau.PennyEE.event9.030": "@!$h#$b#So you decided to go on a date with me?$l",
  "Miihau.PennyEE.event9.031": "What do you say?#'Of course, Penny. I’m flattered.'#'No, Penny. I just came to let you know I don’t want to go out with you.'",
  "Miihau.PennyEE.event9.032": "I’m very excited... and nervous!$l#$b#This is my first proper date.$l",
  "Miihau.PennyEE.event9.033": "I think the bus driver is waiting on us. Are you ready to go?$h",
  "Miihau.PennyEE.event9.034": "You and Penny have a pleasant bus ride.#Penny seems a bit tense and shy, but she watches you with wide, attentive eyes.#After a while you arrive at the movie theater in Zuzu City.",
  "Miihau.PennyEE.event9.035": "It’s rather empty. I believe most people are already seated in the theater room.",
  "Miihau.PennyEE.event9.036": "Let’s go and get our tickets.",
  "Miihau.PennyEE.event9.037": "Cashier: What can I do for you two lovely people?",
  "Miihau.PennyEE.event9.038": "We would like two tickets for the movie, please.",
  "Miihau.PennyEE.event9.039": "You don’t have enough money to pay for your ticket.#You have to let Penny pay 2,000 g for both of you.",
  "Miihau.PennyEE.event9.040": "Oh, I guess I have just enough to invite you, @.$3",
  "Miihau.PennyEE.event9.041": "Well, I think we’re all set!$0#$b#Let’s get into the theater.%fork",
  /* -------- shared movie scene -------- */
  "Miihau.PennyEE.event9.042": "...$3",
  "Miihau.PennyEE.event9.043": "...$s",
  "Miihau.PennyEE.event9.044": "...$s",
  "Miihau.PennyEE.event9.045": "Our seats are in this row.$0",
  "Miihau.PennyEE.event9.046": "After me?$0#$b#Thank you.$l#$b#What a gentleman.$l^What a nice gesture.$l",
  "Miihau.PennyEE.event9.047": "I think the movie is about to start.$l",
  "Miihau.PennyEE.event9.048": "You and Penny thoroughly enjoy your date. You hold hands and snuggle in the dark theater. The movie is pretty awesome, too.#You take the bus back to Pelican Town together, chatting animatedly about the film.#Then you walk Penny home.",
  "Miihau.PennyEE.event9.049": "@, this date was... wonderful. I’m so glad my first date was with you.$4#$b#I was nervous, but you made me feel safe. You’re a special person.$4#$b#Tonight was special because I was with you.$l",
  "Miihau.PennyEE.event9.050": "Thanks for everything, @.$l#$b#And thank you for walking me home.$l",
  "Miihau.PennyEE.event9.051": "Penny hugs you tightly.",
  "Miihau.PennyEE.event9.052": "You walk back home slowly and thoughtfully. What a lovely evening.",
  "Miihau.PennyEE.event9.053": "Thanks so much for going out with me! It made me feel really special.$l",


  //Event 10
  "Miihau.PennyEE.event10.001": "Hi there, Farmer!",
  "Miihau.PennyEE.event10.002": "Hi, @! It's nice of you to visit me at work.^Hi, @! It's nice of you to visit me at work.$h",
  "Miihau.PennyEE.event10.003": "Hello, Mr. @! Are you going to study with us today?^Hello, Ms. @! Are you going to study with us today?$h",
  "Miihau.PennyEE.event10.004": "Ms. Penny...$0#$b#Why is Mr. @ looking at you like that?^Why is Ms. @ looking at you like that?$h",
  "Miihau.PennyEE.event10.005": "Well, when two people love each other very much...$h#$b#It’s impossible to hide it.$0#$b#I guess Mr. @ and I can’t hide how we feel about each other.^I guess Ms. @ and I can’t hide how we feel about each other.$4#$b#You two are very smart children, so you must already know what’s going on.$0#$b#But I would like to formally introduce you to my boyfriend!^But I would like to formally introduce you to my girlfriend!$h",
  "Miihau.PennyEE.event10.006": "YAY!",
  "Miihau.PennyEE.event10.007": "Together with Penny, you teach the kids a bit about the local wildlife, including Hat Mouse and Trash Bear.",
  "Miihau.PennyEE.event10.008": "This has been a very good class today! I'm proud of you two for behaving so well.$0#$b#Maybe Mr. @ should help out more often, since he has such a positive influence on you!^Maybe Ms. @ should help out more often, since she has such a positive influence on you!$h",
  "Miihau.PennyEE.event10.009": "Well, children, could you please go to the front desk and ask Gunther if our newest textbooks have come in?$0#$b#I'll be there in just a moment. I need to talk with Mr. @ for a minute.^I'll be there in just a moment. I need to talk with Ms. @ for a minute.$0",
  "Miihau.PennyEE.event10.010": "Okay!",
  "Miihau.PennyEE.event10.011": "Hi there, kids!",
  "Miihau.PennyEE.event10.012": "Hey, you.$4#$b#@, I want you to know...$4#$b#I'm happy to have you as my partner. I'm so glad that you want me just like I want you.$4#$b#Your affection, attention, and care mean so much to me.$4#$b#I've been thinking a lot about our date in the bathhouse and how sweet and intimate it felt.$4#$b#It made me feel things I've never felt for anyone.$4#$b#My heart feels full to overflowing, and I get all warm and fuzzy just thinking about you.$4#$b#@, what I'm trying to say is...$4#$b#I love you.$4#$b#What do you do?$h#$b#$q 1627903 null##$r 1627903 0 event_loveInMuseum1#(say \"I love you too, Penny!\" and go in for a kiss)#$r 1627904 -70 event_loveInMuseum2#(say \"Thank you\")",
  "Miihau.PennyEE.event10.013": "Thanks for helping me out today. I love you, sweetie!$1#$b#I don't think I'll ever get tired of saying that—or hearing it.$0",
  "Miihau.PennyEE.event10.014": "Thank you, too.$3#$b#I should show you how thankful I am by treating you to a meal sometime.$0#$b#I've been working on my cooking, I promise.$h",
  "Miihau.PennyEE.event10.015": "Thanks for helping me out today.$0",
  "Miihau.PennyEE.event10.016": "Hehe, you're adorable!$h",
  "Miihau.PennyEE.event10.017": "Yeah...%fork$3",


  //Quest lines
  "Miihau.PennyEE.quest.001": "Make Penny a Better Teacher/Penny needs something to take pictures with, something to type with, and something to calculate with./Maybe you can befriend people around town who can help you out.",
  "Miihau.PennyEE.quest.002": "Make Penny a Better Teacher/You have collected all the necessary items to help Penny achieve her dream of becoming a better teacher./It's time to surprise her at home!",

  //Event 11
  "Miihau.PennyEE.event11.001": "Oh, hi, honey...$0#$b#I was just baking some cookies. Do you want one?$h",
  "Miihau.PennyEE.event11.001X": "#Yes, thank you, honey!#No, thank you.",
  "Miihau.PennyEE.event11.002": "Here you go, sweetie-pie.$h",
  "Miihau.PennyEE.event11.003": "I hope you liked it!$l#$b#I asked Mrs. Mullner for some advice the other day.",
  "Miihau.PennyEE.event11.004": "Oh...$3#$b#Maybe later, then.",
  "Miihau.PennyEE.event11.005": "@...$2",
  "Miihau.PennyEE.event11.006": "There’s actually something I'd like to talk to you about...$s#$b#Don't look so worried, honey; it's nothing bad! I'm just a bit anxious.$s",
  "Miihau.PennyEE.event11.007": "I've been thinking a lot lately about my career as a teacher and how I could improve.$0#$b#I've read about a course for primary- and secondary-school teachers that's being offered in a neighbouring city.$0#$b#It's a three-day program that covers many teaching techniques and methods, and I really think it could help me become a better teacher.",
  "Miihau.PennyEE.event11.008": "But there's a catch.$s",
  "Miihau.PennyEE.event11.009": "The course costs 3,000 g and I'd have to be away for three days.$s#$b#I know it's a lot of money, and it would mean leaving you and our home for a while.$s#$b#I wouldn't want to do that if it put a strain on our relationship or finances.$s#$b#But at the same time, I really want to become a better teacher, and I think this course could be a big step in the right direction.$s",
  "Miihau.PennyEE.event11.010": "#That sounds great, Penny. You should definitely go for it! (3,000 g)#I don't think it's worth it, Penny. Your teaching is fine as is.",
  "Miihau.PennyEE.event11.011": "Really? You mean it?$0#$b#Thank you so much! This means the world to me.$h#$b#I promise to make the most of this opportunity and to come back with new and exciting teaching ideas.$0#$b#@, you always support me in everything I do. I appreciate it more than you know.$l#$b#I can't wait to make you proud!$l",
  "Miihau.PennyEE.event11.012": "I can't believe I'm actually going to do this. Thank you so much for supporting me. It means the world.$l#$e#I'm going to learn so much on this trip, and then I can come back and be an even better teacher for my students.$0#$e#I'm a little nervous about putting myself out there and meeting so many new people.$0#$e#But with your support, I feel like I can do anything. I'm so lucky to have you as my partner.$l",
  /* --- duplicate branch starts --- */
  "Miihau.PennyEE.event11.013": "Oh, hi, honey...$0#$b#I was just baking some cookies. Do you want one?$h",
  "Miihau.PennyEE.event11.014": "Here you go, sweetie-pie.$h",
  "Miihau.PennyEE.event11.015": "I hope you liked it!$l#$b#I asked Mrs. Mullner for some advice the other day.",
  "Miihau.PennyEE.event11.016": "Oh...$3#$b#Maybe later, then.",
  "Miihau.PennyEE.event11.017": "@...$2",
  "Miihau.PennyEE.event11.018": "There’s actually something I'd like to talk to you about...$s#$b#Don't look so worried, honey; it's nothing bad! I'm just a bit anxious.$s",
  "Miihau.PennyEE.event11.019": "I've been thinking a lot lately about my career as a teacher and how I could improve.$0#$b#I've read about a course for primary- and secondary-school teachers that's being offered in a neighbouring city.$0#$b#It's a three-day program that covers many teaching techniques and methods, and I really think it could help me become a better teacher.",
  "Miihau.PennyEE.event11.020": "But there's a catch.$s",
  "Miihau.PennyEE.event11.021": "The course costs 3,000 g and I'd have to be away for three days.$s#$b#I know it's a lot of money, and it would mean leaving you and our home for a while.$s#$b#I wouldn't want to do that if it put a strain on our relationship or finances.$s#$b#But at the same time, I really want to become a better teacher, and I think this course could be a big step in the right direction.$s",
  "Miihau.PennyEE.event11.022": "#That sounds great, Penny. You should definitely go for it! (3,000 g)#I don't think it's worth it, Penny. Your teaching is fine as is.",
  "Miihau.PennyEE.event11.023": "Really? You mean it?$0#$b#Thank you so much! This means the world to me.$h#$b#I promise to make the most of this opportunity and to come back with new and exciting teaching ideas.$0#$b#@, you always support me in everything I do. I appreciate it more than you know.$l#$b#I can't wait to make you proud!$l",
  "Miihau.PennyEE.event11.024": "I can't believe I'm actually going to do this. Thank you so much for supporting me; it means the world.$l#$e#I'm going to learn so much on this trip, and then I can come back and be an even better teacher for my students.$0#$e#I'm a little nervous about putting myself out there and meeting so many new people.$0#$e#But with your support, I feel like I can do anything. I'm so lucky to have you as my partner.$l",
  /* --- decline branch --- */
  "Miihau.PennyEE.event11.025": "Maybe you're right.$s",
  "Miihau.PennyEE.event11.026": "I understand—it’s a lot of money and time away from home.$s#$b#I guess I just wanted to show my students that I'm always striving to be the best teacher I can be.$s#$b#But if you don't think it's worth it, I trust your judgment.$0#$b#It's just...$s#$b#I want to be more than just fine.$s#$b#But I guess fine is all my teaching has to be.$s#$b#Thank you for listening, @.$s",
  "Miihau.PennyEE.event11.027": "Don't worry about it, @. The course was a silly idea of mine.",
  /* --- travel & return --- */
  "Miihau.PennyEE.event11.028": "Thanks for walking me to the bus stop, sweetheart. And thank you so much for supporting me.$0#$b#I'll miss you, but I promise it’ll be worth it.$0#$b#I'll come back with so many new ideas. Then we can cuddle, and I'll tell you all about it.$h",
  "Miihau.PennyEE.event11.029": "I love you, @! Take care of yourself while I'm gone.$l",
  "Miihau.PennyEE.event11.030": "You have a sweet, intimate dream about Penny. Waking up, you reach for her instinctively, then remember she's away for now.",
  "Miihau.PennyEE.event11.031": "You wake up thinking about Penny and feel excited that she'll be coming home tomorrow.",
  "Miihau.PennyEE.event11.032": "Hi, @! It's sweet of you to pick me up at the bus stop.",
  "Miihau.PennyEE.event11.033": "The course was amazing! I learned so much, and I can't wait to start applying it to my teaching.",
  "Miihau.PennyEE.event11.034": "We covered a lot—from new teaching strategies to using technology to enhance learning.$0#$b#But as wonderful as the course was, it's left me feeling a little overwhelmed.$s#$b#To implement everything I want to, I'd need a whole new set of teaching tools.$s#$b#A camera to take pictures when we explore the valley, so my students can learn from what we find.$0#$b#Something to type worksheets on, and a scientific calculator for more complex equations.$0#$b#I don't think I can find everything I need here in town.$s",
  "Miihau.PennyEE.event11.035": "Oh, please don't worry about it, sweetie-pie.$0#$b#It's okay. I'm happy I took the course, and I can work with what I have for now.$0#$b#I'm just grateful for your support and encouragement.",
  "Miihau.PennyEE.event11.036": "Let's head home.$0#$b#The farm is waiting for us.$h",
  "Miihau.PennyEE.event11.037": "It was interesting seeing more of the world outside the valley. Maybe I'll have other opportunities like this, which I hope I can pursue with your blessing, honey.$1#$e#But I'm glad to be back to our normal routine. I know it was only three days, but I really missed you!$4",
  /* --- town NPC reactions --- */
  "Miihau.PennyEE.event11.038": "Hey there, @.$0#$b#So Penny's off to her course, I see.$0#$b#Yeah, she told me about it. Thanks for encouraging her, kid.$0#$e#She's always been a bright girl, but she never had the chance to develop her potential until you came along.$0#$e#It's not easy being a single mom, but it's a little easier knowing Penny has you in her life.",
  "Miihau.PennyEE.event11.039": "You did good, kid. I haven't seen Penny this happy in a long time.$0#$e#Thank you so much for making my daughter's dreams come true.$0",
  "Miihau.PennyEE.event11.040": "Mrs. Penny went to learn how to teach, or something.$3#$b#I hope she comes back soon.$2#$e#We were learning about bugs last week, and I want to show her the one I caught yesterday.$1",
  "Miihau.PennyEE.event11.041": "Mrs. Penny's new worksheets are so cool!$1#$e#She even gave us stickers for doing well.$0",
  "Miihau.PennyEE.event11.042": "Learning without Mrs. Penny is hard.$2#$e#But Aunt Marnie told me it’ll be way more fun once she finishes her course.$0",
  "Miihau.PennyEE.event11.043": "Wow, Mrs. Penny is really smart!$1#$b#I can't wait to see all the new things she's going to teach us.$0#$e#She's always coming up with fun ways to help us learn.$4",
  "Miihau.PennyEE.event11.044": "I know it can be tricky when your spouse is away.$0#$b#But time apart can strengthen a relationship, I promise.$0#$e#You seem to miss her a lot already, don't you?$1",
  "Miihau.PennyEE.event11.045": "Vincent won't stop talking about how much fun he's having with his new worksheets!$0#$e#I heard you made all of this possible.$0#$b#Good job, Romeo!$1^Good job, @!$1",

  //Event 12
  "Miihau.PennyEE.event12.001": "Oh, hi, honey!",
  "Miihau.PennyEE.event12.002": "Why are you looking at me like that?$h",
  "Miihau.PennyEE.event12.003": "You have something you want to show me, but I have to look away first?$0#$b#Honey!? What do you have up your sleeve? You look so excited.$h#$b#Okay, I'll play along.$l",
  "Miihau.PennyEE.event12.004": "I'm so curious! This is so fun. I guess I'll turn around now.$h",
  "Miihau.PennyEE.event12.005": "All finished?",
  "Miihau.PennyEE.event12.006": "I'm so excited!$h#$b#Okay, I'm going to look now.$l",
  "Miihau.PennyEE.event12.007": "...!$l",
  "Miihau.PennyEE.event12.008": "Is this what I think it is?$l",
  "Miihau.PennyEE.event12.009": "@!$l",
  "Miihau.PennyEE.event12.010": "Penny hugs you tightly.",
  "Miihau.PennyEE.event12.011": "I can't believe it—I really can't! You did it; you collected everything I need to become a better teacher.$1#$b#I don't even know how to express how grateful I am.$l#$b#I thought it was impossible to find all these items here in the valley, but here you are with everything I need right in front of me.$l",
  "Miihau.PennyEE.event12.012": "More than that, I'm just so happy I have you in my life.$l#$b#You've always believed in me, even when I didn't believe in myself.$l#$b#And now, with your help, I can take my teaching to the next level.$l",
  "Miihau.PennyEE.event12.013": "It means so much that you care about my dreams and passions, and that you support me in everything I do.$l#$b#You truly are my partner in every sense of the word, and I couldn't be more grateful to have you by my side.$l#$b#I'm overwhelmed—what did I do to deserve you?$l",
  "Miihau.PennyEE.event12.014": "There's always been a special spark about you, @. I could feel it from the moment I met you.$4#$b#Something bright. Something real. But impossible to describe.$4#$b#You're my stardrop—you're my favorite.$4#$b#Did I just come up with a new nickname for you? Hehe! Stardrop… it's cute!$1#$b#@, I promise to make the most of these lovely gifts you've given me.$0#$b#Thank you, from the bottom of my heart.$11",
  "Miihau.PennyEE.event12.015": "I love you, @—more than I can express.$11#$e#I can't wait to show your gifts to my students!$h",
  /* ---------- duplicate branch ---------- */
  "Miihau.PennyEE.event12.016": "Oh, hi, honey!",
  "Miihau.PennyEE.event12.017": "Why are you looking at me like that?$h",
  "Miihau.PennyEE.event12.018": "You have something you want to show me, but I have to look away first?$0#$b#Honey!? What do you have up your sleeve? You look so excited.$h#$b#Okay, I'll play along.$l",
  "Miihau.PennyEE.event12.019": "I'm so curious! This is so fun. I guess I'll turn around now.$h",
  "Miihau.PennyEE.event12.020": "All finished?",
  "Miihau.PennyEE.event12.021": "I'm so excited!$h#$b#Okay, I'm going to look now.$l",
  "Miihau.PennyEE.event12.022": "...!$l",
  "Miihau.PennyEE.event12.023": "Is this what I think it is?$l",
  "Miihau.PennyEE.event12.024": "@!$l",
  "Miihau.PennyEE.event12.025": "Penny hugs you tightly.",
  "Miihau.PennyEE.event12.026": "I can't believe it—I really can't! You did it; you collected everything I need to become a better teacher.$1#$b#I don't even know how to express how grateful I am.$l#$b#I thought it was impossible to find all these items here in the valley, but here you are with everything I need right in front of me.$l",
  "Miihau.PennyEE.event12.027": "More than that, I'm just so happy I have you in my life.$l#$b#You've always believed in me, even when I didn't believe in myself.$l#$b#And now, with your help, I can take my teaching to the next level.$l",
  "Miihau.PennyEE.event12.028": "It means so much that you care about my dreams and passions, and that you support me in everything I do.$l#$b#You truly are my partner in every sense of the word, and I couldn't be more grateful to have you by my side.$l#$b#I'm overwhelmed—what did I do to deserve you?$l",
  "Miihau.PennyEE.event12.029": "There's always been a special spark about you, @. I could feel it from the moment I met you.$4#$b#Something bright. Something real. But impossible to describe.$4#$b#You're my stardrop—you're my favorite.$4#$b#Did I just come up with a new nickname for you? Hehe! Stardrop… it's cute!$1#$b#@, I promise to make the most of these lovely gifts you've given me.$0#$b#Thank you, from the bottom of my heart.$11",
  "Miihau.PennyEE.event12.030": "I love you, @—more than I can express.$11#$e#I can't wait to show your gifts to my students!$h",

  //Event Elliott
  "Miihau.PennyEE.eventElliott.001": "Ah, hello, good sir! What brings you to my humble abode today?^Ah, hello, good madam! What brings you to my humble abode today?",
  "Miihau.PennyEE.eventElliott.002": "You need to talk to me? Of course, my friend.",
  "Miihau.PennyEE.eventElliott.003": "You tell Elliott about Penny's course and the items she needs to put her new ideas into action.#You ask Elliott whether he can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventElliott.004": "Fascinating! Pedagogy is somewhat outside my area of expertise.$0#$b#My dear friend, it warms my heart to see you seeking ways to help your beloved Penny in her teaching endeavours.$h#$b#As a fellow writer, I understand the importance of having the proper tools to bring one's ideas to life.$0#$b#I happen to have a typewriter that has served me well over the years, but I believe it is time for it to find a new home.",
  "Miihau.PennyEE.eventElliott.005": "Elliott hands you an old typewriter he had been storing under a table.",
  "Miihau.PennyEE.eventElliott.006": "And what better home than that of someone as dedicated to educating our youth as Penny?$0#$b#It would be my pleasure to donate it to her cause, my friend.$h#$b#Community members should support one another in times of need, after all.",
  "Miihau.PennyEE.eventElliott.007": "You have collected all three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventElliott.008": "I'm always happy to help the community in any way I can.$0#$e#Just be sure to take good care of it, all right? That typewriter is an old friend!$h",
  /* duplicate branch – 2 of 3 items collected */
  "Miihau.PennyEE.eventElliott.009": "Ah, hello, good sir! What brings you to my humble abode today?^Ah, hello, good madam! What brings you to my humble abode today?",
  "Miihau.PennyEE.eventElliott.010": "You need to talk to me? Of course, my friend.",
  "Miihau.PennyEE.eventElliott.011": "You tell Elliott about Penny's course and the items she needs to put her new ideas into action.#You ask Elliott whether he can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventElliott.012": "Fascinating! Pedagogy is somewhat outside my area of expertise.$0#$b#My dear friend, it warms my heart to see you seeking ways to help your beloved Penny in her teaching endeavours.$h#$b#As a fellow writer, I understand the importance of having the proper tools to bring one's ideas to life.$0#$b#I happen to have a typewriter that has served me well over the years, but I believe it is time for it to find a new home.",
  "Miihau.PennyEE.eventElliott.013": "Elliott hands you an old typewriter he had been storing under a table.",
  "Miihau.PennyEE.eventElliott.014": "And what better home than that of someone as dedicated to educating our youth as Penny?$0#$b#It would be my pleasure to donate it to her cause, my friend.$h#$b#Community members should support one another in times of need, after all.",
  "Miihau.PennyEE.eventElliott.015": "You have collected two out of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventElliott.016": "I'm always happy to help the community in any way I can.$0#$e#Just be sure to take good care of it, all right? That typewriter is an old friend!$h",
  /* duplicate branch – 2 of 3 items collected */
  "Miihau.PennyEE.eventElliott.017": "Ah, hello, good sir! What brings you to my humble abode today?^Ah, hello, good madam! What brings you to my humble abode today?",
  "Miihau.PennyEE.eventElliott.018": "You need to talk to me? Of course, my friend.",
  "Miihau.PennyEE.eventElliott.019": "You tell Elliott about Penny's course and the items she needs to put her new ideas into action.#You ask Elliott whether he can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventElliott.020": "Fascinating! Pedagogy is somewhat outside my area of expertise.$0#$b#My dear friend, it warms my heart to see you seeking ways to help your beloved Penny in her teaching endeavours.$h#$b#As a fellow writer, I understand the importance of having the proper tools to bring one's ideas to life.$0#$b#I happen to have a typewriter that has served me well over the years, but I believe it is time for it to find a new home.",
  "Miihau.PennyEE.eventElliott.021": "Elliott hands you an old typewriter he had been storing under a table.",
  "Miihau.PennyEE.eventElliott.022": "And what better home than that of someone as dedicated to educating our youth as Penny?$0#$b#It would be my pleasure to donate it to her cause, my friend.$h#$b#Community members should support one another in times of need, after all.",
  "Miihau.PennyEE.eventElliott.023": "You have collected two out of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventElliott.024": "I'm always happy to help the community in any way I can.$0#$e#Just be sure to take good care of it, all right? That typewriter is an old friend!$h",
  /* duplicate branch – 0 of 3 items collected */
  "Miihau.PennyEE.eventElliott.025": "Ah, hello, good sir! What brings you to my humble abode today?^Ah, hello, good madam! What brings you to my humble abode today?",
  "Miihau.PennyEE.eventElliott.026": "You need to talk to me? Of course, my friend.",
  "Miihau.PennyEE.eventElliott.027": "You tell Elliott about Penny's course and the items she needs to put her new ideas into action.#You ask Elliott whether he can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventElliott.028": "Fascinating! Pedagogy is somewhat outside my area of expertise.$0#$b#My dear friend, it warms my heart to see you seeking ways to help your beloved Penny in her teaching endeavours.$h#$b#As a fellow writer, I understand the importance of having the proper tools to bring one's ideas to life.$0#$b#I happen to have a typewriter that has served me well over the years, but I believe it is time for it to find a new home.",
  "Miihau.PennyEE.eventElliott.029": "Elliott hands you an old typewriter he had been storing under a table.",
  "Miihau.PennyEE.eventElliott.030": "And what better home than that of someone as dedicated to educating our youth as Penny?$0#$b#It would be my pleasure to donate it to her cause, my friend.$h#$b#Community members should support one another in times of need, after all.",
  "Miihau.PennyEE.eventElliott.031": "You have collected one out of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventElliott.032": "I'm always happy to help the community in any way I can.$0#$e#Just be sure to take good care of it, all right? That typewriter is an old friend!$h",

  //Event Haley
  "Miihau.PennyEE.eventHaley.001": "Oh, hi there, @! Can I help you?",
  "Miihau.PennyEE.eventHaley.002": "You need help and you think I'm the person to ask?$0#$b#Hm… I'm intrigued. What do you need?",
  "Miihau.PennyEE.eventHaley.003": "You tell Haley about Penny's passion for teaching and the items she needs to enrich her students' learning experiences.#You ask Haley whether she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventHaley.004": "Oh my…$8#$b#That's such an adorable idea.$8#$b#I'm impressed by your devotion to your wife.$8#$b#I wish I could find someone as passionate as you are.$l#$b#Let me see what I can do.$h",
  "Miihau.PennyEE.eventHaley.005": "Here, you can have this!$h",
  "Miihau.PennyEE.eventHaley.006": "Haley hands you a Polaroid camera she had in a drawer.",
  "Miihau.PennyEE.eventHaley.007": "It's an old Polaroid camera.$h#$b#It prints photos instantly, so it will be perfect for Penny.$0#$b#I don't need it anymore; I have a new camera and a special darkroom for developing my pictures.$0#$b#I hope she enjoys using it, and the kids enjoy seeing the photos.$0",
  "Miihau.PennyEE.eventHaley.008": "And hey, if you ever need my help or advice with anything, just let me know.",
  "Miihau.PennyEE.eventHaley.009": "You have collected all three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventHaley.010": "Penny is such a lucky woman! I really misjudged you in the beginning, @.$l#$e#Enjoy the camera, and let me know if you need anything else.",
  /* duplicate branch – 2 of 3 items collected */
  "Miihau.PennyEE.eventHaley.011": "Oh, hi there, @! Can I help you?",
  "Miihau.PennyEE.eventHaley.012": "You need help and you think I'm the person to ask?$0#$b#Hm… I'm intrigued. What do you need?",
  "Miihau.PennyEE.eventHaley.013": "You tell Haley about Penny's passion for teaching and the items she needs to enrich her students' learning experiences.#You ask Haley whether she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventHaley.014": "Oh my…$8#$b#That's such an adorable idea.$8#$b#I'm impressed by your devotion to your wife.$8#$b#I wish I could find someone as passionate as you are.$l#$b#Let me see what I can do.$h",
  "Miihau.PennyEE.eventHaley.015": "Here, you can have this!$h",
  "Miihau.PennyEE.eventHaley.016": "Haley hands you a Polaroid camera she had in a drawer.",
  "Miihau.PennyEE.eventHaley.017": "It's an old Polaroid camera.$h#$b#It prints photos instantly, so it will be perfect for Penny.$0#$b#I don't need it anymore; I have a new camera and a special darkroom for developing my pictures.$0#$b#I hope she enjoys using it, and the kids enjoy seeing the photos.$0",
  "Miihau.PennyEE.eventHaley.018": "And hey, if you ever need my help or advice with anything, just let me know.",
  "Miihau.PennyEE.eventHaley.019": "You have collected two of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventHaley.020": "Penny is such a lucky woman! I really misjudged you in the beginning, @.$l#$e#Enjoy the camera, and let me know if you need anything else.",
  /* duplicate branch – 2 of 3 items collected */
  "Miihau.PennyEE.eventHaley.021": "Oh, hi there, @! Can I help you?",
  "Miihau.PennyEE.eventHaley.022": "You need help and you think I'm the person to ask?$0#$b#Hm… I'm intrigued. What do you need?",
  "Miihau.PennyEE.eventHaley.023": "You tell Haley about Penny's passion for teaching and the items she needs to enrich her students' learning experiences.#You ask Haley whether she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventHaley.024": "Oh my…$8#$b#That's such an adorable idea.$8#$b#I'm impressed by your devotion to your wife.$8#$b#I wish I could find someone as passionate as you are.$l#$b#Let me see what I can do.$h",
  "Miihau.PennyEE.eventHaley.025": "Here, you can have this!$h",
  "Miihau.PennyEE.eventHaley.026": "Haley hands you a Polaroid camera she had in a drawer.",
  "Miihau.PennyEE.eventHaley.027": "It's an old Polaroid camera.$h#$b#It prints photos instantly, so it will be perfect for Penny.$0#$b#I don't need it anymore; I have a new camera and a special darkroom for developing my pictures.$0#$b#I hope she enjoys using it, and the kids enjoy seeing the photos.$0",
  "Miihau.PennyEE.eventHaley.028": "And hey, if you ever need my help or advice with anything, just let me know.",
  "Miihau.PennyEE.eventHaley.029": "You have collected two of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventHaley.030": "Penny is such a lucky woman! I really misjudged you in the beginning, @.$l#$e#Enjoy the camera, and let me know if you need anything else.",
  /* duplicate branch – 1 of 3 items collected */
  "Miihau.PennyEE.eventHaley.031": "Oh, hi there, @! Can I help you?",
  "Miihau.PennyEE.eventHaley.032": "You need help and you think I'm the person to ask?$0#$b#Hm… I'm intrigued. What do you need?",
  "Miihau.PennyEE.eventHaley.033": "You tell Haley about Penny's passion for teaching and the items she needs to enrich her students' learning experiences.#You ask Haley whether she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventHaley.034": "Oh my…$8#$b#That's such an adorable idea.$8#$b#I'm impressed by your devotion to your wife.$8#$b#I wish I could find someone as passionate as you are.$l#$b#Let me see what I can do.$h",
  "Miihau.PennyEE.eventHaley.035": "Here, you can have this!$h",
  "Miihau.PennyEE.eventHaley.036": "Haley hands you a Polaroid camera she had in a drawer.",
  "Miihau.PennyEE.eventHaley.037": "It's an old Polaroid camera.$h#$b#It prints photos instantly, so it will be perfect for Penny.$0#$b#I don't need it anymore; I have a new camera and a special darkroom for developing my pictures.$0#$b#I hope she enjoys using it, and the kids enjoy seeing the photos.$0",
  "Miihau.PennyEE.eventHaley.038": "And hey, if you ever need my help or advice with anything, just let me know.",
  "Miihau.PennyEE.eventHaley.039": "You have collected one of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventHaley.040": "Penny is such a lucky woman! I really misjudged you in the beginning, @.$l#$e#Enjoy the camera, and let me know if you need anything else.",

  //Event Maru
  "Miihau.PennyEE.eventMaru.001": "Hey, @! Did you come over to learn something about our research?$0",
  "Miihau.PennyEE.eventMaru.002": "Sure, I can take a break and talk to you for a minute.",
  "Miihau.PennyEE.eventMaru.003": "You tell Maru about Penny's dream of becoming a better teacher and the items she needs to make that dream a reality.#You ask Maru if she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventMaru.004": "Wow!$4#$b#I love your idea!$4#$b#Wait a second, I'll grab a calculator real quick.",
  "Miihau.PennyEE.eventMaru.005": "Maru hands you a fancy-looking scientific calculator she took from a stack on her shelf.",
  "Miihau.PennyEE.eventMaru.006": "I'm always tinkering with electronics and gadgets, so I've accumulated quite a collection!$h#$b#I'm happy to give one to my good friend Penny.$1",
  "Miihau.PennyEE.eventMaru.007": "In fact, I'm a bit surprised she never asked me for one before.$2#$b#Penny's always been so supportive of my work, even if she doesn't always understand it.$0#$b#But that's what makes her such a great friend, isn't it?$0#$b#She's always willing to learn and try new things. Now I have the opportunity to support her, too!",
  "Miihau.PennyEE.eventMaru.008": "Oh, and one more thing.",
  "Miihau.PennyEE.eventMaru.009": "Can you tell Penny to stop asking me when I'm going to ask Harvey out?$h",
  "Miihau.PennyEE.eventMaru.010": "You have collected all three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventMaru.011": "I picked out a calculator that should work perfectly for Penny's needs.$0#$e#It's always great to see friends helping each other out like this. I hope Penny enjoys using it!$h",
  /* duplicate branch – 2 of 3 items */
  "Miihau.PennyEE.eventMaru.012": "Hey, @! Did you come over to learn something about our research?$0",
  "Miihau.PennyEE.eventMaru.013": "Sure, I can take a break and talk to you for a minute.",
  "Miihau.PennyEE.eventMaru.014": "You tell Maru about Penny's dream of becoming a better teacher and the items she needs to make that dream a reality.#You ask Maru if she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventMaru.015": "Wow!$4#$b#I love your idea!$4#$b#Wait a second, I'll grab a calculator real quick.",
  "Miihau.PennyEE.eventMaru.016": "Maru hands you a fancy-looking scientific calculator she took from a stack on her shelf.",
  "Miihau.PennyEE.eventMaru.017": "I'm always tinkering with electronics and gadgets, so I've accumulated quite a collection!$h#$b#I'm happy to give one to my good friend Penny.$1",
  "Miihau.PennyEE.eventMaru.018": "In fact, I'm a bit surprised she never asked me for one before.$2#$b#Penny's always been so supportive of my work, even if she doesn't always understand it.$0#$b#But that's what makes her such a great friend, isn't it?$0#$b#She's always willing to learn and try new things. Now I have the opportunity to support her, too!",
  "Miihau.PennyEE.eventMaru.019": "Oh, and one more thing.",
  "Miihau.PennyEE.eventMaru.020": "Can you tell Penny to stop asking me when I'm going to ask Harvey out?$h",
  "Miihau.PennyEE.eventMaru.021": "You have collected two of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventMaru.022": "I picked out a calculator that should work perfectly for Penny's needs.$0#$e#It's always great to see friends helping each other out like this. I hope Penny enjoys using it!$h",
  /* duplicate branch – 2 of 3 items */
  "Miihau.PennyEE.eventMaru.023": "Hey, @! Did you come over to learn something about our research?$0",
  "Miihau.PennyEE.eventMaru.024": "Sure, I can take a break and talk to you for a minute.",
  "Miihau.PennyEE.eventMaru.025": "You tell Maru about Penny's dream of becoming a better teacher and the items she needs to make that dream a reality.#You ask Maru if she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventMaru.026": "Wow!$4#$b#I love your idea!$4#$b#Wait a second, I'll grab a calculator real quick.",
  "Miihau.PennyEE.eventMaru.027": "Maru hands you a fancy-looking scientific calculator she took from a stack on her shelf.",
  "Miihau.PennyEE.eventMaru.028": "I'm always tinkering with electronics and gadgets, so I've accumulated quite a collection!$h#$b#I'm happy to give one to my good friend Penny.$1",
  "Miihau.PennyEE.eventMaru.029": "In fact, I'm a bit surprised she never asked me for one before.$2#$b#Penny's always been so supportive of my work, even if she doesn't always understand it.$0#$b#But that's what makes her such a great friend, isn't it?$0#$b#She's always willing to learn and try new things. Now I have the opportunity to support her, too!",
  "Miihau.PennyEE.eventMaru.030": "Oh, and one more thing.",
  "Miihau.PennyEE.eventMaru.031": "Can you tell Penny to stop asking me when I'm going to ask Harvey out?$h",
  "Miihau.PennyEE.eventMaru.032": "You have collected two of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventMaru.033": "I picked out a calculator that should work perfectly for Penny's needs.$0#$e#It's always great to see friends helping each other out like this. I hope Penny enjoys using it!$h",
  /* duplicate branch – 1 of 3 items */
  "Miihau.PennyEE.eventMaru.034": "Hey, @! Did you come over to learn something about our research?$0",
  "Miihau.PennyEE.eventMaru.035": "Sure, I can take a break and talk to you for a minute.",
  "Miihau.PennyEE.eventMaru.036": "You tell Maru about Penny's dream of becoming a better teacher and the items she needs to make that dream a reality.#You ask Maru if she can help with one of the things Penny needs.",
  "Miihau.PennyEE.eventMaru.037": "Wow!$4#$b#I love your idea!$4#$b#Wait a second, I'll grab a calculator real quick.",
  "Miihau.PennyEE.eventMaru.038": "Maru hands you a fancy-looking scientific calculator she took from a stack on her shelf.",
  "Miihau.PennyEE.eventMaru.039": "I'm always tinkering with electronics and gadgets, so I've accumulated quite a collection!$h#$b#I'm happy to give one to my good friend Penny.$1",
  "Miihau.PennyEE.eventMaru.040": "In fact, I'm a bit surprised she never asked me for one before.$2#$b#Penny's always been so supportive of my work, even if she doesn't always understand it.$0#$b#But that's what makes her such a great friend, isn't it?$0#$b#She's always willing to learn and try new things. Now I have the opportunity to support her, too!",
  "Miihau.PennyEE.eventMaru.041": "Oh, and one more thing.",
  "Miihau.PennyEE.eventMaru.042": "Can you tell Penny to stop asking me when I'm going to ask Harvey out?$h",
  "Miihau.PennyEE.eventMaru.043": "You have collected one of three items needed to help Penny achieve her dream of becoming a better teacher.",
  "Miihau.PennyEE.eventMaru.044": "I picked out a calculator that should work perfectly for Penny's needs.$0#$e#It's always great to see friends helping each other out like this. I hope Penny enjoys using it!$h"
}