{
  "Miihau.PennyEE.Mail.001": "Querido @,\n\n^^Como prometido, aqui está um breve resumo do meu livro favorito.\n^Espero que você goste!^^\n^Atenciosamente^ \n- Penny^^^\n(O resumo começa na próxima página)^\n\n^Resumo de 'Lily Crescendo':^^\n\nA história é sobre uma garotinha alegre chamada Lily, que adora passar tempo com sua mãe. Um dia sua mãe lhe conta que elas vão morar sozinhas, apenas as duas e que o pai de Lily não está mais com elas. Apesar de se sentir triste, Lily decide manter uma atitude positiva e aproveitar ao máximo o tempo que elas têm juntas. Ela adora ir para a escola, brincar com suas amigas e pintar quadros em seu quarto, que ela mostra para sua mãe. Elas têm muitos momentos felizes explorando a cidade, visitando museus e experimentando novos alimentos. Lily sabe que tem muito amor em sua vida e embora não tenha um pai, ela é grata por todas as coisas maravilhosas em sua vida e sabe que pode enfrentar qualquer coisa que apareça em seu caminho.\n[#] Resumo do livro favorito de Penny.",
  "Miihau.PennyEE.Mail.002": "Querido @,\n^^Estou planejando fazer um piquenique hoje à tarde às margens do rio na Floresta Cinzaseiva. Você gostaria de se juntar a mim? Se sim, estarei lá no meio da tarde.\n\n^^Não se preocupe, eu vou cuidar de preparar o piquenique. Você não precisa trazer nada, exceto a si mesmo!\n\n^Atenciosamente\n- Penny\n\n[#] Convite para o Piquenique da Penny",
  "Miihau.PennyEE.Mail.003": "Meu querido @,\n^^ Espero que esta carta te encontre bem. Estou escrevendo do meu quarto de hotel, onde atualmente estou participando do curso de ensino. Deixe-me te contar, tem sido uma experiência incrível até agora! Aprendi tantas técnicas novas e métodos de ensino. E as pessoas aqui têm sido tão gentis e prestativas.\n\n^Mas, mesmo que eu esteja longe por pouco tempo, já sinto uma saudade terrível de casa. Você está sempre na minha mente, querido(a). Lembrar das suas palavras encorajadoras tem me ajudado a seguir em frente, mesmo quando é desafiador encontrar tantas pessoas novas e lidar com tantas ideias novas. Não consigo expressar o quanto significa para mim que você acredite em mim e tenha tornado possível para eu participar deste curso.\n\n^@, não consigo expressar o quanto significa para mim que você acredite em mim. Só espero poder ser para você tudo o que você tem sido para mim: seu maior apoiador, a pessoa a quem você recorre para se confortar quando está se sentindo para baixo, seu parceiro(a) igual. Você é meu(a) melhor amigo(a), e espero que eu seja o(a) seu(sua) também.\n\n^Mal posso esperar para voltar para casa, te abraçar, te beijar, te aconchegar e te contar tudo sobre minha viagem. Até lá, estarei pensando em você! Eu te amo tanto!\n\n^^Abraços e beijos. Penny",
  "Miihau.PennyEE.event1.001": "Agora, onde parei de ler?",
  "Miihau.PennyEE.event1.002": "Oh meu Deus, isso é tão brega. Mas tão fofo!$h",
  "Miihau.PennyEE.event1.003": "Oh Olá, @! Eu estava tão absorto neste livro que não percebi você ali.#$b#Você parece passar bastante pelo meu local de leitura favorito.$h#$b#O que você diz?$h#$b#$ q 1627901 null##$r 1627901 20 event_tree1#Certamente passo! O que você está lendo hoje?#$r 1627902 -20 event_tree2#Sim... Mas estou com pressa.",
  "Miihau.PennyEE.event1.004": "Obrigado pela boa conversa anterior.$0",
  "Miihau.PennyEE.event1.005": "Achei que você estava muito ocupado para conversar.$3",
  "Miihau.PennyEE.event1.006": "Oh! Estou surpreso que você esteja interessado. Obrigado por perguntar!$h#$b#Normalmente leio livros sobre ensino e gosto de ler sobre artefatos. Em geral gosto de ampliar meus conhecimentos.$0#$b#Mas este livro aqui é um romance bobo que tenho lido ultimamente.$h#$b#Estou com um pouco de vergonha de contar... Mas é apenas um romance bobo.$4#$b# Mas bobo pode ser divertido às vezes.$1#$b#Bem, não quero mantê-lo ocupado. Tenho certeza que você tem muito trabalho a fazer hoje.$0#$b#Obrigado pela visita! Espero que você tenha um ótimo resto de dia!$h",
  "Miihau.PennyEE.event1.007": "Ah... acho que você deveria ir então.%fork$3",
  "Miihau.PennyEE.event2.001": "Jas, Vincent, vocês podem parar, por favor?$s",
  "Miihau.PennyEE.event2.002": "@!$3#$b#Desculpe, estou tendo um pequeno problema com meus alunos. Eles são mais... indisciplinados do que o normal.$s",
  "Miihau.PennyEE.event2.003": "Está um dia tão chato!$3",
  "Miihau.PennyEE.event2.004": "Sim!$2#$b#E a Sra. Penny não está divertida hoje.$3",
  "Miihau.PennyEE.event2.005": "É difícil estar de bom humor o tempo todo.$s",
  "Miihau.PennyEE.event2.006": "Como você reage?$h#$b#$q 1627907 null##$r 1627907 -40 event_playground1#Pergunte a Penny se ela quer sair do playground e relaxar com você#$r 1627908 10 event_playground2#Pergunte se você pode ajudá-la com as crianças",
  "Miihau.PennyEE.event2.007": "O que você faz?$h#$b#$q 1627909 null##$r 1627909 40 event_playground3#Sugira que você e as crianças brinquem de 'esconde-esconde'#$r 1627910 -50 event_playground4#Grite para as crianças se comportarem melhor",
  "Miihau.PennyEE.event2.008": "Oba! Esconde-esconde com o Sr. @!^Oba! Esconde-esconde com a Sr. @!$1",
  "Miihau.PennyEE.event2.009": "Bom.$h#$b#Ok crianças, vão para trás dos arbustos e contem até... vinte. O Sr. @ vai se esconder.^Ok crianças, vão para trás dos arbustos e contem até... vinte. A Sra. @ vai se esconder.$0#$b#Vou sentar e ser o árbitro.$h",
  "Miihau.PennyEE.event2.010": "Ok!",
  "Miihau.PennyEE.event2.011": "Obrigado @. Eu realmente gostei disso.$h",
  "Miihau.PennyEE.event2.012": "Você parece ser bom com crianças. Estou muito impressionada.$0",
  "Miihau.PennyEE.event2.013": "E agora é melhor você encontrar um esconderijo!$h",
  "Miihau.PennyEE.event2.014": "1,2,3...",
  "Miihau.PennyEE.event2.015": "Você se divertiu no parquinho com Penny, Jas e Vincent#Você está feliz por ter ajudado Penny.",
  "Miihau.PennyEE.event2.016": "Você foi incrível no playground. Eu não sabia que você era tão bom com crianças.$0#$b#Vincent já está perguntando quando você virá brincar conosco de novo!$h",
  "Miihau.PennyEE.event2.017": "Espero que você possa entender por que reagi daquela maneira antes.$s",
  "Miihau.PennyEE.event2.018": "Veja o que você fez!$5#$b#Por favor, saia agora. Você não está ajudando.$5",
  "Miihau.PennyEE.event2.019": "Você realmente deveria reconsiderar como trata as crianças. Eles também são pessoas.$s",
  "Miihau.PennyEE.event2.020": "O quê?$3#$b#Com licença. Sou responsável por Jas e Vincent.$5#$b#Posso lidar com essa situação sozinho. Obrigado pela oferta.%fork$s",
  "Miihau.PennyEE.event2.021": "Claro, experimente se você realmente quiser.$0",
  "Miihau.PennyEE.event2.022": "Parece uma ideia maravilhosa.$0",
  "Miihau.PennyEE.event2.023": "O que você está fazendo!?%fork$5",
  "Miihau.PennyEE.event3.001": "Procurando um livro específico, Penny?$0",
  "Miihau.PennyEE.event3.002": "Bem, Gunther, tenho lido sobre jardinagem, mas gostaria de encontrar algo sobre agricultura.$0",
  "Miihau.PennyEE.event3.003": "Agricultura, você diz?$0#$b#Esse interesse repentino tem alguma coisa a ver com o novo fazendeiro?^Esse interesse repentino tem alguma coisa a ver com a nova fazendeira?$0",
  "Miihau.PennyEE.event3.004": "Ah... Uhhh...$4#$b#Não sei.$4#$b#Talvez.$4",
  "Miihau.PennyEE.event3.005": "Você parece ter feito um novo amigo.$0#$b#Você gosta dele?^Você gosta dela?$0",
  "Miihau.PennyEE.event3.006": "Não!$5#$b#...Desculpe por ter sido rude com você, Gunther. Eu gosto dele. Só que não da maneira que você pensa.^...Desculpe por ter sido rude com você, Gunther. Eu gosto dela. Só que não da maneira que você pensa.$3#$b#Embora... haja algo especial nele. Não diga a ele que eu disse isso! ^ Embora... haja algo especial nela. Não diga a ela que eu disse isso!$4#$b#...",
  "Miihau.PennyEE.event3.007": "Olá!",
  "Miihau.PennyEE.event3.008": "Oi!",
  "Miihau.PennyEE.event3.009": "Que surpresa agradável.$0#$b#Diga-me @, você já conhece a parte da biblioteca do museu?#0",
  "Miihau.PennyEE.event3.010": "Não?$0#$b#Penny, você poderia fazer a gentileza de mostrar o local ao nosso amigo?$0",
  "Miihau.PennyEE.event3.011": "Sim claro! Eu adoraria.$0#$b#Venha comigo @.$h",
  "Miihau.PennyEE.event3.012": "Então, esta é a seção de não ficção.$0#$b#Você pode encontrar livros informativos aqui sobre todos os tipos de assuntos. Arqueologia, biologia, psicologia, todo tipo de -ologias! $1#$b#Tenho cópias de alguns desses em casa.#h",
  "Miihau.PennyEE.event3.013": "Ok, agora vamos dar uma olhada aqui.$0",
  "Miihau.PennyEE.event3.014": "Esta é a seção de livros didáticos.$0#$b#Eu uso esses livros para ensinar as crianças locais. Cobrimos matemática básica, artes da linguagem e estudos sociais.$0#$b#Mas também há livros didáticos de nível universitário aqui. Acho que Abigail usa isso às vezes. Eu a vejo por aqui de vez em quando.$h",
  "Miihau.PennyEE.event3.015": "Seria bom ter uma coleção de livros didáticos que eu pudesse guardar em casa.$0#$b#Bem ao alcance dos meus dedos. Isso tornaria a preparação para a aula muito mais fácil! Talvez algum dia.$h",
  "Miihau.PennyEE.event3.016": "O que você diz?$h#$b#$q 1627912 null##$r 1627912 0 event_booklove1#Por que você não começa a expandir sua coleção de livros?#$r 1627913 0 event_booklove2#Você já tem alguma cópia deles em casa ?#$r 1627914 10 event_booklove3#Você quer ter uma pequena biblioteca doméstica algum dia?",
  "Miihau.PennyEE.event3.017": "De qualquer forma, estou me distraindo.$h#$b#Vamos por aqui.$0",
  "Miihau.PennyEE.event3.018": "Aqui temos a seção de religião e espiritualidade.$0#$b#Yoba nunca fez parte da minha vida.$0#$b#Mas é útil ler esse tipo de literatura para entender a cultura humana.$0",
  "Miihau.PennyEE.event3.019": "Espere, quero mostrar uma coisa aqui.$0",
  "Miihau.PennyEE.event3.020": "Este é o recanto de estudo onde eu ensino Jas e Vincent.$0#$b#Você deveria nos visitar algum dia! As crianças adorariam ver você.$h",
  "Miihau.PennyEE.event3.021": "O que você diz?$h#$b#$q 1627915 null##$r 1627915 20 event_booklove4#Claro, terei prazer em vir visitar algum dia.#$r 1627916 -10 event_booklove5#São apenas as crianças que adorariam me ver?",
  "Miihau.PennyEE.event3.022": "Agora, onde eu estava?$0#$b#Ah, sim!$h#$b#A seção de ficção fica no centro da biblioteca.$0#$b#Você pode encontrar tantos gêneros aqui, desde romance até ficção científica e fantasia, ficção histórica, mistérios e suspenses.$0#$b# É lindo! Esta seção é minha favorita. $1#$b#Aqui, deixe-me mostrar um livro do meu autor favorito. Acho que você pode gostar.$0",
  "Miihau.PennyEE.event3.023": "Tem que estar aqui em algum lugar.$0",
  "Miihau.PennyEE.event3.024": "Oh não! Eu deixei cair!",
  "Miihau.PennyEE.event3.025": "#Ajude Penny a pegar o livro.#Deixe Penny pegar o livro.",
  "Miihau.PennyEE.event3.026": "Desculpe por isso.$0",
  "Miihau.PennyEE.event3.027": "Esta é a aparência do livro.%fork$0",
  "Miihau.PennyEE.event3.028": "Oh! Nossa, me desculpe.$0#$b#...$l#$b#Bem... obrigado, @.$l",
  "Miihau.PennyEE.event3.029": "Pelo menos você já viu o livro de perto.$h#$b#Se você tiver tempo, talvez possa voltar e dar uma olhada nele.%fork$0",
  "Miihau.PennyEE.event3.030": "Vou colocá-lo aqui, para que você saiba onde encontrá-lo.$0#$b#Mas eu sei que você está ocupado com a fazenda. Por que não lhe envio um breve resumo?$0",
  "Miihau.PennyEE.event3.031": "Bem, isso conclui nossa grande turnê. Engraçado, passei tanto tempo aqui que parece que estou mostrando minha casa para você.$1#$b# De certa forma, me sinto em casa.$0#$b#Você tem alguma dúvida?$0#$ b#O que você diz?$h#$b#$q 1627920 null##$r 1627920 20 event_booklove6#Obrigado pelo tour! Você parece ter uma paixão pela literatura. Acho que você gostaria de começar sua própria biblioteca doméstica.#$r 1627921 10 event_booklove7#Sem perguntas, mas obrigado pelo tour.#$r 1627922 -10 event_booklove8#Não, não tenho nenhuma pergunta.",
  "Miihau.PennyEE.event3.032": "Tenha um ótimo resto de dia!$h",
  "Miihau.PennyEE.event3.033": "A biblioteca é um lugar muito especial para mim. Espero que meu passeio tenha inspirado você a explorar tudo o que ele tem a oferecer.$0",
  "Miihau.PennyEE.event3.034": "Ah, eu gostaria.$0#$b#Mas não sei se é a melhor ideia começar agora.$s#$b#Minha mãe e eu temos, você sabe, necessidades mais urgentes. Eu me sentiria mal por gastar dinheiro em livros.$2",
  "Miihau.PennyEE.event3.035": "Hmmm?$0#$b#Sim, tenho um ou dois.$0#$b# Mas ainda não tenho espaço suficiente para uma coleção adequada.$0",
  "Miihau.PennyEE.event3.036": "$l#$b#Quer saber?$0#$b#Sim! Na verdade, isso é um sonho meu.$h",
  "Miihau.PennyEE.event3.037": "Que maravilha!$0#$b#Aguardaremos sua visita.$h",
  "Miihau.PennyEE.event3.038": "Bem, é claro que eu gostaria de ver você também, bobo!$h",
  "Miihau.PennyEE.event3.039": "Hmm...$4#$b#Acho que você está certo sobre isso.$0#$b#Obrigado pelo seu incentivo, @.$4#$b#Estou tão feliz que você tenha gostado do passeio.$1",
  "Miihau.PennyEE.event3.040": "De nada!$0",
  "Miihau.PennyEE.event3.041": "Então, sem mais perguntas, ok.$0",
  "Miihau.PennyEE.event4.001": "Ei, @!$h",
  "Miihau.PennyEE.event4.002": "Estou feliz por ter encontrado você. Eu estava prestes a entrar na biblioteca.$0#$b#Você gostaria de me ajudar a ensinar agricultura às crianças hoje? $0#$b#Eu só sei disso pelos livros. Seria ótimo ter alguém com experiência prática.$0#$b#O que você diz?$h#$b#$q 1627930 null##$r 1627930 -20 event_teachingTogether1#Desculpe, mas não tenho hoje.#$r 1627931 0 event_teachingTogether2#Ensinar as crianças? Não sei se seria bom nisso.",
  "Miihau.PennyEE.event4.003": "$p 1627915#Além disso, você me prometeu enquanto eu lhe mostrava o tour pela biblioteca, que iria visitá-la. Será divertido. Então, sim ou não?$h|Será divertido. Então, o que você diria, sim ou não?$0",
  "Miihau.PennyEE.event4.004": "O que você diz?$h#$b#$q 1627932 null##$r 1627932 10 event_teachingTogether3#Tudo bem, eu faço isso!#$r 1627933 -10 event_teachingTogether1#Sinto muito, Penny, mas preciso dizer não.",
  "Miihau.PennyEE.event4.005": "Então, sobre a lição de hoje.$0#$b#Eu estive lendo 'Lily Crescendo' com Jas e Vincent e terminamos o livro na semana passada.$0#$b#O dever de casa da lição de hoje foi escrever quatro pontos-chave para resumir a história.$0#$b#Você poderia por favor, verificar o dever de casa de Vincent, enquanto eu verifico o de Jas? Assim teremos mais tempo para ensiná-los sobre agricultura.$0#$b#Felizmente, hoje tenho um agricultor profissional como professor convidado!$h",
  "Miihau.PennyEE.event4.006": "Não se preocupe, o resumo que enviei para você contém todas as informações que você precisa.$0#$b#Tenho outra cópia aqui. Quer dar uma olhada rápida?$0",
  "Miihau.PennyEE.event4.006X": "Veja o resumo novamente?#Sim.#Não.",
  "Miihau.PennyEE.event4.007": "Resumo de 'Lily Crescendo': A história é sobre uma garotinha alegre chamada Lily que adora passar o tempo com a mãe. Um dia sua mãe avisa que elas vão morar sozinhos, só os duas e que o pai de Lily não está mais com elas. Apesar de se sentir triste, Lily decide permanecer positiva e aproveitar ao máximo o tempo que passam juntos. Ela adora ir à escola, brincar com as amigas e pintar quadros no quarto, que mostra à mãe. Elas passam muitos momentos felizes explorando a cidade, visitando museus e experimentando novas comidas. Lily sabe que tem muito amor em sua vida e mesmo não tendo pai, é grata por todas as coisas maravilhosas em sua vida e sabe que pode lidar com qualquer coisa que surgir em seu caminho.",
  "Miihau.PennyEE.event4.008": "Não há necessidade?$0#$b#Ok então.$h",
  "Miihau.PennyEE.event4.009": "As crianças devem chegar a qualquer minuto.$0",
  "Miihau.PennyEE.event4.010": "Jas e Vincent se juntam a você e Penny. Penny explica sobre o que será a lição de hoje.",
  "Miihau.PennyEE.event4.011": "Então, agora que você sabe o que estamos fazendo hoje, vamos começar verificando seu dever de casa.$0#$b#Vincent, o Sr. @ verificará o seu.^Vincent, a Sra. @ verificará o seu.",
  "Miihau.PennyEE.event4.012": "$p 1627910#Sem gritos, por favor...$2|Sr. @! Legal! ^ Sra. @! Legal!$h",
  "Miihau.PennyEE.event4.013": "Ok, Sr. @, este é o primeiro ponto-chave que anotei.^Ok, Sra. @, este é o primeiro ponto-chave que anotei.$0#$b#'Lily é uma garotinha alegre que adora passar tempo com seu pai'$0",
  "Miihau.PennyEE.event4.013X": "Qual é o seu feedback sobre 'Lily é uma garotinha alegre que adora passar tempo com o pai'?#Tudo parece estar bem.#Lily é uma menina grande e não pequena.#Lily adora passar tempo com a mãe e não com seu pai.",
  "Miihau.PennyEE.event4.014": "Desculpe Jas, você poderia esperar um segundo?$0#$b#Na verdade, há um erro aí, Vincent. Lily adora passar tempo com a mãe e não com o pai.$3",
  "Miihau.PennyEE.event4.015": "Desculpe Jas, você poderia esperar um segundo?$0#$b#Na verdade, Vincent está certo. Lily é uma menina pequena, mas há um erro aí, Vincent. Lily adora passar tempo com a mãe e não com o pai.$3",
  "Miihau.PennyEE.event4.016": "Ah... ok, vou mudar isso então.$3",
  "Miihau.PennyEE.event4.017": "Ok, estou pronto.$0#$b#Meu segundo ponto chave é:$0#$b#'O pai de Lily não está mais com elas e ela vai morar com a mãe.'",
  "Miihau.PennyEE.event4.017X": "Qual é o seu feedback sobre 'O pai de Lily não está mais com elas e ela vai morar com a mãe.'?#Tudo parece estar bem.#Lily vai morar sozinha.#Lily vai morar com os dois sua mãe e seu pai.",
  "Miihau.PennyEE.event4.018": "Bom trabalho Jas! Você poderia me dar licença por um momento?$0#$b#Desculpe @, mas sua correção está errada.$s#$b#Não se preocupe Vincent, seu ponto principal está correto.$0",
  "Miihau.PennyEE.event4.019": "Bom trabalho Jas! Você poderia me dar licença por um momento?$0#$b#Desculpe @, mas sua correção está errada.$s#$b#Não se preocupe Vincent, seu ponto principal está correto.$0",
  "Miihau.PennyEE.event4.020": "Legal!$h#$b#Ok, esse é meu próximo.$0#$b#'Lily odeia ir para a escola, mas adora brincar com as amigas e pintar quadros.'$0",
  "Miihau.PennyEE.event4.020X": "Qual é o seu feedback sobre 'Lily odeia ir para a escola, mas adora brincar com as amigas e pintar quadros.'?#Tudo parece estar bem.#Lily não odeia ir à escola, ela adora.#Lily não pinta, mas canta.",
  "Miihau.PennyEE.event4.021": "Isso mesmo Jas. Desculpe, preciso verificar Vincent bem rápido.$0#$b#Na verdade, há um erro aí, Vincent. Lily não odeia ir à escola, ela adora.$3",
  "Miihau.PennyEE.event4.022": "Isso mesmo Jas. Desculpe, preciso dar uma olhada em Vincent bem rápido.$0#$b#@, você está incorreto, Lily não canta. Vincent, seu erro é que Lily odeia ir à escola. Ela realmente adora.$3",
  "Miihau.PennyEE.event4.023": "Ok, vou consertar isso.$3",
  "Miihau.PennyEE.event4.024": "Tudo consertado!$0#$b#Aqui está meu último ponto-chave.$0#$b#'Lily é grata por todas as coisas maravilhosas em sua vida'",
  "Miihau.PennyEE.event4.024X": "Qual é o seu feedback sobre 'Lily está grata por todas as coisas maravilhosas em sua vida'?#Tudo parece estar bem.#Lily na verdade não está grata.#Lily só está grata por sua mãe.",
  "Miihau.PennyEE.event4.025": "Muito bem, Jas. Já volto com você.$0#$b#Desculpe @, mas sua correção está errada.$s#$b#Não se preocupe Vincent, seu ponto principal está correto.$0",
  "Miihau.PennyEE.event4.026": "Muito bem, Jas. Já volto com você.$0#$b#Desculpe @, mas sua correção está errada.$s#$b#Não se preocupe Vincent, seu ponto principal está correto.$0",
  "Miihau.PennyEE.event4.027": "Tudo bem! Dois de quatro corretos!$h#$b#Isso significa que eu passei!$h",
  "Miihau.PennyEE.event4.028": "Isso mesmo, Vincent.$0#$b# Você também passou Jas!$0",
  "Miihau.PennyEE.event4.029": "Sem erros.$4",
  "Miihau.PennyEE.event4.030": "Agora vamos voltar nossa atenção para o Sr. Como nosso especialista residente, ele nos ensinará sobre agricultura.$1^Agora vamos voltar nossa atenção para a Sra. Como nossa especialista residente, ela nos ensinará sobre agricultura.$1",
  "Miihau.PennyEE.event4.031": "Você ensina Jas e Vincent sobre as culturas que você cultiva em sua fazenda e o processo de cultivo delas.#A aula correu bem. Você termina a sessão caminhando em direção ao rio.",
  "Miihau.PennyEE.event4.032": "Ei @, obrigada por ajudar hoje. Eu agradeço.$0#$b#Mas espero que não tenha sido muito estressante para você!$0#$b#Não se preocupe você fez um ótimo trabalho, especialmente pela primeira vez. Você é um ótimo parceiro de ensino.$1#$b# Nós, hum... formamos uma boa equipe, não é?$4",
  "Miihau.PennyEE.event4.033": "Vou cuidar das crianças um pouco antes de levá-las para casa.$0#$b#E vou libertar você agora!$h#$b#Tenha um ótimo resto de dia!$0",
  "Miihau.PennyEE.event4.034": "Também aprendi muito na lição de hoje.$0#$b#Obrigado novamente por ajudar!$0",
  "Miihau.PennyEE.event4.035": "Já terminou o trabalho do seu dia?$3",
  "Miihau.PennyEE.event4.036": "Ah, ok.$s#$b#Eu entendo.$3#$b#Com licença, preciso preparar a aula de hoje.%fork$3",
  "Miihau.PennyEE.event4.037": "Absurdo! Tenho certeza de que você se sairá bem.$h#$b#Além disso, as crianças adoram quando temos professores convidados.$0",
  "Miihau.PennyEE.event4.038": "Incrível! Obrigado!$h#$b#Ok, por favor siga-me para dentro. Precisamos fazer alguns preparativos antes que as crianças cheguem.$0",
  "Miihau.PennyEE.event5.001": "Você veio! Que bom que você recebeu minha mensagem.$h",
  "Miihau.PennyEE.event5.002": "Passei a manhã inteira na cozinha preparando pequenas guloseimas para nós.$0#$b#Espero que você esteja com fome!$h",
  "Miihau.PennyEE.event5.002X": "#'Obrigado! Quem mais vem?'#'Obrigado! Você gosta tanto de cozinhar?",
  "Miihau.PennyEE.event5.003": "...$3#$b#Ninguém.$0#$b#Eu esperava que pudéssemos usar esse tempo para nos conhecermos melhor? Hum, bem, eu gostaria disso.$4",
  "Miihau.PennyEE.event5.004": "Sim! Na verdade, gosto.$h#$b#Gosto especialmente de cozinhar para os outros. É uma maneira de mostrar às pessoas que me importo com elas.$0",
  "Miihau.PennyEE.event5.005": "Aqui, tente isso.$h",
  "Miihau.PennyEE.event5.006": "Qual foi o gosto?$0",
  "Miihau.PennyEE.event5.006X": "#'Está muito bom!'#'Estava tudo bem.'#'Não é bem do meu gosto, desculpe.'",
  "Miihau.PennyEE.event5.007": "Sério!?$h#$b#Não se preocupe, tem mais de onde isso veio.$0",
  "Miihau.PennyEE.event5.008": "Isso é o que minha mãe sempre diz sobre minha comida também.$s#$b#Talvez encontremos algo que seja mais do seu gosto.",
  "Miihau.PennyEE.event5.009": "Ah, não...$s#$b#Acho que experimentei um pouco demais com a receita.$s#$b#Talvez encontremos algo mais manso, é mais do seu gosto.$0",
  "Miihau.PennyEE.event5.010": "Vamos tentar algo doce!",
  "Miihau.PennyEE.event5.011": "Você faz um piquenique relaxante, conversando com Penny e prova os lanches que ela preparou para você.#Depois de terminar, vocês dois decidem sentar um pouco à beira do rio.",
  "Miihau.PennyEE.event5.012": "Espero que você tenha gostado do piquenique até agora.$0",
  "Miihau.PennyEE.event5.013": "Fazia muito tempo que não me divertia tanto.$s",
  "Miihau.PennyEE.event5.014": "Você percebe uma lágrima escorrendo pela bochecha de Penny.",
  "Miihau.PennyEE.event5.015": "Como você reage?#'Penny, o que há de errado? Você está chorando.'#'Por favor não chore, não sou bom nesse tipo de coisa.'",
  "Miihau.PennyEE.event5.016": "Bem... ultimamente tenho pensado sobre minha situação familiar.%fork$s",
  "Miihau.PennyEE.event5.017": "Tudo bem.$s#$b#Eu sei que às vezes posso ser um incômodo emocional.$s",
  "Miihau.PennyEE.event5.018": "Vamos arrumar tudo e ir para casa.$s",
  "Miihau.PennyEE.event5.019": "Você ajuda Penny a limpar o piquenique.#Você sente um barulho no estômago.#Talvez seja a comida de Penny ou talvez seja sua dúvida.",
  "Miihau.PennyEE.event5.020": "Oi @. Sinto-me um pouco melhor agora. Obrigado por fazer checar.",
  "Miihau.PennyEE.event5.021": "Ele não veio.$s^Ela não veio.$s",
  "Miihau.PennyEE.event5.022": "Acho que nossa amizade não é tão especial quanto eu pensava.$s",
  "Miihau.PennyEE.event5.023": "Acho que a mãe estava certa.$s#$b#Os homens sempre encontram uma maneira de decepcionar você.$s^Você só pode contar com a família.$s",
  "Miihau.PennyEE.event5.024": "#Saia.#Aproxime-se de Penny.",
  "Miihau.PennyEE.event5.025": "Ah...$3#$b#Você apareceu.$s",
  "Miihau.PennyEE.event5.026": "#'Sinto muito por perder o piquenique, Penny. Foi imprudente da minha parte e me sinto péssimo.'#'Achei que você estava acostumado a ficar desapontada. Não dê muita importância a isso.",
  "Miihau.PennyEE.event5.027": "Bem, agradeço suas desculpas, mas teria sido bom se você pudesse me avisar com antecedência.$s",
  "Miihau.PennyEE.event5.028": "Você quer se juntar a mim um pouco?$s",
  "Miihau.PennyEE.event5.029": "Passei muito tempo e esforço me preparando para o piquenique e foi decepcionante quando você não apareceu.$s",
  "Miihau.PennyEE.event5.030": "Eu sei que você não fez isso de propósito, mas às vezes eu me sinto como um ímã para decepções.$s%fork",
  "Miihau.PennyEE.event5.031": "Não estou com vontade de falar com você agora.$s",
  "Miihau.PennyEE.event5.032": "Isso é algum tipo de piada de mau gosto para você?$5#$b#Achei que você estava tão ocupado em sua fazenda que simplesmente esqueceu.$5#$b#Eu te dei o benefício da dúvida.$5",
  "Miihau.PennyEE.event5.033": "Você tem a audácia de aparentemente perder o piquenique de propósito e chegar atrasado só para esfregar isso na minha cara.$5",
  "Miihau.PennyEE.event5.034": "Pensei que você era diferente.",
  "Miihau.PennyEE.event5.035": "Deixe-me em paz.$s",
  "Miihau.PennyEE.event5.036": "...$s",
  "Miihau.PennyEE.event5.037": "Tenho certeza que você notou que meu pai não está por perto.$s",
  "Miihau.PennyEE.event5.038": "Não perca seu tempo procurando por ele.$s#$b#É inútil.$s#$b#Era o típico 'ele disse que estava indo para a loja' um dia, depois ele nunca mais voltou.$s #$b#Foi um grande choque, especialmente para minha mãe. Ele foi embora quando eu era pequena, então mal me lembro dele.$s#$b#Mas eu me lembro de como foi doloroso perceber que meu pai nunca mais voltaria para casa.$s",
  "Miihau.PennyEE.event5.039": "Foi difícil crescer sem pai.$s#$b#Às vezes eu sentia que estava perdendo algo importante, sabe?$s#$b#Tipo, todo mundo tinha um pai para admirar e aprender com ele, mas eu não. Era difícil sentir que estava sozinha o tempo todo.$s#$b# Era solitário. Bem... ainda é solitário.$s",
  "Miihau.PennyEE.event5.039X": "#'Posso imaginar como isso faria você se sentir. Mas parece que você se saiu muito bem, apesar de não ter um pai por perto.'#'Você deveria procurar terapia.'#'Obrigado por ser tão vulnerável comigo. Tentarei ser um bom amigo para você.",
  "Miihau.PennyEE.event5.040": "Obrigada, isso significa muito.$0#$b#Demorei um pouco para aceitar isso, mas percebi que não preciso de um pai para ser feliz e ter sucesso.$0#$b#Eu tenho muitas outras pessoas incríveis na minha vida que me apoiam e me amam, e isso é o que realmente importa.$0",
  "Miihau.PennyEE.event5.041": "Obrigada pelo conselho.$3",
  "Miihau.PennyEE.event5.042": "Obrigada por dizer isso. Significa muito para mim que você esteja disposto a me apoiar.$0#$b#É difícil para mim falar sobre coisas assim. Começo a me sentir dominada pelas minhas emoções.$3#$b#Mas estou feliz por poder me abrir com você.$4#$b#E você já é um grande amigo para mim. Apenas estar aqui e ouvir significa muito.$0",
  "Miihau.PennyEE.event5.043": "Você ajuda Penny a limpar o piquenique.#Você sente um barulho no estômago.#Talvez seja a comida de Penny... ou talvez sejam borboletas.",
  "Miihau.PennyEE.event5.044": "Nossa conversa no rio hoje significou muito para mim, @. Obrigada por passar tempo comigo.$l",
  "Miihau.PennyEE.event6.001": "Olá, @!$0#$b#Você parece surpreso em me ver aqui.$h",
  "Miihau.PennyEE.event6.002": "Eu adoro fazer caminhadas, você sabe. Especialmente perto do rio.$0#$b#Sempre ajuda a clarear a mente .$0#$b#Aposto que você caminha bastante.$h",
  "Miihau.PennyEE.event6.003": "Na verdade, estou indo para a praia.$0#$b#Você quer vir comigo?$0",
  "Miihau.PennyEE.event6.004": "Junte-se a Penny?#Sim.#Não.",
  "Miihau.PennyEE.event6.005": "Que bom, vamos por aqui!",
  "Miihau.PennyEE.event6.006": "Você e Penny dão um passeio até a praia.",
  "Miihau.PennyEE.event6.007": "O tempo está lindo hoje, não está?",
  "Miihau.PennyEE.event6.008": "Tive uma ideia boba!$h",
  "Miihau.PennyEE.event6.009": "Vamos construir um castelo de areia juntos!$h",
  "Miihau.PennyEE.event6.010": "Como você reage?#'Claro, parece divertido!'#'Não, isso é um pouco bobo para mim.'",
  "Miihau.PennyEE.event6.011": "Eu esperava que você dissesse isso.$h#$b#Este parece ser um bom lugar para isso. Vamos construí-lo aqui mesmo.",
  "Miihau.PennyEE.event6.012": "Gosto de construir castelos de areia. Isso me lembra tempos mais simples.$0#$b#...tempos melhores.$s#$b#Quando eu era mais jovem, costumava brincar na praia com minha mãe o tempo todo. Tomávamos sorvete, procurávamos lindas conchas...$0#$b#Mas o mais importante: tentávamos construir um castelo de areia maior a cada vez.$h",
  "Miihau.PennyEE.event6.013": "Essas são boas lembranças.$0#$b#Ocasionalmente venho aqui para construir um sozinha.",
  "Miihau.PennyEE.event6.014": "É bom ter um parceiro de construção pelo menos uma vez.$h",
  "Miihau.PennyEE.event6.014X": "O que você diz?#'Por que você não os constrói mais com sua mãe?'#'Estamos falando da mesma Pam?'",
  "Miihau.PennyEE.event6.015": "Essa é uma maneira rude de colocar as coisas.$s",
  "Miihau.PennyEE.event6.016": "As coisas estão diferentes agora.$s#$b#Minha mãe está lutando contra um problema com bebida há algum tempo e nosso relacionamento é... complicado, para dizer o mínimo.$s",
  "Miihau.PennyEE.event6.016X": "O que você diz?#'Lamento ouvir isso. Isso deve ser difícil para você.'#'Pam parece uma péssima mãe...'",
  "Miihau.PennyEE.event6.017": "Sim, é.$s#$b#Mas eu tento não insistir muito nisso.$s#$b#Quero focar no aqui e agora, sabe?$3#$b# E agora.. . o clima está maravilhoso, a água brilha como diamantes... $0#$b#As ondas batem suavemente na costa...$0#$b#A brisa do mar é quente contra minha pele... Quase posso sentir o gosto. é sal na minha língua...$0#$b#E a areia é gostosa escorrendo pelos meus dedos.$0#$b# E é claro que estou feliz que você esteja aqui!$1",
  "Miihau.PennyEE.event6.018": "É complicado.$s#$bMinha mãe tem seus problemas, mas ela ainda é minha mãe, sabe?$s#$b#E ela fez muito por mim ao longo dos anos. Não quero julgá-la com muita severidade.$s",
  "Miihau.PennyEE.event6.019": "Há muitas outras coisas acontecendo também.$s#$b#É difícil de explicar.$s#$b#Mas agradeço por você tentar entender.",
  "Miihau.PennyEE.event6.020": "Nosso castelo de areia ficou muito bom! Agradável e firme, não muito quebradiço.$h#$b#Eu sei que é um pouco infantil da minha parte.$0#$b#Este foi um momento muito especial para mim.$l#$b#Eu não consigo fazer coisas assim com outras pessoas com muita frequência, e foi bom esquecer tudo por um tempo.$0",
  "Miihau.PennyEE.event6.021": "Estou muito feliz por termos conseguido fazer isso juntos, @.",
  "Miihau.PennyEE.event6.022": "'O que você diz?#'Foi divertido e relaxante! É bom fazer uma pausa no estresse da vida.'#'Eu só fiz isso porque senti pena de você. Não é como se eu quisesse passar o dia construindo castelos de areia.",
  "Miihau.PennyEE.event6.023": "Exatamente, estou feliz que você se sinta assim. E sou grata por ter um amigo como você com quem compartilhar esses momentos.$0#$b#Obrigada por estar ao meu lado.$l",
  "Miihau.PennyEE.event6.024": "Você e Penny passam mais alguns minutos admirando o castelo de areia que construíram antes de voltarem e se separarem.",
  "Miihau.PennyEE.event6.025": "Se você precisar de ajuda para construir um castelo de areia ou algo semelhante, você sabe onde me encontrar.$h#$b#Vamos tentar construir um castelo de areia ainda maior da próxima vez!$h",
  "Miihau.PennyEE.event6.026": "Tudo bem. Aposto que você tem muitas tarefas para fazer, @.$0#$b#Nos vemos por aí!$0",
  "Miihau.PennyEE.event6.027": "Terminou todas as suas tarefas?$0#$b#Sorte sua! Meus sapatos ficaram cheios de areia.$h",
  "Miihau.PennyEE.event6.028": "Ok.$s",
  "Miihau.PennyEE.event6.029": "Você se importaria de me deixar sozinha um pouco.$s#$b#Eu gostaria de construir um castelo de areia em homenagem aos velhos tempos.$s",
  "Miihau.PennyEE.event6.030": "Meu castelo de areia ficou muito bom. Obrigada por perguntar.$0",
  "Miihau.PennyEE.event6.031": "Uau, isso é muito rude.$s#$b#Achei que estávamos nos divertindo juntos, mas acho que estava errada.$s#$b#Obrigada por me fazer sentir uma perdedora.$s",
  "Miihau.PennyEE.event6.032": "Não tente se explicar, por favor.$s",
  "Miihau.PennyEE.event6.033": "Está bem. Eu simplesmente não gosto de ser criticada.$s#$b#Talvez devêssemos encerrar o dia.$s",
  "Miihau.PennyEE.event6.034": "Desculpe por fazer você construir aquele castelo de areia.$s#$b#Eu não percebi que você só fez isso porque sentiu pena de mim.$s",
  "Miihau.PennyEE.event7.001": "Penny está parada na frente do ônibus quebrado, parecendo triste e contemplativa.",
  "Miihau.PennyEE.event7.002": "Olá @.$s",
  "Miihau.PennyEE.event7.003": "Estou me sentindo um pouco deprimida hoje.$s#$b# Me desculpe, ser assim. Deve ser deprimente estar perto de mim.$s#$b#Aposto que você já está farto de mim e dos meus problemas.$s",
  "Miihau.PennyEE.event7.004": "#'Isso não é verdade, Penny! Eu gosto de sair com você. O que está incomodando você?'#'Meio... Sua vida parece um acidente de carro.'",
  "Miihau.PennyEE.event7.005": "Penny respira fundo antes de falar.",
  "Miihau.PennyEE.event7.006": "Um ônibus como esse costumava ser o sustento da minha mãe.$s",
  "Miihau.PennyEE.event7.007": "Ela dirigia até o deserto de Calico todos os dias, fizesse chuva ou fizesse sol, para nos sustentar.",
  "Miihau.PennyEE.event7.008": "Mas então... ela perdeu o emprego.$s#$b#O ônibus quebrou e os fundos comunitários não conseguiram consertá-lo.$s",
  "Miihau.PennyEE.event7.009": "Lembro-me de como ela ficou arrasada.$s",
  "Miihau.PennyEE.event7.010": "Ela perdia o emprego de um dia para outro, sem aviso.$s#$b#Mais ou menos como foram as coisas com meu pai. Aqui um dia, foi embora no outro.$s",
  "Miihau.PennyEE.event7.011": "Achávamos que ela tinha um emprego garantido.$s#$b#Mas a vida tem um jeito de te deixar confuso, não é?$s",
  "Miihau.PennyEE.event7.012": "Depois que ela perdeu o emprego, as coisas começaram a ficar fora de controle.$s#$b#Minha mãe recorreu ao álcool para lidar com seus sentimentos de inutilidade.$s",
  "Miihau.PennyEE.event7.013": "No começo eu não pensei que isso se tornaria um hábito.$s#$b#Mas olhando para trás agora, posso ver como a perda do emprego a abalou profundamente.$s#$b#E quando ela começou bebendo, era como se ela não conseguisse parar.$s#$b#Tem sido uma luta desde então.$s",
  "Miihau.PennyEE.event7.014": "Tento ser positiva, realmente tento.$s#$b#Tento me concentrar nas coisas boas da vida, como meu amor pelos livros e passar tempo com amigos, como Maru ou especialmente você, @.$s",
  "Miihau.PennyEE.event7.015": "Mas às vezes é difícil ignorar o fato de que minha pequena família está passando por dificuldades.$s#$b#Não temos muito dinheiro e o vício da minha mãe está nos afetando.$s#$b#É como se estivéssemos presas neste ciclo de desesperança e desespero.$s#$b#Tenho trabalhado tanto para economizar dinheiro para nos dar uma vida melhor e uma casa própria! Mas me sinto tão sozinha nisso.$3#$b# É como se ela simplesmente não se importasse.$3",
  "Miihau.PennyEE.event7.016": "...@, um dos meus sonhos é ser mãe um dia, para poder dar aos meus filhos tudo o que minha mãe não pôde me dar. $3#$b#Ela tentou o seu melhor, mas estava tão preocupada com seus próprios problemas que me negligenciou emocionalmente.$s#$b#Meu pai desistiu literalmente fugindo, mas minha mãe desistiu mentalmente depois que perdeu meu pai e seu trabalho.$s#$b# Quero que meus filhos se sintam seguros e confortados. Quero cuidar deles emocionalmente e encorajá-los a perseguir seus sonhos. Como meus pais não puderam fazer por mim.$3#$b#Mas tenho muito amor e perdão em meu coração por minha mãe. Ela passou por tanta coisa.$3#$b# E no final das contas, não somos tão diferentes. Ela escolheu escapar através da cerveja e eu escolhi escapar através dos livros.$3#$b# Acho que nós duas lutamos para estar verdadeiramente presentes em nossas vidas. Então posso entender esse impulso.$3#$b#Eu tento o meu melhor para ajudá-la. Mas não importa o que eu faça, não é suficiente.$s",
  "Miihau.PennyEE.event7.017": "Eu tentei de tudo.$s#$b#Mas enquanto o ônibus dela estiver quebrado...$s#$b#Eu não acho que minha mãe estará disposta a mudar.$s",
  "Miihau.PennyEE.event7.018": "#'(Você pega a mão de Penny) Eu prometo a você, vou arrecadar fundos para consertar o ônibus e sua mãe terá um emprego de novo. As coisas ainda podem melhorar!'#'Não acho que o ônibus será consertado tão cedo.'",
  "Miihau.PennyEE.event7.019": "Quanta consideração de sua parte, @. Eu não vou desistir. Bem... eu não posso desistir.$0#$b#Desistir desse ônibus seria como... desistir da minha mãe.$3",
  "Miihau.PennyEE.event7.020": "Não sei o que o futuro nos reserva, mas sei que não vou desistir.$s#$b#Continuarei lutando por uma vida melhor, para mim e para minha mãe.$0",
  "Miihau.PennyEE.event7.021": "Obrigado pelo seu apoio @.$0#$b#E obrigado por ouvir meus problemas.",
  "Miihau.PennyEE.event7.022": "E quem sabe...$0#$b#Talvez, algum dia, possamos consertar o ônibus da minha mãe.",
  "Miihau.PennyEE.event7.023": "Nossa conversa no ponto de ônibus me deu muita esperança para o futuro. Obrigado, @. Eu realmente precisava disso hoje.$0",
  "Miihau.PennyEE.event7.024": "Obrigado por apontar.$s",
  "Miihau.PennyEE.event7.025": "Penny está ignorando você.",
  "Miihau.PennyEE.event7.026": "É melhor você ficar longe desse 'acidente de carro'.$s",
  "Miihau.PennyEE.event7.027": "Eu sei...$s#$b#Estou começando a perder a esperança também.$s",
  "Miihau.PennyEE.event7.028": "Mas desistir do ônibus...$s",
  "Miihau.PennyEE.event7.029": "...parece...$s",
  "Miihau.PennyEE.event7.030": "...como desistir da minha mãe.$s",
  "Miihau.PennyEE.event7.031": "Penny começa a chorar.",
  "Miihau.PennyEE.event7.032": "Sinto muito...$s#$b#Tenho que ir agora.$s",
  "Miihau.PennyEE.event7.033": "Desculpe por fugir daquele jeito.$s#$b#Eu estava um pouco sobrecarregada.$s",
  "Miihau.PennyEE.event8.001": "@!$h",
  "Miihau.PennyEE.event8.002": "Estou feliz em ver você!$h",
  "Miihau.PennyEE.event8.003": "Você se lembra de quando eu lhe mostrei a biblioteca?$0#$b#Você me incentivou a começar minha própria pequena biblioteca em casa.$0",
  "Miihau.PennyEE.event8.004": "Veja todos esses livros!$h#$b#Estou tão feliz.$h",
  "Miihau.PennyEE.event8.005": "Essa coleção é realmente algo especial.$0#$b#Nunca pensei que poderia ter algo assim, mas você me incentivou e me fez acreditar que eu merecia.$l",
  "Miihau.PennyEE.event8.006": "Mas ao mesmo tempo...$s",
  "Miihau.PennyEE.event8.007": "Não posso deixar de me sentir culpada.$s#$b#Eu sei que minha mãe e eu temos problemas financeiros, e às vezes parece que não deveria gastar dinheiro em livros quando temos outras necessidades.$s#$b #Mas ler sempre foi uma fuga para mim, uma forma de esquecer um pouco dos nossos problemas.$s",
  "Miihau.PennyEE.event8.008": "O que você diz?#'É importante cuidar de si mesmo de vez em quando.'#'Pam não pode ter um impacto tão grande em seus hobbies.'#'Sua mãe gasta dinheiro suficiente em cerveja que você deveria poder gastar alguns em livros.",
  "Miihau.PennyEE.event8.009": "Antes que vocês possam dizer qualquer coisa, vocês dois se assustam com o barulho de uma porta se fechando.",
  "Miihau.PennyEE.event8.010": "Lar, doce lar.$1#$b#Parece estar como eu deixei.",
  "Miihau.PennyEE.event8.011": "Penny deixou a porta aberta novamente?$4#$b#Hmph. Eu tenho que fazer tudo por aqui.$4",
  "Miihau.PennyEE.event8.012": "Você olha para Penny. Ela parece atordoada pelo medo do que está prestes a acontecer.",
  "Miihau.PennyEE.event8.013": "Penny!",
  "Miihau.PennyEE.event8.014": "...",
  "Miihau.PennyEE.event8.015": "O que está acontecendo aqui?$3",
  "Miihau.PennyEE.event8.016": "Eu estava mostrando pra @ minha nova coleção de livros.$s#$b#É só isso.$s",
  "Miihau.PennyEE.event8.017": "Oh!? A coleção de livros que eu disse que não podíamos pagar?$3#$b#Como está?$3#$b#Parece que enche a barriga?!$3#$b#Parece que vai pular da prateleira e pagar nossas contas?!$3",
  "Miihau.PennyEE.event8.018": "Mãe...$s#$b#...por favor...$s#$b#...pare...$s",
  "Miihau.PennyEE.event8.019": "O que você diz?#'Pam, pare, pegue isso e vá embora. Deve cobrir todas as suas despesas por enquanto. (dê 5.000$)#'Sim, por favor pare. Penny não fez nada de errado. Eu a incentivei a expandir sua coleção de livros, porque é algo pelo qual ela é apaixonada.'",
  "Miihau.PennyEE.event8.020": "Ideia maravilhosa que você teve aí, garoto.$3#$b#Agora me diga como consertar isso.$3",
  "Miihau.PennyEE.event8.020X": "O que você diz?#'Eu entendo de onde você vem, Pam, mas acho que é importante para Penny ter algo que ela goste.'#'Penny merece ter coisas que ela gosta também. Não é justo colocar sempre sobre ela a responsabilidade de sustentar a casa.",
  "Miihau.PennyEE.event8.021": "Ughh...$2#$b#Talvez você esteja certo.$2",
  "Miihau.PennyEE.event8.022": "Cuidado com esse tom, garoto?$3",
  "Miihau.PennyEE.event8.023": "Mas acho que há alguma verdade no que você acabou de dizer.$2",
  "Miihau.PennyEE.event8.024": "Também não estou tentando reduzir meus gastos.$2",
  "Miihau.PennyEE.event8.025": "O que você quer dizer mãe?$s",
  "Miihau.PennyEE.event8.026": "Sempre foi você, Penny.$2#$b#Foi você quem teve que cortar custos para que pudéssemos sobreviver.$2",
  "Miihau.PennyEE.event8.027": "Sinto muito, Penny. Sua coleção de livros parece maravilhosa.$2#$b#Eu prometo a você, vou reduzir meus gastos com cerveja e refeições no micro-ondas.$2#",
  "Miihau.PennyEE.event8.028": "Obrigado, mãe...$0",
  "Miihau.PennyEE.event8.029": "Desculpe por interromper vocês dois.$2#$b#Vou sair um pouco.$2",
  "Miihau.PennyEE.event8.030": "Obrigada por me defender, @.$l",
  "Miihau.PennyEE.event8.031": "Estou com tantas emoções agora.$l#$b#Você quer ficar um pouco?$4#$b#Posso preparar uma refeição rápida para nós e talvez possamos ler alguns dos meus novos livros juntos?$4",
  "Miihau.PennyEE.event8.032": "Estou feliz que você tenha conseguido acalmar minha mãe mais cedo.$3#$b#Não estou acostumada a ter alguém me defendendo. Obrigada por isso, @.$00",
  "Miihau.PennyEE.event8.033": "Quem você pensa que é?$3#$b#Você realmente acha que jogar seu dinheiro pode resolver todos os problemas, não é?$3",
  "Miihau.PennyEE.event8.034": "É melhor você sair de nossa casa agora. Eu não quero olhar para você.$4",
  "Miihau.PennyEE.event8.035": "@!$h",
  "Miihau.PennyEE.event8.036": "Estou feliz em ver você!",
  "Miihau.PennyEE.event8.037": "Me siga! Eu quero te mostrar algo.",
  "Miihau.PennyEE.event8.038": "Você se lembra de quando eu lhe mostrei a biblioteca?$0#$b#Você me incentivou a começar minha própria pequena biblioteca em casa.$0",
  "Miihau.PennyEE.event8.039": "Veja todos esses livros!$h#$b#Estou tão feliz.$0",
  "Miihau.PennyEE.event8.040": "Essa coleção é realmente algo especial.$0#$b#Nunca pensei que poderia ter algo assim, mas você me incentivou e me fez acreditar que eu merecia.$l",
  "Miihau.PennyEE.event8.041": "Mas ao mesmo tempo...$s",
  "Miihau.PennyEE.event8.042": "Não posso deixar de me sentir culpado.$s#$b#Eu sei que minha mãe e eu temos problemas financeiros, e às vezes parece que não deveria gastar dinheiro em livros quando temos outras necessidades.$s#$b #Mas ler sempre foi uma fuga para mim, uma forma de esquecer um pouco dos nossos problemas.$s",
  "Miihau.PennyEE.event8.043": "O que você diz?#'É importante cuidar de si mesmo de vez em quando.'#'Pam não pode ter um impacto tão grande em seus hobbies.'#'Sua mãe gasta dinheiro suficiente em cerveja que você deveria poder gaste um pouco em livros.",
  "Miihau.PennyEE.event8.044": "Antes que você possa dizer qualquer coisa, vocês dois se assustam com o barulho de uma porta se fechando.",
  "Miihau.PennyEE.event8.045": "Lar, doce lar.$1#$b#Parece estar como eu deixei.",
  "Miihau.PennyEE.event8.046": "Penny deixou a porta aberta novamente?$4#$b#Hmph. Eu tenho que fazer tudo por aqui.$4",
  "Miihau.PennyEE.event8.047": "Você olha para Penny. Ela parece atordoada pelo medo do que está prestes a acontecer.",
  "Miihau.PennyEE.event8.048": "Penny!",
  "Miihau.PennyEE.event8.049": "...",
  "Miihau.PennyEE.event8.050": "O que está acontecendo aqui?$3",
  "Miihau.PennyEE.event8.051": "Eu estava mostrando pra @ minha nova coleção de livros.$s#$b#É só isso.$s",
  "Miihau.PennyEE.event8.052": "Oh!? A coleção de livros que eu disse que não podíamos pagar?$3#$b#Como está?$3#$b#Parece que enche a barriga?!$3#$b#Parece que vai pular da prateleira e pagar nossas contas?!$3",
  "Miihau.PennyEE.event8.053": "Mãe...$s#$b#...por favor...$s#$b#...pare...$s",
  "Miihau.PennyEE.event8.054": "O que você diz?#'Pam, pare, pegue isso e vá embora. Deve cobrir todas as suas despesas por enquanto. (dê 5.000$)#'Sim, por favor pare. Penny não fez nada de errado. Eu a incentivei a expandir sua coleção de livros, porque é algo pelo qual ela é apaixonada.'",
  "Miihau.PennyEE.event8.055": "Ideia maravilhosa que você teve aí, garoto.$3#$b#Agora me diga como consertar isso.$3",
  "Miihau.PennyEE.event8.055X": "O que você diz?#'Eu entendo de onde você vem, Pam, mas acho que é importante para Penny ter algo que ela goste.'#'Penny merece ter coisas que ela gosta também. Não é justo colocar sempre sobre ela a responsabilidade de sustentar a casa.",
  "Miihau.PennyEE.event8.056": "Ughh...$2#$b#Talvez você esteja certo.$2",
  "Miihau.PennyEE.event8.057": "Cuidado com esse tom, garoto?$3",
  "Miihau.PennyEE.event8.058": "Mas acho que há alguma verdade no que você acabou de dizer.$2",
  "Miihau.PennyEE.event8.059": "Também não estou tentando reduzir meus gastos.$2",
  "Miihau.PennyEE.event8.060": "O que você quer dizer mãe?$s",
  "Miihau.PennyEE.event8.061": "Sempre foi você, Penny.$2#$b#Foi você quem teve que cortar custos para que pudéssemos sobreviver.$2",
  "Miihau.PennyEE.event8.062": "Sinto muito, Penny. Sua coleção de livros parece maravilhosa.$2#$b#Eu prometo a você, vou reduzir meus gastos com cerveja e refeições no micro-ondas.$2#",
  "Miihau.PennyEE.event8.063": "Obrigado, mãe...$0",
  "Miihau.PennyEE.event8.064": "Desculpe por interromper vocês dois.$2#$b#Vou sair um pouco.$2",
  "Miihau.PennyEE.event8.065": "Obrigada por me defender, @.$l",
  "Miihau.PennyEE.event8.066": "Estou com tantas emoções agora.$l#$b#Você quer ficar um pouco?$4#$b#Posso preparar uma refeição rápida para nós e talvez possamos ler alguns dos meus novos livros juntos?$4",
  "Miihau.PennyEE.event8.067": "Estou feliz que você tenha conseguido acalmar minha mãe mais cedo.$3#$b#Não estou acostumada a ter alguém me defendendo. Obrigada por isso, @.$0",
  "Miihau.PennyEE.event8.068": "Quem você pensa que é?$3#$b#Você realmente acha que jogar seu dinheiro pode resolver todos os problemas, não é?$3",
  "Miihau.PennyEE.event8.069": "É melhor você sair de nossa casa agora. Eu não quero olhar para você.$4",
  "Miihau.PennyEE.event9.001": "Olá, @.$0#$b#Eu queria saber se você gostaria de sair comigo?$l#$b#Como em um encontro adequado ao cinema na cidade de Zuzu.$l#$b#Há uma comédia romântica muito boa que eu estava querendo ver.$l#$b#É uma adaptação cinematográfica de um dos meus romances favoritos!'$h#$b#Comprei passagens de ônibus para a cidade para as 21h. $l#$b#Estarei esperando no ponto de ônibus um pouco mais cedo.$l#$b#Por favor, não chegue tarde demais.$l",
  "Miihau.PennyEE.event9.002": "Penny sai correndo nervosa, sem deixar você responder.",
  "Miihau.PennyEE.event9.003": "O ônibus sai às 21h.$l#$b#Estou tão animada.$l#$e#Acredito que um ingresso de cinema custa 1000g por pessoa.$0",
  "Miihau.PennyEE.event9.004": "@!$h#$b#Então você decidiu sair comigo?$l",
  "Miihau.PennyEE.event9.005": "O que você diz?#'Claro, Penny. Sinto-me lisonjeado.'#'Não, Penny. Só vim avisar que não quero sair com você.",
  "Miihau.PennyEE.event9.006": "Estou muito animado... e nervoso!$l#$b#Este é meu primeiro encontro de verdade.$l",
  "Miihau.PennyEE.event9.007": "Acho que o motorista do ônibus está esperando por nós. Você está pronto para ir?$h",
  "Miihau.PennyEE.event9.008": "Você e Penny têm uma viagem agradável de ônibus.#Penny parece um pouco tensa e tímida, mas olha para você com olhos arregalados e atentos.#Depois de um tempo, você chega ao cinema na cidade de Zuzu.",
  "Miihau.PennyEE.event9.009": "Está bem vazio. Acredito que a maioria das pessoas já está sentada na sala de cinema.",
  "Miihau.PennyEE.event9.010": "Vamos pegar nossos ingressos.",
  "Miihau.PennyEE.event9.011": "Caixa: O que posso fazer por vocês duas pessoas adoráveis?",
  "Miihau.PennyEE.event9.012": "Gostaríamos de dois ingressos para o filme, por favor.",
  "Miihau.PennyEE.event9.012X": "O que você faz?#Deixe Penny pagar pelos ingressos.#Pague apenas pelo seu ingresso. (-1000$)#Pague pelos ingressos. (-2.000$)",
  "Miihau.PennyEE.event9.013": "Ah, acho que só tenho o suficiente para convidar você @.$3",
  "Miihau.PennyEE.event9.014": "Obrigada por pagar pelo seu próprio ingresso, embora eu tenha convidado você para sair.",
  "Miihau.PennyEE.event9.015": "...",
  "Miihau.PennyEE.event9.016": "Obrigada por pagar @. Eu... eu agradeço.$l",
  "Miihau.PennyEE.event9.017": "Bem, acho que está tudo pronto!$0#$b#Vamos entrar no cinema.%fork",
  "Miihau.PennyEE.event9.018": "@!$h#$b#Então você decidiu sair comigo?$l",
  "Miihau.PennyEE.event9.019": "O que você diz?#'Claro, Penny. Sinto-me lisonjeado.'#'Não, Penny. Só vim avisar que não quero sair com você.",
  "Miihau.PennyEE.event9.020": "Estou muito animado... e nervoso!$l#$b#Este é meu primeiro encontro de verdade.$l",
  "Miihau.PennyEE.event9.021": "Acho que o motorista do ônibus está esperando por nós. Você está pronto para ir?$h",
  "Miihau.PennyEE.event9.022": "Você e Penny têm uma viagem agradável de ônibus.#Penny parece um pouco tensa e tímida, mas olha para você com olhos arregalados e atentos.#Depois de um tempo, você chega ao cinema na cidade de Zuzu.",
  "Miihau.PennyEE.event9.023": "Está bem vazio. Acredito que a maioria das pessoas já está sentada na sala de cinema.",
  "Miihau.PennyEE.event9.024": "Vamos pegar nossos ingressos.",
  "Miihau.PennyEE.event9.025": "Caixa: O que posso fazer por vocês duas pessoas adoráveis?",
  "Miihau.PennyEE.event9.026": "Gostaríamos de dois ingressos para o filme, por favor.",
  "Miihau.PennyEE.event9.026X": "O que você faz?#Deixe Penny pagar pelos ingressos.#Pague apenas pelo seu ingresso. (-1000$)#Pague pelos ingressos. (-2.000$)",
  "Miihau.PennyEE.event9.027": "Ah, acho que só tenho o suficiente para convidar você @.$3",
  "Miihau.PennyEE.event9.028": "Obrigada por pagar pelo seu próprio ingresso, embora eu tenha convidado você para sair.",
  "Miihau.PennyEE.event9.029": "Bem, acho que está tudo pronto!$0#$b#Vamos entrar no cinema.%fork",
  "Miihau.PennyEE.event9.030": "@!$h#$b#Então você decidiu sair comigo?$l",
  "Miihau.PennyEE.event9.031": "O que você diz?#'Claro, Penny. Sinto-me lisonjeado.'#'Não, Penny. Só vim avisar que não quero sair com você.",
  "Miihau.PennyEE.event9.032": "Estou muito animado... e nervoso!$l#$b#Este é meu primeiro encontro de verdade.$",
  "Miihau.PennyEE.event9.033": "Acho que o motorista do ônibus está esperando por nós. Você está pronto para ir?$h",
  "Miihau.PennyEE.event9.034": "Você e Penny têm uma viagem agradável de ônibus.#Penny parece um pouco tensa e tímida, mas olha para você com olhos arregalados e atentos.#Depois de um tempo, você chega ao cinema na cidade de Zuzu.",
  "Miihau.PennyEE.event9.035": "Está bem vazio. Acredito que a maioria das pessoas já está sentada na sala de cinema.",
  "Miihau.PennyEE.event9.036": "Vamos pegar nossos ingressos.",
  "Miihau.PennyEE.event9.037": "Caixa: O que posso fazer por vocês duas pessoas adoráveis?",
  "Miihau.PennyEE.event9.038": "Gostaríamos de dois ingressos para o filme, por favor.",
  "Miihau.PennyEE.event9.039": "O que você faz?#Deixe Penny pagar pelos ingressos.#Pague apenas pelo seu ingresso. (-1000$)#Pague pelos ingressos. (-2.000$)",
  "Miihau.PennyEE.event9.040": "Ah, acho que só tenho o suficiente para convidar você @.$3",
  "Miihau.PennyEE.event9.041": "Ah, acho que só tenho o suficiente para convidar você @.$3",
  "Miihau.PennyEE.event9.042": "...",
  "Miihau.PennyEE.event9.043": "...",
  "Miihau.PennyEE.event9.044": "...",
  "Miihau.PennyEE.event9.045": "Nossos assentos estão nesta fila.$0",
  "Miihau.PennyEE.event9.046": "Depois de mim?$0#$b#Obrigado.$l#$b#Que cavalheiro.$l^Que gesto simpático.$l",
  "Miihau.PennyEE.event9.047": "Acho que o filme está prestes a começar.$l",
  "Miihau.PennyEE.event9.048": "Você e Penny aproveitam muito o seu encontro. Você dão as mãos e se aconchegam no teatro escuro. O filme também foi incrível.#Vocês pegam o ônibus de volta para Vila Pelicanos juntos, conversando animadamente sobre o filme.#Então você leva Penny para casa.",
  "Miihau.PennyEE.event9.049": "@, esse encontro foi... maravilhoso. Estou tão feliz que meu primeiro encontro foi com você.$4#$b#Eu estava tão nervosa, mas você me fez sentir segura. Você é uma pessoa especial.$4#$b# Esta noite foi especial porque eu estava com você.$l",
  "Miihau.PennyEE.event9.050": "Obrigado por tudo, @.$l#$b#E obrigado por me acompanhar até em casa.$l",
  "Miihau.PennyEE.event9.051": "Penny te abraça com força.",
  "Miihau.PennyEE.event9.052": "Você volta para casa, devagar e pensativo. Que noite adorável.",
  "Miihau.PennyEE.event9.053": "Muito obrigado por sair comigo! Isso me fez sentir muito especial.$l",
  "Miihau.PennyEE.event10.001": "Olá agricultor!",
  "Miihau.PennyEE.event10.002": "Oi, @! Que bom que você me visitou no trabalho. ^ Olá, @! Que bom que você me visitou no trabalho.$h",
  "Miihau.PennyEE.event10.003": "Olá sr. @! Você vai estudar conosco hoje?^Olá Sra. Você vai estudar conosco hoje?$h",
  "Miihau.PennyEE.event10.004": "Sra. Penny...$0#$b#Por que o Sr. @ está olhando para você desse jeito?^Por que a Sra. @ está olhando para você desse jeito?",
  "Miihau.PennyEE.event10.005": "Bem, quando duas pessoas se amam muito...$h#$b# É impossível esconder isso.$0#$b# Acho que o Sr. @ e eu não podemos esconder o que sentimos um pelo outro.^Eu acho que a Sra. @ e eu não podemos esconder o que sentimos uma pela outra.$4#$b#Vocês dois são crianças muito inteligentes, então já devem saber o que está acontecendo.$0#$b#Mas eu gostaria de apresentar formalmente você para o meu namorado!^Mas eu gostaria de apresentar você formalmente à minha namorada!$h",
  "Miihau.PennyEE.event10.006": "Oba!",
  "Miihau.PennyEE.event10.007": "Junto com Penny, você ensina às crianças um pouco sobre a vida selvagem local, incluindo o rato-chapéu e o urso-lixo.",
  "Miihau.PennyEE.event10.008": "Foi uma aula muito boa hoje! Estou orgulhoso de vocês dois por se comportarem tão bem.$0#$b#Talvez o Sr. @ devesse ajudar com mais frequência, já que ele tem uma influência muito positiva sobre vocês!^Talvez a Sra. @ devesse ajudar com mais frequência, já que ela tem uma influência muito positiva em você!$h",
  "Miihau.PennyEE.event10.009": "Bem, crianças, vocês poderiam ir até a recepção e perguntar a Gunther se nossos livros mais novos já chegaram?$0#$b#Estarei aí em um momento. Preciso conversar com o Sr. @ por um minuto. ^ Estarei aí em um momento. Preciso falar com a Sra. @ por um minuto.$0",
  "Miihau.PennyEE.event10.010": "Ok!",
  "Miihau.PennyEE.event10.011": "Olá, crianças!",
  "Miihau.PennyEE.event10.012": "Ei, você.$4#$b# @, quero que você saiba... $4#$b#Estou feliz em ter você como meu parceiro. Estou tão feliz que você me quer assim como eu quero você.$4#$b#Seu carinho, sua atenção, seu cuidado comigo... isso significa muito.$4#$b# Tenho pensado muito sobre nosso encontro no balneário e como foi doce e íntimo.$4#$b#Isso me fez sentir coisas que nunca senti antes, por ninguém. $4#$b# Meu coração transborda e fico todo aquecido, confuso e risonho só de pensar em você.$4#$b# E é como se eu não conseguisse parar de sorrir. $4#$b#@, o que estou tentando dizer é... $4#$b#Eu te amo. $4#$b#O que você faz?$h#$b#$q 1627903 null##$r 1627903 0 event_loveInMuseum1#(diga 'Eu também te amo Penny!' e dê um beijo)#$r 1627904 -70 event_loveInMuseum2#(diga 'Obrigado')",
  "Miihau.PennyEE.event10.013": "Obrigado por me ajudar hoje. Eu te amo, docinho! $1#$b# Acho que nunca vou me cansar de dizer ou ouvir isso.$0",
  "Miihau.PennyEE.event10.014": "Obrigado também.$3#$b#Eu deveria mostrar o quanto estou grato convidando você para uma refeição algum dia.$0#$b#Tenho trabalhado na minha comida, eu prometo.$h",
  "Miihau.PennyEE.event10.015": "Obrigado por me ajudar hoje.$0",
  "Miihau.PennyEE.event10.016": "Hehe, você é adorável!$h",
  "Miihau.PennyEE.event10.017": "Sim....%fork$3",
  "Miihau.PennyEE.quest.001": "Faça de Penny uma professora melhor/Penny precisa de algo para tirar fotos, algo para digitar e algo para calcular./Talvez você possa fazer amizade com pessoas na cidade que possam ajudá-la.",
  "Miihau.PennyEE.quest.002": "Faça de Penny uma professora melhor/Você coletou todos os itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor./É hora de surpreendê-la em casa!",
  "Miihau.PennyEE.event11.001": "Oh, oi, querido...$0#$b#Eu estava assando alguns biscoitos, você quer?$h",
  "Miihau.PennyEE.event11.001X": "#Sim, obrigado, querida!#Não, obrigado.",
  "Miihau.PennyEE.event11.002": "Aqui está, docinho.$h",
  "Miihau.PennyEE.event11.003": "Espero que tenha gostado!$l#$b#Outro dia pedi um conselho à Sra. Mullner.",
  "Miihau.PennyEE.event11.004": "Ah...$3#$b#Talvez mais tarde.",
  "Miihau.PennyEE.event11.005": "@...$2",
  "Miihau.PennyEE.event11.006": "Na verdade, há algo sobre o qual eu gostaria de falar com você...$s#$b#Não fique tão preocupado, querido, não é nada ruim! Estou um pouco ansioso para falar sobre isso.$s",
  "Miihau.PennyEE.event11.007": "Ultimamente tenho pensado muito sobre minha carreira como professora e como posso melhorar.$0#$b#Li sobre um curso para professores de ensino fundamental e médio que está sendo oferecido em uma cidade vizinha.$0#$b #É um programa de três dias que cobre muitas técnicas e métodos de ensino diferentes e eu realmente acho que poderia me ajudar a me tornar uma professora melhor.",
  "Miihau.PennyEE.event11.008": "Mas há um porém.$s",
  "Miihau.PennyEE.event11.009": "O curso custa 3.000g e eu teria que me ausentar por três dias.$s#$b#Eu sei que é muito dinheiro e isso significaria deixar você e nossa casa por um tempo.$s#$b#Eu não quero fazer isso se for prejudicar nosso relacionamento ou nossas finanças.$s#$b#Mas ao mesmo tempo, eu realmente quero me tornar uma professora melhor e acho que este curso pode ser um grande passo na direção certa.$s",
  "Miihau.PennyEE.event11.010": "#Isso parece ótimo, Penny. Você definitivamente deveria ir em frente! (3000g)#Acho que não vale a pena, Penny. Seu ensino está bom como está.",
  "Miihau.PennyEE.event11.011": "Realmente? Você está falando sério?$0#$b#Muito obrigada! Isso significa muito para mim.$h#$b#Prometo aproveitar ao máximo esta oportunidade e voltar com ideias de ensino novas e interessantes.$0#$b#@, você sempre me apoia em tudo que faço. Eu aprecio isso mais do que você imagina.$l#$b#Mal posso esperar para deixar você orgulhoso!$l",
  "Miihau.PennyEE.event11.012": "Não acredito que vou realmente fazer isso. Muito obrigada por me apoiar, isso significa muito para mim.$l#$e#Vou aprender muito nesta viagem e depois poderei voltar e ser uma professora ainda melhor para meus alunos.$0 #$e#Estou um pouco nervosa por me expor e conhecer tantas pessoas novas.$0#$e#Mas com o seu apoio, sinto que posso fazer qualquer coisa. Tenho muita sorte de ter você como meu parceiro.$l",
  "Miihau.PennyEE.event11.013": "Oh, oi, querido...$0#$b#Eu estava assando alguns biscoitos, você quer?$h",
  "Miihau.PennyEE.event11.014": "Aqui está, docinho.$h",
  "Miihau.PennyEE.event11.015": "Espero que tenha gostado!$l#$b#Outro dia pedi um conselho à Sra. Mullner.",
  "Miihau.PennyEE.event11.016": "Ah...$3#$b#Talvez mais tarde.",
  "Miihau.PennyEE.event11.017": "@...$2",
  "Miihau.PennyEE.event11.018": "Na verdade, há algo sobre o qual eu gostaria de falar com você...$s#$b#Não fique tão preocupado querido, não é nada ruim! Estou um pouco ansiosa para falar sobre isso.$s",
  "Miihau.PennyEE.event11.019": "Ultimamente tenho pensado muito sobre minha carreira como professora e como posso melhorar.$0#$b#Li sobre um curso para professores de ensino fundamental e médio que está sendo oferecido em uma cidade vizinha.$0#$b #É um programa de três dias que cobre muitas técnicas e métodos de ensino diferentes e eu realmente acho que poderia me ajudar a me tornar uma professora melhor.",
  "Miihau.PennyEE.event11.020": "Mas há um porém.$s",
  "Miihau.PennyEE.event11.021": "O curso custa 3.000g e eu teria que me ausentar por três dias.$s#$b#Eu sei que é muito dinheiro e isso significaria deixar você e nossa casa por um tempo.$s#$b#E não quero fazer isso se for prejudicar nosso relacionamento ou nossas finanças.$s#$b#Mas ao mesmo tempo, eu realmente quero me tornar uma professora melhor e acho que este curso pode ser um grande passo na direção certa.$s",
  "Miihau.PennyEE.event11.022": "#Isso parece ótimo, Penny. Você definitivamente deveria ir em frente! (3000g)#Acho que não vale a pena, Penny. Seu ensino está bom como está.",
  "Miihau.PennyEE.event11.023": "Realmente? Você está falando sério?$0#$b#Muito obrigada! Isso significa muito para mim.$h#$b#Prometo aproveitar ao máximo esta oportunidade e voltar com ideias de ensino novas e interessantes.$0#$b#@ você sempre me apoia em tudo que faço. Eu aprecio isso mais do que você imagina.$l#$b#Mal posso esperar para deixar você orgulhoso!$l",
  "Miihau.PennyEE.event11.024": "Não acredito que vou realmente fazer isso. Muito obrigado por me apoiar, isso significa muito para mim.$l#$e#Vou aprender muito nesta viagem e depois poderei voltar e ser uma professora ainda melhor para meus alunos.$0 #$e#Estou um pouco nervosa por me expor e conhecer tantas pessoas novas.$0#$e#Mas com o seu apoio, sinto que posso fazer qualquer coisa. Tenho muita sorte de ter você como meu parceiro.$l",
  "Miihau.PennyEE.event11.025": "Talvez você esteja certo.$s",
  "Miihau.PennyEE.event11.026": "Eu entendo, é muito dinheiro e muito tempo longe de casa.$s#$b#Acho que só queria mostrar aos meus alunos que estou sempre me esforçando para ser a melhor professora que posso ser.$s#$b# Mas se você acha que não vale a pena, então confio no seu julgamento.$0#$b#É só que...$s#$b#Eu quero ser mais do que boa.$s#$b#Mas eu acho que está tudo bem... e bom é tudo que meu meu ensino deve ser.$s#$b#Obrigada por me ouvir, @.$s",
  "Miihau.PennyEE.event11.027": "Não se preocupe com isso @. O curso foi uma ideia boba minha.",
  "Miihau.PennyEE.event11.028": "Obrigada por me acompanhar até o ponto de ônibus, querido. E muito obrigada por me apoiar.$0#$b#Vou sentir muito a sua falta. Mas prometo que valerá a pena. $0#$b#Voltarei com muitas ideias novas para melhorar meu ensino. E podemos nos abraçar e conversar e eu te contarei tudo.$h",
  "Miihau.PennyEE.event11.029": "Eu te amo, @! Cuide-se enquanto eu estiver fora.$l",
  "Miihau.PennyEE.event11.030": "Você teve um sonho doce e íntimo com Penny. Ao acordar, você a alcança instintivamente, mas depois lembra que ela está longe de casa por enquanto.",
  "Miihau.PennyEE.event11.031": "Você acorda pensando em Penny e fica animado porque ela voltará para casa amanhã.",
  "Miihau.PennyEE.event11.032": "Oi, @! Foi gentil da sua parte me buscar no ponto de ônibus.",
  "Miihau.PennyEE.event11.033": "O curso foi incrível! Aprendi muito e mal posso esperar para começar a aplicar isso em meu ensino.",
  "Miihau.PennyEE.event11.034": "Cobrimos muito, desde novas estratégias de ensino até o uso da tecnologia para melhorar o aprendizado dos alunos.$0#$b#Mas por mais maravilhoso que o curso tenha sido, ele me deixou um pouco sobrecarregada.$s#$b#Para implementar tudo o que eu quiser, precisaria de um conjunto totalmente novo de ferramentas de ensino.$s#$b#Como uma câmera para tirar fotos enquanto exploramos o vale, para que meus alunos possam aprender com o que encontramos.$0#$b #Eu também precisaria de algo para digitar planilhas e uma calculadora científica para equações mais complexas.$0#$b#Acho que não consigo encontrar tudo que preciso aqui na vila.$s",
  "Miihau.PennyEE.event11.035": "Oh por favor, não se preocupe com isso, docinho.$0#$b#Está tudo bem. Estou feliz por ter experimentado o curso e por poder trabalhar com o que tenho agora.$0#$b#Estou muito grata por seu apoio e incentivo.",
  "Miihau.PennyEE.event11.036": "Vamos para casa.$0#$b#A fazenda está esperando por nós.$h",
  "Miihau.PennyEE.event11.037": "Foi interessante ver mais do mundo fora do vale. Talvez eu tenha outras oportunidades como esta. O que espero poder prosseguir com sua bênção, querido.$1#$e#Mas estou feliz por voltar à nossa rotina normal. Eu sei que foram apenas três dias, mas senti muita falta de você!$4",
  "Miihau.PennyEE.event11.038": "Olá, @.$0#$b#Então Penny está de saída para o curso, pelo que vejo.$0#$b#Sim, ela me contou sobre isso. Obrigada por encorajá-la a aproveitar essa oportunidade, garoto.$0#$e#Ela sempre foi uma garota inteligente, mas nunca teve a chance de desenvolver seu potencial até você aparecer.$0#$e#Não é fácil ser mãe solteira, mas é um pouco mais fácil saber que Penny tem você na vida dela.",
  "Miihau.PennyEE.event11.039": "Você se saiu bem, garoto. Faz muito tempo que não vejo Penny tão feliz.$0#$e#Muito obrigada por realizar os sonhos da minha filha.$0",
  "Miihau.PennyEE.event11.040": "A Sra. Penny foi aprender a ensinar, ou algo assim.$3#$b#Espero que ela volte logo.$2#$e#Estávamos aprendendo sobre insetos na semana passada e quero mostrar a ela aquele que peguei ontem.$1",
  "Miihau.PennyEE.event11.041": "As novas planilhas que Sra. Penny nos fez são tão legais!$1#$e#Ela até nos deu alguns adesivos como recompensa por nos sairmos bem nelas.$0",
  "Miihau.PennyEE.event11.042": "Aprender sem a Sra. Penny é difícil.$2#$e#Mas a tia Marnie me disse que aprender será muito mais divertido quando a Sra. Penny fizer o curso.$0",
  "Miihau.PennyEE.event11.043": "Uau, a Sra. Penny é muito inteligente!$1#$b#Mal posso esperar para ver todas as coisas novas que ela vai nos ensinar.$0#$e#Ela está sempre inventando maneiras divertidas e emocionantes de nos ajudar a aprender.$4",
  "Miihau.PennyEE.event11.044": "Eu sei que pode ser complicado quando seu cônjuge está ausente.$0#$b#Mas o tempo separados fortalecerá seu relacionamento, eu prometo.$0#$e#Você parece já sentir muita falta dela, não é?$1",
  "Miihau.PennyEE.event11.045": "Vincent não para de falar sobre como está se divertindo com suas novas planilhas!$0#$e#Ouvi dizer que você tornou tudo isso possível.$0#$b#Bom trabalho, Romeu!$1^Bom trabalho, @!$1",
  "Miihau.PennyEE.event12.001": "Ah, oi, querido!",
  "Miihau.PennyEE.event12.002": "Por que você está me olhando desse jeito?$h",
  "Miihau.PennyEE.event12.003": "Você tem algo que quer me mostrar? Mas eu tenho que desviar o olhar primeiro?$0#$b#Querida!? O que você tem na manga? Você parece tão animada.$h#$b#Ok, vou continuar.$l",
  "Miihau.PennyEE.event12.004": "Eu estou tão curiosa! Isso é tão divertido. Acho que vou me virar agora.$h",
  "Miihau.PennyEE.event12.005": "Tudo terminado?",
  "Miihau.PennyEE.event12.006": "Estou tão animada!$h#$b#Ok, vou dar uma olhada agora.$l",
  "Miihau.PennyEE.event12.007": "...!$l",
  "Miihau.PennyEE.event12.008": "Isso é o que eu penso que é?$l",
  "Miihau.PennyEE.event12.009": "@!$l",
  "Miihau.PennyEE.event12.010": "Penny te abraça com força.",
  "Miihau.PennyEE.event12.011": "Não acredito, realmente não consigo! Você conseguiu, reuniu tudo que preciso para me tornar uma professora melhor.$1#$b# Nem sei como expressar o quanto estou grata.$l#$b#Sabe, pensei que era impossível encontrar todos esses itens aqui mesmo no vale, mas aqui está você, com tudo que preciso bem na minha frente.$l",
  "Miihau.PennyEE.event12.012": "Mas mais do que isso, estou muito feliz por ter você em minha vida.$l#$b#Você sempre acreditou em mim, mesmo quando eu não acreditava em mim mesma.$l#$b#E agora, com sua ajuda, posso levar meu ensino para o próximo nível.$l",
  "Miihau.PennyEE.event12.013": "Significa muito para mim que você se preocupe com meus sonhos e minhas paixões e que me apoie em tudo que faço.$l#$b#Você realmente é meu parceiro em todos os sentidos da palavra e eu não poderia ser mais grata por ter você ao meu lado.$l#$b#Estou dominada pelos meus sentimentos. O que eu fiz para merecer um parceiro como você ao meu lado?$l",
  "Miihau.PennyEE.event12.014": "Sempre houve aquela centelha especial em você, @. Pude sentir isso desde o momento em que te conheci.$4#$b# Algo brilhante. Algo real. Mas impossível de descrever.$4#$b# Você é minha estrela. Você é meu favorito. $4#$b#Acabei de inventar um novo apelido para você? Hehe! Gota Estelar? É fofo! $1#$b#@ prometo aproveitar ao máximo esses lindos presentes que você me deu.$0#$b#Obrigada, do fundo do meu coração.$11",
  "Miihau.PennyEE.event12.015": "Eu te amo, @! Mais do que posso expressar.$11#$e#Mal posso esperar para mostrar seus presentes aos meus alunos!$h",
  "Miihau.PennyEE.event12.016": "Ah, oi, querido!",
  "Miihau.PennyEE.event12.017": "Por que você está me olhando desse jeito?$h",
  "Miihau.PennyEE.event12.018": "Você tem algo que quer me mostrar? Mas eu tenho que desviar o olhar primeiro?$0#$b#Querida!? O que você tem na manga? Você parece tão animada.$h#$b#Ok, vou continuar.$l",
  "Miihau.PennyEE.event12.019": "Eu estou tão curiosa! Isso é tão divertido. Acho que vou me virar agora.$h",
  "Miihau.PennyEE.event12.020": "Tudo terminado?",
  "Miihau.PennyEE.event12.021": "Estou tão animada!$h#$b#Ok, vou dar uma olhada agora.$l",
  "Miihau.PennyEE.event12.022": "...!$l",
  "Miihau.PennyEE.event12.023": "Isso é o que eu penso que é?$l",
  "Miihau.PennyEE.event12.024": "@!$l",
  "Miihau.PennyEE.event12.025": "Penny te abraça com força.",
  "Miihau.PennyEE.event12.026": "Não acredito, realmente não consigo! Você conseguiu, reuniu tudo que preciso para me tornar uma professora melhor.$1#$b# Nem sei como expressar o quanto estou grata.$l#$b#Sabe, pensei que era impossível encontrar todos esses itens aqui mesmo no vale, mas aqui está você, com tudo que preciso bem na minha frente.$l",
  "Miihau.PennyEE.event12.027": "Mas mais do que isso, estou muito feliz por ter você em minha vida.$l#$b#Você sempre acreditou em mim, mesmo quando eu não acreditava em mim mesma.$l#$b#E agora, com sua ajuda, posso levar meu ensino para o próximo nível.$l",
  "Miihau.PennyEE.event12.028": "Significa muito para mim que você se preocupe com meus sonhos e minhas paixões e que me apoie em tudo que faço.$l#$b#Você realmente é meu parceiro em todos os sentidos da palavra e eu não poderia ser mais grata por ter você ao meu lado.$l#$b#Estou dominada pelos meus sentimentos. O que eu fiz para merecer um parceiro como você ao meu lado?$l",
  "Miihau.PennyEE.event12.029": "Sempre houve aquela centelha especial em você, @. Pude sentir isso desde o momento em que te conheci.$4#$b# Algo brilhante. Algo real. Mas impossível de descrever.$4#$b# Você é minha estrela. Você é meu favorito. $4#$b#Acabei de inventar um novo apelido para você? Hehe! Gota Estelar? É fofo! $1#$b#@ prometo aproveitar ao máximo esses lindos presentes que você me deu.$0#$b#Obrigada, do fundo do meu coração.$11",
  "Miihau.PennyEE.event12.030": "Eu te amo, @! Mais do que posso expressar.$11#$e#Mal posso esperar para mostrar seus presentes aos meus alunos!$h",
  "Miihau.PennyEE.eventElliott.001": "Ah, olá, bom senhor! O que o traz à minha humilde morada hoje? ^ Ah, olá, boa senhora! O que o traz à minha humilde morada hoje?",
  "Miihau.PennyEE.eventElliott.002": "Você precisa falar comigo? Com certeza, meu amigo.",
  "Miihau.PennyEE.eventElliott.003": "Você conta a Elliott sobre as experiências de Penny no curso e os itens que ela precisa para colocar suas novas ideias em ação.#Você pergunta a Elliott se ele pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventElliott.004": "Fascinante! Pedagogia está um pouco fora da minha área de especialização.$0#$b#Meu querido amigo, aquece meu coração ver você buscando maneiras de ajudar sua amada Penny em seus esforços de ensino.$h#$b#Como colega escritor, entendo a importância de ter as ferramentas adequadas para dar vida às ideias.$0#$b#Acontece que tenho uma máquina de escrever que me serviu bem ao longo dos anos. Mas acredito que é hora de encontrar um novo lar.",
  "Miihau.PennyEE.eventElliott.005": "Elliott entrega a você uma velha máquina de escrever que ele guardava debaixo de uma mesa.",
  "Miihau.PennyEE.eventElliott.006": "E que casa melhor do que a de alguém tão dedicada a educar nossos jovens como Penny?$0#$b#Seria um prazer doá-lo para a causa dela, meu amigo.$h#$b#Afinal, os membros da comunidade devem apoiar-se uns aos outros em momentos de necessidade.",
  "Miihau.PennyEE.eventElliott.007": "Você coletou todos os itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventElliott.008": "Fico sempre feliz em ajudar a comunidade de qualquer maneira que puder.$0#$e#Apenas certifique-se de cuidar bem dela, certo? Essa máquina de escrever é uma velha amiga!$h",
  "Miihau.PennyEE.eventElliott.009": "Ah, olá, bom senhor! O que o traz à minha humilde morada hoje? ^ Ah, olá, boa senhora! O que o traz à minha humilde morada hoje?",
  "Miihau.PennyEE.eventElliott.010": "Você precisa falar comigo? Com certeza, meu amigo.",
  "Miihau.PennyEE.eventElliott.011": "Você conta a Elliott sobre as experiências de Penny no curso e os itens que ela precisa para colocar suas novas ideias em ação.#Você pergunta a Elliott se ele pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventElliott.012": "Fascinante! Pedagogia está um pouco fora da minha área de especialização.$0#$b#Meu querido amigo, aquece meu coração ver você buscando maneiras de ajudar sua amada Penny em seus esforços de ensino.$h#$b#Como colega escritor, entendo a importância de ter as ferramentas adequadas para dar vida às ideias.$0#$b#Acontece que tenho uma máquina de escrever que me serviu bem ao longo dos anos. Mas acredito que é hora de encontrar um novo lar.",
  "Miihau.PennyEE.eventElliott.013": "Elliott entrega a você uma velha máquina de escrever que ele guardava debaixo de uma mesa.",
  "Miihau.PennyEE.eventElliott.014": "E que casa melhor do que a de alguém tão dedicada a educar nossos jovens como Penny?$0#$b#Seria um prazer doá-lo para a causa dela, meu amigo.$h#$b#Afinal, os membros da comunidade devem apoiar-se uns aos outros em momentos de necessidade.",
  "Miihau.PennyEE.eventElliott.015": "Você coletou dois dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventElliott.016": "Fico sempre feliz em ajudar a comunidade de qualquer maneira que puder.$0#$e#Apenas certifique-se de cuidar bem dela, certo? Essa máquina de escrever é uma velha amiga!$h",
  "Miihau.PennyEE.eventElliott.017": "Ah, olá, bom senhor! O que o traz à minha humilde morada hoje? ^ Ah, olá, boa senhora! O que o traz à minha humilde morada hoje?",
  "Miihau.PennyEE.eventElliott.018": "Você precisa falar comigo? Com certeza, meu amigo.",
  "Miihau.PennyEE.eventElliott.019": "Você conta a Elliott sobre as experiências de Penny no curso e os itens que ela precisa para colocar suas novas ideias em ação.#Você pergunta a Elliott se ele pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventElliott.020": "Fascinante! Pedagogia está um pouco fora da minha área de especialização.$0#$b#Meu querido amigo, aquece meu coração ver você buscando maneiras de ajudar sua amada Penny em seus esforços de ensino.$h#$b#Como colega escritor, entendo a importância de ter as ferramentas adequadas para dar vida às ideias.$0#$b#Acontece que tenho uma máquina de escrever que me serviu bem ao longo dos anos. Mas acredito que é hora de encontrar um novo lar.",
  "Miihau.PennyEE.eventElliott.021": "Elliott entrega a você uma velha máquina de escrever que ele guardava debaixo de uma mesa.",
  "Miihau.PennyEE.eventElliott.022": "E que casa melhor do que a de alguém tão dedicada a educar nossos jovens como Penny?$0#$b#Seria um prazer doá-lo para a causa dela, meu amigo.$h#$b#Afinal, os membros da comunidade devem apoiar-se uns aos outros em momentos de necessidade.",
  "Miihau.PennyEE.eventElliott.023": "Você coletou dois dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventElliott.024": "Fico sempre feliz em ajudar a comunidade de qualquer maneira que puder.$0#$e#Apenas certifique-se de cuidar bem dela, certo? Essa máquina de escrever é uma velha amiga!$h",
  "Miihau.PennyEE.eventElliott.025": "Ah, olá, bom senhor! O que o traz à minha humilde morada hoje? ^ Ah, olá, boa senhora! O que o traz à minha humilde morada hoje?",
  "Miihau.PennyEE.eventElliott.026": "Você precisa falar comigo? Com certeza, meu amigo.",
  "Miihau.PennyEE.eventElliott.027": "Você conta a Elliott sobre as experiências de Penny no curso e os itens que ela precisa para colocar suas novas ideias em ação.#Você pergunta a Elliott se ele pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventElliott.028": "Fascinante! Pedagogia está um pouco fora da minha área de especialização.$0#$b#Meu querido amigo, aquece meu coração ver você buscando maneiras de ajudar sua amada Penny em seus esforços de ensino.$h#$b#Como colega escritor, entendo a importância de ter as ferramentas adequadas para dar vida às ideias.$0#$b#Acontece que tenho uma máquina de escrever que me serviu bem ao longo dos anos. Mas acredito que é hora de encontrar um novo lar.",
  "Miihau.PennyEE.eventElliott.029": "Elliott entrega a você uma velha máquina de escrever que ele guardava debaixo de uma mesa.",
  "Miihau.PennyEE.eventElliott.030": "E que casa melhor do que a de alguém tão dedicada a educar nossos jovens como Penny?$0#$b#Seria um prazer doá-lo para a causa dela, meu amigo.$h#$b#Afinal, os membros da comunidade devem apoiar-se uns aos outros em momentos de necessidade.",
  "Miihau.PennyEE.eventElliott.031": "Você coletou um dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventElliott.032": "Fico sempre feliz em ajudar a comunidade de qualquer maneira que puder.$0#$e#Apenas certifique-se de cuidar bem dela, certo? Essa máquina de escrever é uma velha amiga!$h",
  "Miihau.PennyEE.eventHaley.001": "Ah, olá! Posso ajudar, @?",
  "Miihau.PennyEE.eventHaley.002": "Você precisa de ajuda e acha que sou a pessoa certa para pedir?$0#$b#Hm... Estou intrigada. O que você precisa?",
  "Miihau.PennyEE.eventHaley.003": "Você conta a Haley sobre a paixão de Penny por ensinar e os itens que ela precisa para enriquecer as experiências de aprendizagem de seus alunos.#Você pergunta a Haley se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventHaley.004": "Nossa...$8#$b#Que ideia adorável.$8#$b#Estou impressionada com sua devoção à sua esposa.$8#$b#Eu gostaria de poder encontrar alguém tão apaixonado quanto você.$ l#$b#Deixe-me ver o que posso fazer.$h",
  "Miihau.PennyEE.eventHaley.005": "Aqui você pode ficar com isso!$h",
  "Miihau.PennyEE.eventHaley.006": "Haley lhe entrega uma câmera polaroid que ela tinha em uma gaveta.",
  "Miihau.PennyEE.eventHaley.007": "É uma câmera polaroid antiga.$h#$b#Ela imprime fotos instantaneamente, então seria perfeita para Penny.$0#$b#Não preciso mais dela porque tenho uma câmera nova e um quarto escuro especial para revelar minhas fotos.$0#$b#Espero que ela goste de usar e que as crianças gostem de ver as fotos.$0",
  "Miihau.PennyEE.eventHaley.008": "E ei, se você precisar da minha ajuda ou conselho com alguma coisa, é só me avisar.",
  "Miihau.PennyEE.eventHaley.009": "Você coletou todos os itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventHaley.010": "Penny é uma mulher de muita sorte! Eu realmente julguei você mal no começo, @.$l#$e#Bem, aproveite a câmera e me avise se precisar de mais alguma coisa.",
  "Miihau.PennyEE.eventHaley.011": "Ah, olá! Posso ajudar, @?",
  "Miihau.PennyEE.eventHaley.012": "Você precisa de ajuda e acha que sou a pessoa certa para pedir?$0#$b#Hm... Estou intrigada. O que você precisa?",
  "Miihau.PennyEE.eventHaley.013": "Você conta a Haley sobre a paixão de Penny por ensinar e os itens que ela precisa para enriquecer as experiências de aprendizagem de seus alunos.#Você pergunta a Haley se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventHaley.014": "Nossa...$8#$b#Que ideia adorável.$8#$b#Estou impressionada com sua devoção à sua esposa.$8#$b#Eu gostaria de poder encontrar alguém tão apaixonado quanto você.$ l#$b#Deixe-me ver o que posso fazer.$h",
  "Miihau.PennyEE.eventHaley.015": "Aqui você pode ficar com isso!$h",
  "Miihau.PennyEE.eventHaley.016": "Haley lhe entrega uma câmera polaroid que ela tinha em uma gaveta.",
  "Miihau.PennyEE.eventHaley.017": "É uma câmera polaroid antiga.$h#$b#Ela imprime fotos instantaneamente, então seria perfeita para Penny.$0#$b#Não preciso mais dela porque tenho uma câmera nova e um quarto escuro especial para revelar minhas fotos.$0#$b#Espero que ela goste de usar e que as crianças gostem de ver as fotos.$0",
  "Miihau.PennyEE.eventHaley.018": "E ei, se você precisar da minha ajuda ou conselho com alguma coisa, é só me avisar.",
  "Miihau.PennyEE.eventHaley.019": "Você coletou dois dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventHaley.020": "Penny é uma mulher de muita sorte! Eu realmente julguei você mal no começo, @.$l#$e#Bem, aproveite a câmera e me avise se precisar de mais alguma coisa.",
  "Miihau.PennyEE.eventHaley.021": "Ah, olá! Posso ajudar, @?",
  "Miihau.PennyEE.eventHaley.022": "Você precisa de ajuda e acha que sou a pessoa certa para pedir?$0#$b#Hm... Estou intrigada. O que você precisa?",
  "Miihau.PennyEE.eventHaley.023": "Você conta a Haley sobre a paixão de Penny por ensinar e os itens que ela precisa para enriquecer as experiências de aprendizagem de seus alunos.#Você pergunta a Haley se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventHaley.024": "Nossa...$8#$b#Que ideia adorável.$8#$b#Estou impressionada com sua devoção à sua esposa.$8#$b#Eu gostaria de poder encontrar alguém tão apaixonado quanto você.$ l#$b#Deixe-me ver o que posso fazer.$h",
  "Miihau.PennyEE.eventHaley.025": "Aqui você pode ficar com isso!$h",
  "Miihau.PennyEE.eventHaley.026": "Haley lhe entrega uma câmera polaroid que ela tinha em uma gaveta.",
  "Miihau.PennyEE.eventHaley.027": "É uma câmera polaroid antiga.$h#$b#Ela imprime fotos instantaneamente, então seria perfeita para Penny.$0#$b#Não preciso mais dela porque tenho uma câmera nova e um quarto escuro especial para revelar minhas fotos.$0#$b#Espero que ela goste de usar e que as crianças gostem de ver as fotos.$0",
  "Miihau.PennyEE.eventHaley.028": "E ei, se você precisar da minha ajuda ou conselho com alguma coisa, é só me avisar.",
  "Miihau.PennyEE.eventHaley.029": "Você coletou dois dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventHaley.030": "Penny é uma mulher de muita sorte! Eu realmente julguei você mal no começo, @.$l#$e#Bem, aproveite a câmera e me avise se precisar de mais alguma coisa.",
  "Miihau.PennyEE.eventHaley.031": "Ah, olá! Posso ajudar, @?",
  "Miihau.PennyEE.eventHaley.032": "Você precisa de ajuda e acha que sou a pessoa certa para pedir?$0#$b#Hm... Estou intrigada. O que você precisa?",
  "Miihau.PennyEE.eventHaley.033": "Você conta a Haley sobre a paixão de Penny por ensinar e os itens que ela precisa para enriquecer as experiências de aprendizagem de seus alunos.#Você pergunta a Haley se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventHaley.034": "Nossa...$8#$b#Que ideia adorável.$8#$b#Estou impressionada com sua devoção à sua esposa.$8#$b#Eu gostaria de poder encontrar alguém tão apaixonado quanto você.$ l#$b#Deixe-me ver o que posso fazer.$h",
  "Miihau.PennyEE.eventHaley.035": "Aqui você pode ficar com isso!$h",
  "Miihau.PennyEE.eventHaley.036": "Haley lhe entrega uma câmera polaroid que ela tinha em uma gaveta.",
  "Miihau.PennyEE.eventHaley.037": "É uma câmera polaroid antiga.$h#$b#Ela imprime fotos instantaneamente, então seria perfeita para Penny.$0#$b#Não preciso mais dela porque tenho uma câmera nova e um quarto escuro especial para revelar minhas fotos.$0#$b#Espero que ela goste de usar e que as crianças gostem de ver as fotos.$0",
  "Miihau.PennyEE.eventHaley.038": "E ei, se você precisar da minha ajuda ou conselho com alguma coisa, é só me avisar.",
  "Miihau.PennyEE.eventHaley.039": "Você coletou um dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventHaley.040": "Penny é uma mulher de muita sorte! Eu realmente julguei você mal no começo, @.$l#$e#Bem, aproveite a câmera e me avise se precisar de mais alguma coisa.",
  "Miihau.PennyEE.eventMaru.001": "Ei, @! Você veio saber algo sobre nossa pesquisa?$0",
  "Miihau.PennyEE.eventMaru.002": "Claro, posso fazer uma pausa e conversar com você por um minuto.",
  "Miihau.PennyEE.eventMaru.003": "Você conta a Maru sobre o sonho de Penny de se tornar uma professora melhor e os itens que ela precisa para tornar esse sonho realidade.#Você pergunta a Maru se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventMaru.004": "Uau!$4#$b#Adorei sua ideia!$4#$b#Espere um segundo. Vou pegar uma calculadora bem rápido.",
  "Miihau.PennyEE.eventMaru.005": "Maru entrega a você uma calculadora científica sofisticada que ela pegou de uma pilha de calculadoras em sua estante.",
  "Miihau.PennyEE.eventMaru.006": "Estou sempre mexendo em eletrônicos e bugigangas, então acumulei uma coleção e tanto!$h#$b#Estou feliz em dar um para minha boa amiga Penny.$1",
  "Miihau.PennyEE.eventMaru.007": "Na verdade, estou um pouco surpresa por ela nunca ter me pedido uma antes.$2#$b#Penny sempre apoiou muito meu trabalho, mesmo que ela nem sempre o entenda.$0#$b#Mas é isso que faz ela é uma ótima amiga, não é?$0#$b#Ela está sempre disposta a aprender e experimentar coisas novas. Agora tenho a oportunidade de apoiá-la também!",
  "Miihau.PennyEE.eventMaru.008": "Ah e mais uma coisa.",
  "Miihau.PennyEE.eventMaru.009": "Você pode dizer a Penny para parar de me perguntar quando vou convidar Harvey para sair?$h",
  "Miihau.PennyEE.eventMaru.010": "Você coletou todos os itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventMaru.011": "Escolhi uma calculadora que deve funcionar perfeitamente para as necessidades da Penny.$0#$e#É sempre bom ver amigos ajudando uns aos outros assim. Espero que Penny goste de usá-la!$h",
  "Miihau.PennyEE.eventMaru.012": "Ei, @! Você veio saber algo sobre nossa pesquisa?$0",
  "Miihau.PennyEE.eventMaru.013": "Claro, posso fazer uma pausa e conversar com você por um minuto.",
  "Miihau.PennyEE.eventMaru.014": "Você conta a Maru sobre o sonho de Penny de se tornar uma professora melhor e os itens que ela precisa para tornar esse sonho realidade.#Você pergunta a Maru se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventMaru.015": "Uau!$4#$b#Adorei sua ideia!$4#$b#Espere um segundo. Vou pegar uma calculadora bem rápido.",
  "Miihau.PennyEE.eventMaru.016": "Maru entrega a você uma calculadora científica sofisticada que ela pegou de uma pilha de calculadoras em sua estante.",
  "Miihau.PennyEE.eventMaru.017": "Estou sempre mexendo em eletrônicos e bugigangas, então acumulei uma coleção e tanto!$h#$b#Estou feliz em dar um para minha boa amiga Penny.$1",
  "Miihau.PennyEE.eventMaru.018": "Na verdade, estou um pouco surpresa por ela nunca ter me pedido uma antes.$2#$b#Penny sempre apoiou muito meu trabalho, mesmo que ela nem sempre o entenda.$0#$b#Mas é isso que faz ela é uma ótima amiga, não é?$0#$b#Ela está sempre disposta a aprender e experimentar coisas novas. Agora tenho a oportunidade de apoiá-la também!",
  "Miihau.PennyEE.eventMaru.019": "Ah e mais uma coisa.",
  "Miihau.PennyEE.eventMaru.020": "Você pode dizer a Penny para parar de me perguntar quando vou convidar Harvey para sair?$h",
  "Miihau.PennyEE.eventMaru.021": "Você coletou dois dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventMaru.022": "Escolhi uma calculadora que deve funcionar perfeitamente para as necessidades da Penny.$0#$e#É sempre bom ver amigos ajudando uns aos outros assim. Espero que Penny goste de usá-la!$h",
  "Miihau.PennyEE.eventMaru.023": "Ei, @! Você veio saber algo sobre nossa pesquisa?$0",
  "Miihau.PennyEE.eventMaru.024": "Claro, posso fazer uma pausa e conversar com você por um minuto.",
  "Miihau.PennyEE.eventMaru.025": "Você conta a Maru sobre o sonho de Penny de se tornar uma professora melhor e os itens que ela precisa para tornar esse sonho realidade.#Você pergunta a Maru se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventMaru.026": "Uau!$4#$b#Adorei sua ideia!$4#$b#Espere um segundo. Vou pegar uma calculadora bem rápido.",
  "Miihau.PennyEE.eventMaru.027": "Maru entrega a você uma calculadora científica sofisticada que ela pegou de uma pilha de calculadoras em sua estante.",
  "Miihau.PennyEE.eventMaru.028": "Estou sempre mexendo em eletrônicos e bugigangas, então acumulei uma coleção e tanto!$h#$b#Estou feliz em dar um para minha boa amiga Penny.$1",
  "Miihau.PennyEE.eventMaru.029": "Na verdade, estou um pouco surpresa por ela nunca ter me pedido uma antes.$2#$b#Penny sempre apoiou muito meu trabalho, mesmo que ela nem sempre o entenda.$0#$b#Mas é isso que faz ela é uma ótima amiga, não é?$0#$b#Ela está sempre disposta a aprender e experimentar coisas novas. Agora tenho a oportunidade de apoiá-la também!",
  "Miihau.PennyEE.eventMaru.030": "Ah e mais uma coisa.",
  "Miihau.PennyEE.eventMaru.031": "Você pode dizer a Penny para parar de me perguntar quando vou convidar Harvey para sair?$h",
  "Miihau.PennyEE.eventMaru.032": "Você coletou dois dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventMaru.033": "Escolhi uma calculadora que deve funcionar perfeitamente para as necessidades da Penny.$0#$e#É sempre bom ver amigos ajudando uns aos outros assim. Espero que Penny goste de usá-la!$h",
  "Miihau.PennyEE.eventMaru.034": "Ei, @! Você veio saber algo sobre nossa pesquisa?$0",
  "Miihau.PennyEE.eventMaru.035": "Claro, posso fazer uma pausa e conversar com você por um minuto.",
  "Miihau.PennyEE.eventMaru.036": "Você conta a Maru sobre o sonho de Penny de se tornar uma professora melhor e os itens que ela precisa para tornar esse sonho realidade.#Você pergunta a Maru se ela pode ajudá-lo com uma das coisas que Penny precisa.",
  "Miihau.PennyEE.eventMaru.037": "Uau!$4#$b#Adorei sua ideia!$4#$b#Espere um segundo. Vou pegar uma calculadora bem rápido.",
  "Miihau.PennyEE.eventMaru.038": "Maru entrega a você uma calculadora científica sofisticada que ela pegou de uma pilha de calculadoras em sua estante.",
  "Miihau.PennyEE.eventMaru.039": "Estou sempre mexendo em eletrônicos e bugigangas, então acumulei uma coleção e tanto!$h#$b#Estou feliz em dar um para minha boa amiga Penny.$1",
  "Miihau.PennyEE.eventMaru.040": "Na verdade, estou um pouco surpresa por ela nunca ter me pedido uma antes.$2#$b#Penny sempre apoiou muito meu trabalho, mesmo que ela nem sempre o entenda.$0#$b#Mas é isso que faz ela é uma ótima amiga, não é?$0#$b#Ela está sempre disposta a aprender e experimentar coisas novas. Agora tenho a oportunidade de apoiá-la também!",
  "Miihau.PennyEE.eventMaru.041": "Ah e mais uma coisa.",
  "Miihau.PennyEE.eventMaru.042": "Você pode dizer a Penny para parar de me perguntar quando vou convidar Harvey para sair?$h",
  "Miihau.PennyEE.eventMaru.043": "Você coletou um dos três itens necessários para ajudar Penny a realizar seu sonho de se tornar uma professora melhor.",
  "Miihau.PennyEE.eventMaru.044": "Escolhi uma calculadora que deve funcionar perfeitamente para as necessidades da Penny.$0#$e#É sempre bom ver amigos ajudando uns aos outros assim. Espero que Penny goste de usá-la!$h"
}