{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Shane",
			"Entries": {
				"marriage_cc": "This place is pretty chill.#$b#It's a shame to see it go unused after you fixed it.#$b#Thanks for that, by the way.$h",
				"marriage_cc2": "Barely anyone comes here. I could claim this couch as mine if I wanted to.#$b#Alright, our couch.$6",
				"marriage_cc3": "The pantry in the back is stocked full with Joja Cola.#$b#Kinda ironic, isn't it?$3",
				"marriage_cc4": "Buh... slow sips now, slow sips...$n#$b#I'm trying to make this my only can for the day.",
	//			"marriage_museum": "Never thought I'd say this but I actually enjoy working here.#$b#Way better than freezing myself all day at Joja.$s",
	//			"marriage_museum2": "Buh, when's break time?",
	//			"marriage_museum3": "I would almost say Gunther hired me just to be nice.$h#$b#But then I think about you marrying me and I realize, maybe there is some value to me after all.#$b#Thanks.$l#$b#Or maybe you two are just weird.$h",
	//			"marriage_museum4": "Working at the museum means I get to see Jas more often.#$b#I try to keep myself hidden so she doesn't get distracted.$h",
	//			"marriage_jas": "Hey, @. I like to spend time with Jas after work's over.#$b#Helps to ease my mind on things.",
	//			"marriage_jas2": "I need some air after spending all day in the museum.#$b#Penny doesn't mind, especially now that I no longer smell like booze all the time.$3",
	//			"marriage_clock": "Hey, I'm in the middle of clocking in right now. Sorry.",
				"marriage_workpre": "How'd you get in here? I thought I locked the door when I came in.$10#$b#Can you like.. teleport or something? Phase through walls? You gotta teach me how.",
				"marriage_workpre2": "Alright, Marnie. I understand.",
				"marriage_work": "Sorry I can't sell you anything. I don't have an official license to do so...#$b#'But I just want hay!'$10#$b#Yeah, I know. But I'm not taking any chances for Marnie's sake. If word got out her business could be shut down.$2#$b#The Governor has been strict about this ever since someone over at the Fern Islands sold contaminated hay.",
				"marriage_work2": "I'm still in training, means I'm not allowed to sell you any animals. Sorry.",
				"marriage_work3": "Turns out Marnie orders heaters when they're called for to avoid excess stock, so I can't even sell you stuff like that...#$b#I'm sure we have extras somewhere in the back but she never gave me the key.$3",
				"marriage_work4": "Buh, where's Mayor Lewis? Marnie wanted me here because she said he had something important to deliver today.",
				"marriage_work5": "You know I can't sell you stuff... so you really came here just to visit me?#$b#Thanks.$l",
				"marriage_a": "I'm preparing dinner for Jas since Marnie's not around.",
				"marriage_r": "I used to avoid hanging around outside for too long.#$b#It gave me too much alone time to wallow in my own misery.$s#$b#I've never had to worry about that anymore.$l",
				"marriage_r2": "Buh... life, right?$h#$b#...#$b#So how's your day been?$l",
				"marriage_r3": "Hey, I could do with your company for a moment.#$b#%...#$b#Why, am I staring at you? Sorry, was I staring?$l",
				"marriage_r4": "%Shane has a goofy smile on his face. It looks like he's enjoying himself.#$b#Hey, @. Looks like I caught you staring this time.$h",
				"marriage_r5": "%Shane has a goofy smile on his face. It looks like he's enjoying himself.#$b#Sorry, I was thinking about stuffing myself with a warm pizza when we get home.",
				"marriage_r6": "*smooch*#$b#Why'd I do that? Cause I wanted to.$l",
				"marriage_r7": "I'm just waiting for Jas before I come home. Penny should be here soon.",
				"marriage_saloon": "Don't worry, this is only Joja Cola.",
				"marriage_saloon2": "I'm starving. You wanna split a pizza?",
				"marriage_saloon3": "Hey, @. Don't overwork youself. Take a break once in awhile, okay?",
				"marriage_saloon4": "It smells bad in here.",
				"marriage_nmpre": "Jas is pretty excited for tonight. She won't stop talking about it.$h#$b#Don't tell her I said this, but I don't see what's so special to be honest.$3",
				"marriage_nmpre2": "Let's head down when Jas and Marnie are ready.$6",
				"marriage_nm": "Man, most of the stuff they sell here is expensive.#$b#What? No, no, you don't have to buy me anything.$10#$b#It's mostly farmer stuff anyways, nothing for me.$h",
				"marriage_13": "Hey, you're participating in the egg hunt, right?#$b#Well if you're thinking of holding back for Jas, don't bother. Abigail won't.",
				"marriage_16": "I helped Marnie bring in some of the chickens this morning. I'm just taking a break right now.$6#$b#...#$b#{{Random:Crap! I just remembered I'm supposed to help supervise the kids!$10, I should probably head back in. I'm supposed to takeover watching the kids so Marnie can setup her display.}}",
				"marriage_25": "Looks like they're still cooking, but the food smells delicious...$3#$b#Jas and Marnie always came in late so I'm gonna stay here until you're ready."
			}
		}
	]
}