[
  {
    "Id": "RobinIntro_2Hearts",
    "Text": "Hi,^The first time I set foot in the Valley, I was holding Sebastian in my arms and a suitcase full of tools.^It was spring, but it didn't feel warm. The silence was strange… not uncomfortable, just too pure.^I didn't know anyone. I wondered if moving was an escape or a gamble.^But there was wood, and that was enough.^– Robin",
    "Title": "Robin: The Valley and the Silence",
    "FriendshipConditions": [{ "NpcName": "Robin", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "RobinIntro_4Hearts",
    "Text": "Hi,^I met Demetrius at a conference in Grampleton. I was presenting ideas about green roofs, he was talking about mushrooms.^Neither of us paid attention to our own panel. We wrote to each other for months.^He proposed we move here… and I accepted without looking back.^– Robin",
    "Title": "Robin: The First Encounter",
    "FriendshipConditions": [{ "NpcName": "Robin", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "RobinIntro_6Hearts",
    "Text": "Hi,^Sebastian was three years old when we arrived.^His father had left like someone closing a door in winter: without a sound, without returning.^Demetrius didn't try to replace anything. He just built, little by little.^Sometimes I wonder if the Valley received him or transformed him.^– Robin",
    "Title": "Robin: About Sebastian and the Past",
    "FriendshipConditions": [{ "NpcName": "Robin", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "RobinIntro_8Hearts",
    "Text": "Hi,^I didn't build the house we have alone. Demetrius put science where I put intuition.^Every corner has mistakes and successes, like us.^Sometimes we argue over centimeters of error, other times over years of difference.^But we keep building. Together.^– Robin",
    "Title": "Robin: Shared Construction",
    "FriendshipConditions": [{ "NpcName": "Robin", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "RobinIntro_10Hearts",
    "Text": "Hi @,^There's a corner behind the wardrobe in my workshop. It has no plans or structures.^Just letters I never sent, including one for Demetrius that I still don't dare to deliver.^And another for myself, reminding me that building isn't always synonymous with repairing.^You're in that corner now. Thank you.^– Robin",
    "Title": "Robin: The Hidden Corner",
    "FriendshipConditions": [{ "NpcName": "Robin", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "DemetriusIntro_2Hearts",
    "Text": "Hi,^When I arrived in the Valley, I thought it would be a temporary experiment. I had data, hypotheses, and a family willing to accompany me... at least in theory.^Robin saw potential in the silence, I only saw humidity.^But the climate greeted me with mushrooms... and Maru with questions.^– Demetrius",
    "Title": "Demetrius: First Hypothesis",
    "FriendshipConditions": [{ "NpcName": "Demetrius", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "DemetriusIntro_4Hearts",
    "Text": "Hi,^I didn't know Sebastian when I arrived. Not completely.^His gaze was like an experiment without clear variables. He liked to observe, but not to be observed.^I never wanted to occupy a role that didn't belong to me.^I just tried to be consistent. And sometimes, that's enough.^– Demetrius",
    "Title": "Demetrius: Silent Constancy",
    "FriendshipConditions": [{ "NpcName": "Demetrius", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "DemetriusIntro_6Hearts",
    "Text": "Hi,^Robin and I measure the world with different instruments.^She recognizes patterns in wood, I in data.^Sometimes we clash: she believes there are things that don't need to be explained. I believe everything can be measured.^And in the middle of that... there's family.^– Demetrius",
    "Title": "Demetrius: Different Instruments",
    "FriendshipConditions": [{ "NpcName": "Demetrius", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "DemetriusIntro_8Hearts",
    "Text": "Hi,^Maru inherited my curiosity, but she has a humanity that isn't taught in laboratories.^Sebastian challenges me. Every answer I give him seems to provoke another question... or more silence.^Raising children in the Valley is like studying ecosystems: they change without warning, and they never repeat themselves.^– Demetrius",
    "Title": "Demetrius: Family Variables",
    "FriendshipConditions": [{ "NpcName": "Demetrius", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "DemetriusIntro_10Hearts",
    "Text": "Hi @,^I've collected samples, curves, seasons.^But some things don't fit into graphs.^One afternoon, Maru brought me a dried leaf in the shape of a heart. She said it was for my project.^I saved it.^Since then, I add notes that don't show formulas, but rather connections.^And you're in them now.^– Demetrius",
    "Title": "Demetrius: Invisible Notes",
    "FriendshipConditions": [{ "NpcName": "Demetrius", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "SebastianMail_2Hearts",
    "Text": "Hi,^Many here were born in the Valley. I came when I was a child, and honestly… I never felt like I truly arrived.^My biological father left before I could keep a clear image.^Demetrius arrived later. Sometimes he would talk to me about bacteria when I just wanted silence.^It's not his fault. It's just… there are things that can't be reconfigured.^– Sebastian",
    "Title": "Sebastian: Lost Echoes",
    "FriendshipConditions": [{ "NpcName": "Sebastian", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "SebastianMail_4Hearts",
    "Text": "Hi,^Robin works with wood. Demetrius with data. Maru with stars.^And me… with fog. With keys that sound the same even though no one listens.^I used to spend hours staring at the wall, as if I wanted it to open a portal.^Sometimes I imagine that portal is you.^– Sebastian",
    "Title": "Sebastian: Keys and Fog",
    "FriendshipConditions": [{ "NpcName": "Sebastian", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "SebastianMail_6Hearts",
    "Text": "Hi,^I tried to make friends here. In my own way. But the Valley has a gentle way of pushing you away if you don't fit in.^It's not cruel, it's... passive.^I feel like I became a familiar shadow that no one notices, but that's there.^You spoke to me. That changes things I didn't think I'd move.^– Sebastian",
    "Title": "Sebastian: Shadow on Pause",
    "FriendshipConditions": [{ "NpcName": "Sebastian", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "SebastianMail_8Hearts",
    "Text": "Hi @,^There's a hidden folder on my computer with files that no one has read.^They are landscapes that I invented, with inhabitants who are afraid to speak and bridges that never connect.^They are not sad worlds, they are safe worlds.^And now, there is a new one. In it there is a letter for you.^It has no signature. Just an image of the rain falling slowly.^– Sebastian",
    "Title": "Sebastian: Safe Worlds",
    "FriendshipConditions": [{ "NpcName": "Sebastian", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "SebastianMail_10Hearts",
    "Text": "Hi @,^Honey, I found this old mallet among my things.^It always seemed strange to me... too heavy to use, too symbolic to ignore.^When I was a teenager, I looked at it and wondered if I should break down walls or protect what I loved.^I never knew what to do with it. Until now.^I thought of you, of everything we have shared... of how you made me feel that I don't need to fight alone.^Today I want it to be yours.^Not as a weapon. As a witness.^That someone saw me.^That I can build something new, without hiding my broken parts.^Thank you.^– Sebastian",
    "Title": "Sebastian: Silent Witness",
    "FriendshipConditions": [{ "NpcName": "Sebastian", "FriendshipLevel": 10 }],
    "Attachments": [{ "Type": "Weapon", "Index": 41 }],
    "Repeatable": false
  },
  {
    "Id": "MaruMail_2Hearts",
    "Text": "Hi,^When I was a child, Robin gave me a microscope. It wasn't professional, but it magnified enough to fascinate me.^I discovered that even something as common as pond water had life that moved, breathed, decided.^Since then I knew there is no such thing as ordinary.^– Maru",
    "Title": "Maru: The Invisible Matters",
    "FriendshipConditions": [{ "NpcName": "Maru", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "MaruMail_4Hearts",
    "Text": "Hi,^I grew up between wooden boards and data tables.^My mother taught me to build with my hands. My father to measure with precision.^Sometimes I feel in the middle of two systems: one warm, another logical.^You know what? I like the imbalance. It makes me wonder.^– Maru",
    "Title": "Maru: Two Systems",
    "FriendshipConditions": [{ "NpcName": "Maru", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "MaruMail_6Hearts",
    "Text": "Hi,^I built a small weather station on the mountain.^When the sensors mark changes, I usually go there to see the sky directly. Sometimes the data lies… or can't explain what one feels.^You appear as an anomaly in my graphs.^I like that.^– Maru",
    "Title": "Maru: Stations and Anomalies",
    "FriendshipConditions": [{ "NpcName": "Maru", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "MaruMail_8Hearts",
    "Text": "Hi @,^If I ever disappear for a few days, I'll probably be in the forest, looking for signs that no one asked to detect.^Not because they are useful, but because they could be beautiful.^Science teaches us to ask. You… make me want to hear the answers.^– Maru",
    "Title": "Maru: Unsolicited Signals",
    "FriendshipConditions": [{ "NpcName": "Maru", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
  "Id": "MaruMail_10Hearts",
  "Text": "Hi @,^Honey, this wrench has been with me longer than I can count.^It was part of inventions that failed, and others that made me imagine futures that no one asked for.^I've held it with frustration and with hope.^But it never made as much sense as it does today.^Because with you, every screw has a purpose.^Every spark, company.^I want you to have it, not as a tool... but as proof that building with you isn't just science.^It's home.^With love,^– Maru",
  "Title": "Maru: Tool with Purpose",
  "FriendshipConditions": [{ "NpcName": "Maru", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Weapon", "Index": 36 }],
  "Repeatable": false
  },
  {
  "Id": "PierreMail_2Hearts",
  "Text": "Hi,^Being a merchant in a small town doesn't always mean stability.^Every customer is also a neighbor. Every complaint, a rumor.^Sometimes I get up early just to rearrange the shelves… even if they don't need it.^I guess there's something therapeutic in ordering what I can control.^– Pierre",
  "Title": "Pierre: Therapy Between Shelves",
  "FriendshipConditions": [{ "NpcName": "Pierre", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "PierreMail_4Hearts",
  "Text": "Hi,^When JojaMart arrived, I felt like they were stealing more than just customers.^I wondered if the Valley valued local… or just cheap.^Caroline said that competition would make us improve. Maybe she was right, but it also made me more lonely.^– Pierre",
  "Title": "Pierre: Prices and Pride",
  "FriendshipConditions": [{ "NpcName": "Pierre", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "PierreMail_6Hearts",
  "Text": "Hi,^I'm not good at showing emotions. I recognize that.^Sometimes I hide behind the “family business” label because saying what I feel is harder for me than organizing inventory.^But when you come into the store, and ask how I am… that changes the day.^Thanks for that.^– Pierre",
  "Title": "Pierre: The Gesture That Matters",
  "FriendshipConditions": [{ "NpcName": "Pierre", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "PierreMail_8Hearts",
  "Text": "Hi,^Caroline and I go through silent phases.^They're not arguments. It's like the echo of the days reaches us later.^Sometimes I leave her flowers on the counter, without saying anything.^She smiles. And that gesture is worth more than a thousand discounts.^– Pierre",
  "Title": "Pierre: Domestic Echoes",
  "FriendshipConditions": [{ "NpcName": "Pierre", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "PierreMail_10Hearts",
  "Text": "Hi @,^I have a box behind the counter with things I don't sell.^A receipt from when we opened the store. A note from Caroline. A drawing of Abigail when she was a child.^And now, a copy of your first purchase.^I don't know if I'm a merchant or someone who keeps stories on paper.^Maybe I'm both.^– Pierre",
  "Title": "Pierre: What Isn't Sold",
  "FriendshipConditions": [{ "NpcName": "Pierre", "FriendshipLevel": 10 }],
  "Repeatable": false
  },
  {
  "Id": "CarolineMail_2Hearts",
  "Text": "Hi,^Sometimes I miss small things: the smell of ink on long letters, the silence between pages, the feeling of walking aimlessly.^The Valley has beauty, yes, but also routine. And routine sometimes squeezes my soul.^Thanks for breaking the routine by stopping by the store. Even if you don't buy anything.^– Caroline",
  "Title": "Caroline: Between Routine and Air",
  "FriendshipConditions": [{ "NpcName": "Caroline", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "CarolineMail_4Hearts",
  "Text": "Hi,^Pierre and I share many things. Shelves, silences, decisions. Sometimes I don't know if what we have is company or permanence.^I don't want to sound bitter. Just... realistic. Love is also logistics.^You don't know how much I appreciate you seeing me as more than \"Pierre's wife\".^– Caroline",
  "Title": "Caroline: More Than Labels",
  "FriendshipConditions": [{ "NpcName": "Caroline", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "CarolineMail_6Hearts",
  "Text": "Hi,^Abigail reminds me of myself when I was young. Rebellious, curious, clumsy, and bright.^Sometimes I worry about her, not because she's wrong, but because she has the courage to go against what's comfortable.^I'd like to tell her that the pain of growing up isn't failure, but she hasn't found that language yet.^Thanks for seeing her as she wants to be seen.^– Caroline",
  "Title": "Caroline: Mother Without Molds",
  "FriendshipConditions": [{ "NpcName": "Caroline", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "CarolineMail_8Hearts",
  "Text": "Hi,^There's a garden behind my house that few visit. I take care of it with care, not so that it flourishes... but so that it listens to me.^The plants don't ask me for explanations. Just light, water, and presence.^If you ever want to escape the noise, you can come. I promise the jasmine doesn't judge.^– Caroline",
  "Title": "Caroline: No One's Garden",
  "FriendshipConditions": [{ "NpcName": "Caroline", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "CarolineMail_10Hearts",
  "Text": "Hi @,^There was a time when I wrote letters without sending them. Some I buried in the garden. Others are in a drawer under the tea box.^One has your name on it. Not for what you did, but for what you provoked.^You made me remember who I am when no one is watching me.^Thanks for that.^– Caroline",
  "Title": "Caroline: Letters That Breathe",
  "FriendshipConditions": [{ "NpcName": "Caroline", "FriendshipLevel": 10 }],
  "Repeatable": false
  },
  {
  "Id": "AbigailMail_2Hearts",
  "Text": "Hi,^People tell me I'm impulsive. That I should think before I speak, measure before I jump.^But what if thinking too much is another way to run away?^Sometimes I feel like the Valley tolerates me… but doesn't embrace me.^Thanks for listening to me without reducing me to a label.^– Abigail",
  "Title": "Abigail: Between Labels and Jumping",
  "FriendshipConditions": [{ "NpcName": "Abigail", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "AbigailMail_4Hearts",
  "Text": "Hi,^I play my flute in the abandoned tower because the notes bounce differently there.^It's not perfect music, but it's not for others either.^It's for me, and for what I can't say.^You stayed to listen. That's worth more than any applause.^– Abigail",
  "Title": "Abigail: Tower of Air",
  "FriendshipConditions": [{ "NpcName": "Abigail", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "AbigailMail_6Hearts",
  "Text": "Hi,^I never understood why some people are so afraid of the dark.^What's scary isn't the cave... it's what we drag inside.^I carry shadows, yes. But also lights that no one knows about.^When you're around, I don't need to pretend I'm just one thing.^– Abigail",
  "Title": "Abigail: Between Shadows and Light",
  "FriendshipConditions": [{ "NpcName": "Abigail", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "AbigailMail_8Hearts",
  "Text": "Hi @,^There's an old mirror in my room. It doesn't reflect like the new ones.^When I look at myself there, I don't see my face. I see doubts, ideas, fragments... all floating.^With you, I feel like I could stop looking in the mirror and start existing outside of it.^Thanks for that.^– Abigail",
  "Title": "Abigail: Floating Reflections",
  "FriendshipConditions": [{ "NpcName": "Abigail", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "AbigailMail_10Hearts",
  "Text": "Hi @,^Honey, I found my Ouija board while tidying up the trunk.^I used it to talk to things that can't be seen, to understand silences that others avoid.^I don't know if it really works.^But it made me feel accompanied when the world seemed too logical.^Today I want you to have it.^Not as a game, nor as a weapon.^As an amulet.^Because with you, the strange becomes safe.^And what cannot be explained... is shared.^Thanks for crossing that border with me between what we are and what we sense.^With love,^– Abby",
  "Title": "Abigail: Shared Threshold",
  "FriendshipConditions": [{ "NpcName": "Abigail", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Weapon", "Index": 40 }],
  "Repeatable": false
  },
  {
  "Id": "JodiMail_2Hearts",
  "Text": "Hi,^Vincent asked me today if soldiers also eat cake.^I told him yes, that even the bravest need sweetness.^Sometimes it's hard for me to answer without my voice breaking.^Thanks for stopping by the house. Your presence reminds me that not everything is on pause.^– Jodi",
  "Title": "Jodi: Sweetness on Pause",
  "FriendshipConditions": [{ "NpcName": "Jodi", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "JodiMail_4Hearts",
  "Text": "Hi,^When I cook, I don't just mix ingredients. I mix memories, absences, promises.^Kent used to say that my rhubarb pie could cure any bad day.^Now I bake it without knowing if he'll remember it.^Thanks for bringing conversation to my kitchen. It does me good.^– Jodi",
  "Title": "Jodi: Recipes with Memory",
  "FriendshipConditions": [{ "NpcName": "Jodi", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "JodiMail_6Hearts",
  "Text": "Hi,^Sometimes I wonder if I became a housewife by choice or by habit.^I don't regret it, but there are days when the silence weighs more than the dirty dishes.^Caroline says I should write a diary. Maybe this letter is the beginning.^– Jodi",
  "Title": "Jodi: Habit and Beginning",
  "FriendshipConditions": [{ "NpcName": "Jodi", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "JodiMail_8Hearts",
  "Text": "Hi,^Vincent is sleeping. Sam is practicing guitar. And I… I sit in the living room with a cup of tea that's already cold.^It's not sadness. It's pause.^With you, that pause is filled with something different. Not noise. Presence.^Thanks for that.^– Jodi",
  "Title": "Jodi: Tea on Pause",
  "FriendshipConditions": [{ "NpcName": "Jodi", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
    "Id": "JodiMail_10Hearts",
    "Text": "Hi @,^There's a box in my closet with letters I never sent.^One for Kent, written before he left. Another for me, written when I felt invisible.^Today I'm writing this one for you. Because you made me feel seen, without me having to ask.^Thank you for giving me back something I didn't know I had lost.^– Jodi",
    "Title": "Jodi: Unsent Letters",
    "FriendshipConditions": [{ "NpcName": "Jodi", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "SamMail_2Hearts",
    "Text": "Hi,^Sometimes I feel like a weird mix: music, skating, pizza, and doubts.^When I was a kid, I thought everything could be fixed with a fast song.^Now I know some things don't have an easy rhythm.^Thanks for not asking me to be someone else.^– Sam",
    "Title": "Sam: Rhythm Without a Recipe",
    "FriendshipConditions": [{ "NpcName": "Sam", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "SamMail_4Hearts",
    "Text": "Hi,^Vincent asked me if Dad will play with us again.^I told him yes, even though I don't know if it will be the same.^When I was little, I also hoped someone would tell me what to do.^Now I try to be that someone for him.^I don't know if I'm doing it right, but I'm trying.^– Sam",
    "Title": "Sam: Big Brother Attempts",
    "FriendshipConditions": [{ "NpcName": "Sam", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "SamMail_6Hearts",
    "Text": "Hi,^Sometimes I get into trouble for small things. A skate trick, a poorly timed joke.^Mayor Lewis says I need to grow up. Maybe he's right.^But I also think growing up doesn't mean turning off what makes you tick.^You make me feel like I can be serious without ceasing to be me.^– Sam",
    "Title": "Sam: Vibrate Without Turning Off",
    "FriendshipConditions": [{ "NpcName": "Sam", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "SamMail_8Hearts",
    "Text": "Hi @,^I composed a song that has no lyrics. Just chords that sound like you.^I don't know if it's pop, rock, or something new.^I just know that when I play it, the world gets a little more organized.^Thanks for being part of the noise that became music.^– Sam",
    "Title": "Sam: Nameless Chords",
    "FriendshipConditions": [{ "NpcName": "Sam", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "SamMail_10Hearts",
    "Text": "Hi @,^Honey, this guitar was my refuge when the silence was too loud for me.^I tuned it on nights when I had no answers, just uncertain chords.^I composed songs that no one listened to, dreamed of stages that may never come.^But since you've been with me, every note finds an echo.^I no longer play to fill voids. I play to share something real.^Today I want you to have it.^Not as a memory, but as a promise.^That the next chord will be together.^– Sam",
    "Title": "Sam: Shared Chord",
    "FriendshipConditions": [{ "NpcName": "Sam", "FriendshipLevel": 10 }],
    "Attachments": [{ "Type": "Weapon", "Index": 30 }],
    "Repeatable": false
  },
  {
    "Id": "VincentMail_2Hearts",
    "Text": "Hi,^Today I found a snail in the river. I named him Captain Slimy.^Jas says I shouldn't name bugs, but I think if you name them, they listen to you.^Do you think snails have dreams?^I do.^– Vincent",
    "Title": "Vincent: Captain Slimy",
    "FriendshipConditions": [{ "NpcName": "Vincent", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "VincentMail_4Hearts",
    "Text": "Hi,^Sometimes Sam lets me play his guitar. I don't know how to play well, but I like how it vibrates.^Mom says I have small hands but a big heart.^When I grow up I want to be a musician... or a snail tamer.^Can you be both?^– Vincent",
    "Title": "Vincent: Small Hands, Big Dreams",
    "FriendshipConditions": [{ "NpcName": "Vincent", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "VincentMail_6Hearts",
    "Text": "Hi,^Dad came back, but sometimes it seems like he's still far away.^I don't know what to say to him when he's quiet. I just give him drawings.^One had a sun with a happy face. He kept it in his pocket.^I think drawings are like letters that don't need words.^– Vincent",
    "Title": "Vincent: Wordless Drawings",
    "FriendshipConditions": [{ "NpcName": "Vincent", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "VincentMail_8Hearts",
    "Text": "Hi @,^Today I dreamed that Jas and I lived in a house made of pink cake.^The furniture was made of grapes and the snails brought us the mail.^You appeared in the dream and said that dreams are also places.^I woke up happy.^Thank you for visiting my places.^– Vincent",
    "Title": "Vincent: Dreams That Are Places",
    "FriendshipConditions": [{ "NpcName": "Vincent", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "VincentMail_10Hearts",
    "Text": "Hi @,^Today I drew a house with a garden and snails that don't hide.^On the door I wrote your name. Because when I think of someone who listens to me without making fun, I remember you.^Mom says not all grown-ups understand little ones.^You do. And that makes me feel like growing up isn't scary.^Thank you.^– Vincent",
    "Title": "Vincent: Door With a Name",
    "FriendshipConditions": [{ "NpcName": "Vincent", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "KentMail_2Hearts",
    "Text": "Hi,^Coming back to the Valley was harder than I imagined.^The peace here feels like a painting: pretty, but foreign.^Jodi says time heals. I think time only changes the type of silence.^Thanks for greeting me without expecting me to have answers.^– Kent",
    "Title": "Kent: Changed Silence",
    "FriendshipConditions": [{ "NpcName": "Kent", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "KentMail_4Hearts",
    "Text": "Hi,^Sam grew up while I was away. Vincent learned to read without me seeing it.^Sometimes I feel like a guest in my own house.^I don't want them to pity me. Just… patience.^Thanks for treating me like someone who is still learning.^– Kent",
    "Title": "Kent: Guest at Home",
    "FriendshipConditions": [{ "NpcName": "Kent", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "KentMail_6Hearts",
    "Text": "Hi,^The sound of popcorn startles me. Not because of the noise, but because of what it brings.^I lost friends that I don't fully remember. That hurts me more than the memory itself.^Jodi tries to understand. I try to sleep.^You don't ask. You're just there. And that helps.^– Kent",
    "Title": "Kent: Faceless Echoes",
    "FriendshipConditions": [{ "NpcName": "Kent", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "KentMail_8Hearts",
    "Text": "Hi,^There's a tree in front of my house where I usually stand still.^It's not for the scenery. It's because there the world demands nothing.^Sometimes I imagine that those who didn't return are there with me, without uniform, without fear.^Thanks for not interrupting that moment.^– Kent",
    "Title": "Kent: Under the Tree",
    "FriendshipConditions": [{ "NpcName": "Kent", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "KentMail_10Hearts",
    "Text": "Hi @,^In my toolbox there's a paper star I made in the trench.^It has no shine, but it reminded me that I could still create something.^Today I looked at it and thought of you.^Not for what you did, but for what you made me remember: that I'm still here.^Thank you.^– Kent",
    "Title": "Kent: Paper Star",
    "FriendshipConditions": [{ "NpcName": "Kent", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "HaleyMail_2Hearts",
    "Text": "Hi,^Sometimes I feel like everyone thinks they know me.^\"The girl with the photos, the one who complains, the one who only thinks about clothes\".^But no one asks why I like to capture beautiful things.^Maybe because I have a hard time seeing them in myself.^Thanks for looking without judging.^– Haley",
    "Title": "Haley: In the Frame",
    "FriendshipConditions": [{ "NpcName": "Haley", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "HaleyMail_4Hearts",
    "Text": "Hi,^Emily says I'm good at seeing what others don't notice.^But sometimes I wish someone would see me.^Not as the popular girl, but as someone who also breaks a little inside.^You asked me how I was without expecting a perfect smile.^I won't forget that.^– Haley",
    "Title": "Haley: What Is Not Seen",
    "FriendshipConditions": [{ "NpcName": "Haley", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "HaleyMail_6Hearts",
    "Text": "Hi,^I lost a bracelet on the beach once. It was from my great-grandmother.^I cried more for what it meant than for the object.^Since then, I keep memories in photos. Not out of vanity, but out of fear of forgetting.^You helped me look for it without making fun of me.^That was more valuable than finding it.^– Haley",
    "Title": "Haley: Memories in Sand",
    "FriendshipConditions": [{ "NpcName": "Haley", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "HaleyMail_8Hearts",
    "Text": "Hi,^I organized a photo exhibition with Leah's help.^I didn't know if anyone would come. I thought they would only see me as the sunflower girl.^But you were there. And when I fell off the cow (yes, that happened), you laughed with me, not at me.^That made me feel part of the Valley.^– Haley",
    "Title": "Haley: Sincere Exhibition",
    "FriendshipConditions": [{ "NpcName": "Haley", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
  "Id": "HaleyMail_10Hearts",
  "Text": "Hi @,^Honey,^I found this hair straightener while I was tidying up.^I always kept it close, even on days when I just wanted to straighten out what I couldn't solve.^It has marks from use, from routines, from mornings that weren't perfect.^And it still smells like my hair… as if it wants to stay.^I thought of you.^Not because you need a hair straightener.^But because I want you to have something that reminds you of who I am when I'm not pretending.^Something that says: \"I was here. I thought of you.\"^With love,^– Haley",
  "Title": "Haley: Marks and Memory",
  "FriendshipConditions": [{ "NpcName": "Haley", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Weapon", "Index": 42 }],
  "Repeatable": false
  },
  {
  "Id": "AlexMail_2Hearts",
  "Text": "Hi,^Sometimes people think I'm just muscles and ego.^But if I train so much, it's not out of vanity. It's because I need to feel like I'm strong… really strong.^My grandpa says strength isn't always seen. I'm still learning that.^Thanks for not laughing when I fail.^– Alex",
  "Title": "Alex: Strength Unseen",
  "FriendshipConditions": [{ "NpcName": "Alex", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "AlexMail_4Hearts",
  "Text": "Hi,^My dog Dusty is the only one who's seen me cry.^I don't do it often. But when I think about my mom… something breaks inside me.^She used to say I had the heart of an athlete, not because I could run fast, but because I didn't give up.^Sometimes I wonder if she'd be proud.^– Alex",
  "Title": "Alex: Athlete's Heart",
  "FriendshipConditions": [{ "NpcName": "Alex", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "AlexMail_6Hearts",
  "Text": "Hi,^My dad used to say I was useless. That I'd never achieve anything.^That's why I train. That's why I push myself. Not to be famous… but to not hear that voice in my head.^You talked to me like I was worth more than just a record.^That did me good.^– Alex",
  "Title": "Alex: Against the Voice",
  "FriendshipConditions": [{ "NpcName": "Alex", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "AlexMail_8Hearts",
  "Text": "Hi @,^Today I read a book. I didn't understand everything, but I finished it.^My grandma hugged me like I'd won a medal.^Maybe being strong also means trying things that are scary.^You made me feel like I don't have to be perfect to be valuable.^Thanks.^– Alex",
  "Title": "Alex: Invisible Medals",
  "FriendshipConditions": [{ "NpcName": "Alex", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "AlexMail_10Hearts",
  "Text": "Hey @,^Honey, this bat was with me in moments where the only voice I heard was the one that said I couldn't.^It's not just wood and metal.^It's every swing I missed, every morning I doubted myself, every attempt that sustained me when I no longer believed.^I dreamed of stadiums, of medals… but you taught me that there are victories that aren't shouted.^Today I want you to have it.^As a reminder of what we overcame.^As a promise that I'll keep trying —not for fame, but for us.^Thanks for giving me something bigger than any record.^See you on the field.^– Alex",
  "Title": "Alex: Promise Bigger Than the Game",
  "FriendshipConditions": [{ "NpcName": "Alex", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Weapon", "Index": 25 }],
  "Repeatable": false
  },
  {
  "Id": "EmilyMail_2Hearts",
  "Text": "Hi,^Sometimes I dream of places that don't exist.^Colors that have no name, sounds that can't be recorded.^Haley says I'm crazy, but I think the universe has messages for those who listen differently.^You didn't make fun of me. That made me feel less alone.^– Emily",
  "Title": "Emily: Invisible Messages",
  "FriendshipConditions": [{ "NpcName": "Emily", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "EmilyMail_4Hearts",
  "Text": "Hi,^I made a dress with fabric I'd been saving for years.^It's not perfect, but it has something that represents me.^Fashion isn't vanity. It's language.^Thanks for understanding that my colors aren't just decoration.^– Emily",
  "Title": "Emily: Fabric with a Voice",
  "FriendshipConditions": [{ "NpcName": "Emily", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "EmilyMail_6Hearts",
  "Text": "Hi,^Today I meditated with a crystal I found near the river.^I felt it vibrate differently. As if it were responding to something I didn't say.^Sometimes I think objects also feel.^You asked me why I collect stones. Not to judge, but to know.^I liked that.^– Emily",
  "Title": "Emily: Shared Vibrations",
  "FriendshipConditions": [{ "NpcName": "Emily", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "EmilyMail_8Hearts",
  "Text": "Hi @,^In my room there's a mirror that doesn't reflect like the others.^When I look at myself in it, I see versions of me that don't yet exist.^One dances with fire. Another sews dreams.^Since I met you, there's a new version: one that isn't afraid to show herself.^Thanks for that.^– Emily",
  "Title": "Emily: Possible Reflections",
  "FriendshipConditions": [{ "NpcName": "Emily", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "EmilyMail_10Hearts",
  "Text": "Hi @,^Honey,^on a night where everything seemed to fall apart —the colors, the shapes, even my voice— I found this ring.^I don't know where it came from. I just know it shone as if it were reminding me that I could still come back to myself.^Since then, I've carried it with me. Not as an ornament, but as an amulet.^When the world weighs me down, I touch it. And I hear my breath return.^Today I want you to have it.^Because there are silences that aren't broken with noise.^And you… you transform them into light.^This ring doesn't promise magic.^Only memory.^Yours. Mine. The memory of starting again.^With everything,^– Emily",
  "Title": "Emily: Light from the Invisible",
  "FriendshipConditions": [{ "NpcName": "Emily", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Ring", "Index": 863 }],
  "Repeatable": false
  },
  {
  "Id": "HarveyMail_2Hearts",
  "Text": "Hi,^The first time I saw the Valley from the train, I thought it would be temporary.^A rural job, clinical experience, nothing more.^But then I met George, Maru, the silences of the Stardrop Saloon.^And something in me decided to stay.^– Harvey",
  "Title": "Harvey: Silent Decision",
  "FriendshipConditions": [{ "NpcName": "Harvey", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "HarveyMail_4Hearts",
  "Text": "Hi,^When I was a kid, I dreamed of being a pilot.^I had maps, model airplanes, and a radio that picked up distant voices.^But my eyesight wasn't good. And the fear of heights… didn't help either.^So I learned to take care of bodies instead of flying them.^Sometimes I still listen to transmissions, just to remember.^– Harvey",
  "Title": "Harvey: Lost Frequencies",
  "FriendshipConditions": [{ "NpcName": "Harvey", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "HarveyMail_6Hearts",
  "Text": "Hi,^Medicine teaches you to observe, but not always to connect.^I've learned to read symptoms, but not always emotions.^Sometimes I feel like a well-organized file, but without personal notes.^You talked to me like I was more than a diagnosis.^Thanks for that.^– Harvey",
  "Title": "Harvey: More Than Symptoms",
  "FriendshipConditions": [{ "NpcName": "Harvey", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "HarveyMail_8Hearts",
  "Text": "Hi @,^In my apartment there's a box with things I don't show.^A museum ticket, a failed recipe, a letter I never sent.^Today I added something new: a note that says your name.^Not for what you did, but for what you provoked.^You made me feel like there's still room for what's not in the manual.^– Harvey",
  "Title": "Harvey: Box Without Protocol",
  "FriendshipConditions": [{ "NpcName": "Harvey", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "HarveyMail_10Hearts",
  "Text": "Hi @,^Honey,^this hammer was stored in a forgotten drawer in the clinic.^I used it to repair small things: a wobbly scale, a shaky lamp...^But over time, I understood that not all misalignments are seen in blueprints or X-rays.^Some wounds are in places that medicine doesn't touch.^With you, I learned that caring isn't always stillness.^That there are gentle gestures that also weigh. And words that also heal.^I want you to have it.^Not as a tool, but as a witness.^That even those who are in charge of healing... also need to be held.^With deep affection,^– Harvey",
  "Title": "Harvey: What Sustains Care",
  "FriendshipConditions": [{ "NpcName": "Harvey", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Weapon", "Index": 37 }],
  "Repeatable": false
  },
  {
  "Id": "ElliottMail_2Hearts",
  "Text": "Hi,^When I arrived in the Valley, I brought a suitcase with books and a vague idea of writing something that mattered.^The cabin was small, the breeze salty, and the paper… blank.^I didn't know if I was looking for inspiration or refuge.^Maybe both.^– Elliott",
  "Title": "Elliott: Blank Paper",
  "FriendshipConditions": [{ "NpcName": "Elliott", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "ElliottMail_4Hearts",
  "Text": "Hi,^As a child, I was made fun of for speaking with long words.^They said I was weird, that I lived in books.^So I learned to hide in metaphors.^Now I write so that others will listen to me without interrupting.^You listened to me. Without correcting me.^Thanks.^– Elliott",
  "Title": "Elliott: Open Metaphors",
  "FriendshipConditions": [{ "NpcName": "Elliott", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "ElliottMail_6Hearts",
  "Text": "Hi,^Sometimes I wonder if I'm a writer or just someone who's afraid to speak without editing.^The words on paper don't judge me. But people… sometimes do.^With you, I don't feel like I have to impress.^I can be a draft. And still, valid.^– Elliott",
  "Title": "Elliott: Valid Draft",
  "FriendshipConditions": [{ "NpcName": "Elliott", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "ElliottMail_8Hearts",
  "Text": "Hello @,^Today I read my novel at the museum. Some people left before the end.^It didn't hurt me. Because you were there.^And when I finished, you didn't say anything… just smiled.^Sometimes, silence is the most beautiful criticism.^Thank you for staying.^– Elliott",
  "Title": "Elliott: Lingering Silence",
  "FriendshipConditions": [{ "NpcName": "Elliott", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "ElliottMail_10Hearts",
  "Text": "Hello @,^Darling,^this pencil wrote verses that no one read, dreams that are still searching for form, and doubts that only the sea heard.^I held it on lonely nights, when words were my only company.^But with you, I learned that writing isn't hiding, but sharing.^Today I transformed it.^It no longer only serves to draw distant worlds.^Now it can defend what is real.^You.^Us.^I want you to have it.^Not as a weapon.^As a poem.^That even in silence… there is love that persists.^With all my love,^– Elliott",
  "Title": "Elliott: Transformed Poem",
  "FriendshipConditions": [{ "NpcName": "Elliott", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Weapon", "Index": 35 }],
  "Repeatable": false
  },
  {
  "Id": "ShaneMail_2Hearts",
  "Text": "Hello,^Today I stood staring at the JojaCola shelf for ten minutes without moving.^Not because I was tired. Because of emptiness.^Sometimes I feel like the Valley tolerates me, but doesn't love me.^You spoke to me without expecting me to respond well. That was weird. And weird is better than nothing.^– Shane",
  "Title": "Shane: Empty Shelves",
  "FriendshipConditions": [{ "NpcName": "Shane", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "ShaneMail_4Hearts",
  "Text": "Hello,^Jas asked me if adults also get scared.^I told her yes. That some hide it in beer, others in silence.^I hide it in both.^But she hugged me anyway. And you too, without saying anything.^That made me feel less like a monster.^– Shane",
  "Title": "Shane: Hidden Fear",
  "FriendshipConditions": [{ "NpcName": "Shane", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "ShaneMail_6Hearts",
  "Text": "Hello,^I was at the cliff again. Not for drama. Out of habit.^I thought about jumping. Then I thought about Jas. Then about you.^I don't know if that's hope or responsibility.^Harvey says I need therapy. I say I need chickens.^Maybe they're both right.^– Shane",
  "Title": "Shane: Between the Edge and the Coop",
  "FriendshipConditions": [{ "NpcName": "Shane", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "ShaneMail_8Hearts",
  "Text": "Hello @,^Charlie laid her first blue egg. I looked at it like it was a miracle.^It's not just an egg. It's proof that something can turn out right.^I'm teaching Jas how to take care of them. Not because I'm an expert, but because I want her to have something that won't break.^You gave me that first.^Thank you.^– Shane",
  "Title": "Shane: Eggs That Don't Break",
  "FriendshipConditions": [{ "NpcName": "Shane", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "ShaneMail_10Hearts",
  "Text": "Hello @,^Darling,^I was at the tracks again.^Not for drama. Out of habit.^The cold metal under my feet reminded me of everything I tried to forget.^I thought about giving up.^But the train passed.^And between the noise and the dust, this ring fell.^They say it brings luck.^I don't believe in that.^But that night… I thought that maybe the Valley wasn't done with me.^I thought of you.^And I felt that maybe I could still choose to stay.^Today I want you to have it.^Not as a talisman.^As a witness.^That someone stopped right before the end.^And chose to come back.^For you.^– Shane",
  "Title": "Shane: Witness of Return",
  "FriendshipConditions": [{ "NpcName": "Shane", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Ring", "Index": 859 }],
  "Repeatable": false
  },
  {
  "Id": "LeahMail_2Hearts",
  "Text": "Hello,^When I arrived in the Valley, I brought more doubts than tools.^The cabin was small, the forest immense, and the silence... overwhelming.^But wood doesn't demand explanations. Only presence.^Thank you for passing by, even if you don't say anything.^– Leah",
  "Title": "Leah: Carved Silence",
  "FriendshipConditions": [{ "NpcName": "Leah", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "LeahMail_4Hearts",
  "Text": "Hello,^My ex called me. He says I should go back to the city, that art doesn't pay the bills.^Maybe he's right. But I couldn't breathe there.^Here, every sculpture I make is also a way of staying.^Thank you for not asking me to explain myself.^– Leah",
  "Title": "Leah: Ways of Staying",
  "FriendshipConditions": [{ "NpcName": "Leah", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "LeahMail_6Hearts",
  "Text": "Hello,^Today I sculpted something I don't fully understand.^It has curves I didn't plan and an expression I don't recognize.^Maybe it's my way of saying what I don't know how to say.^You looked at it without asking. That gave me peace.^– Leah",
  "Title": "Leah: Unplanned Curves",
  "FriendshipConditions": [{ "NpcName": "Leah", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "LeahMail_8Hearts",
  "Text": "Hello @,^I organized an exhibition in town. I didn't know if anyone would come.^But you were there. And when I presented 'Postdimensional Null Space', you didn't laugh.^You just nodded, as if you understood.^That made me feel like an artist. For real.^Thank you.^– Leah",
  "Title": "Leah: Shared Space",
  "FriendshipConditions": [{ "NpcName": "Leah", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "LeahMail_10Hearts",
  "Text": "Hello @,^Darling,^I was cleaning my sculpture corner, where the dust holds more memories than dirt.^Between stones that failed and shapes I didn't find... this chisel appeared.^I molded it, sharpened it, wielded it on days where the only firm thing was my desire to create.^It's not perfect.^It has marks of doubt and edges of hope.^But when I held it today, I thought of you.^And I understood that there is no work more difficult or more valuable than opening the heart.^That's why I want you to have it.^Not as a tool, but as part of what made me try, fail, and keep sculpting.^Take care of it as I do this love.^– Leah",
  "Title": "Leah: What Sculpts Love",
  "FriendshipConditions": [{ "NpcName": "Leah", "FriendshipLevel": 10 }],
  "Attachments": [{ "Type": "Weapon", "Index": 39 }],
  "Repeatable": false
  },
  {
  "Id": "LinusMail_2Hearts",
  "Text": "Hello,^People call me a vagrant. Some with pity, others with contempt.^But I chose this way of life. Not out of necessity, but out of truth.^The mountain doesn't judge me. The fire doesn't demand.^Thank you for saying hello without fear.^– Linus",
  "Title": "Linus: Fire Without Judgment",
  "FriendshipConditions": [{ "NpcName": "Linus", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "LinusMail_4Hearts",
  "Text": "Hello,^I once lived in a house. It had walls, doors, neighbors.^But it also had noise that couldn't be heard: judgments, expectations, masks.^Here, in my tent, every sound is real.^You didn't ask me why. You just accepted.^That's weird. And weird is beautiful.^– Linus",
  "Title": "Linus: Real Sounds",
  "FriendshipConditions": [{ "NpcName": "Linus", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "LinusMail_6Hearts",
  "Text": "Hello,^I have eaten roots that others discard. I have slept through storms that others fear.^Not out of bravery, but out of habit.^Loneliness is not punishment. It's space.^You understood it before I said it.^That made me trust you.^– Linus",
  "Title": "Linus: Trusted Space",
  "FriendshipConditions": [{ "NpcName": "Linus", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "LinusMail_8Hearts",
  "Text": "Hello,^The wizard once told me that the Valley has energy that cannot be seen.^I feel it in the rocks, in the steam of the Spa, in the trees that have not been touched.^I don't need spells. Just attention.^You walk as if you hear the same thing.^That makes me happy.^– Linus",
  "Title": "Linus: Still Energy",
  "FriendshipConditions": [{ "NpcName": "Linus", "FriendshipLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "LinusMail_10Hearts",
  "Text": "Hello @,^There's a stone near my tent where I bury things I don't want to forget.^A piece of cloth, a letter I never sent, a flower that didn't wither.^Today I buried something new: a leaf with your name on it.^Not out of nostalgia, but out of gratitude.^Thank you for seeing me without wanting to change me.^– Linus",
  "Title": "Linus: Stone of Memory",
  "FriendshipConditions": [{ "NpcName": "Linus", "FriendshipLevel": 10 }],
  "Repeatable": false
  },
  {
  "Id": "WizardMail_2Hearts",
  "Text": "Greetings,^The tower is not just stone and wood. It is built on a magical field that breathes.^The villagers fear me. Not for what I am, but for what they don't understand.^You crossed the door without fear. That says more than a thousand words.^– M. Rasmodius",
  "Title": "Wizard: Breathing Field",
  "FriendshipConditions": [{ "NpcName": "Wizard", "FriendshipLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "WizardMail_4Hearts",
  "Text": "Greetings,^I was married once. She flew over the forests, casting curses like someone writing poems.^I won't say her name. Only that love can be alchemy... or poison.^Since then, I study the invisible. What cannot be broken.^– M. Rasmodius",
  "Title": "Wizard: Broken Alchemy",
  "FriendshipConditions": [{ "NpcName": "Wizard", "FriendshipLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "WizardMail_6Hearts",
  "Text": "Greetings,^The elementals speak in frequencies that few hear.^Linus hears. You too.^Most only see trees. You see presences.^That makes me think that the Valley still has guardians.^– M. Rasmodius",
  "Title": "Wizard: Hidden Frequencies",
  "FriendshipConditions": [{ "NpcName": "Wizard", "FriendshipLevel": 6 }],
  "Repeatable": false
  },
  {
    "Id": "WizardMail_8Hearts",
    "Text": "Greetings,^I've been secretly observing the villagers. Not out of malice, but out of searching.^I'm looking for an apprentice. Someone who understands that magic isn't power, but patience.^You didn't ask for anything. You just listened.^That's rare. And rare is valuable.^– M. Rasmodius",
    "Title": "Wizard: Silent Search",
    "FriendshipConditions": [{ "NpcName": "Wizard", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "WizardMail_10Hearts",
    "Text": "Greetings @,^Don't tell anyone, but I have reason to believe that a villager is my daughter.^I don't know for sure. Magic doesn't reveal everything.^But when you enter the tower, I feel the Valley respond to me.^Maybe I don't need to know. Maybe I just need to trust.^– M. Rasmodius",
    "Title": "Wizard: Uncertain Heritage",
    "FriendshipConditions": [{ "NpcName": "Wizard", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "GusMail_2Hearts",
    "Text": "Hello,^When I opened the Saloon, I didn't know if anyone would come.^I had recipes, clean glasses, and a timid hope.^The first customer was Pam. The second, Clint. The third... I don't remember, but they left a tip.^Since then, I cook to make the town feel at home.^– Gus",
    "Title": "Gus: First Flavors",
    "FriendshipConditions": [{ "NpcName": "Gus", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "GusMail_4Hearts",
    "Text": "Hello,^Emily once asked me if cooking was art or routine.^I told her it depends on the hunger.^But it also depends on the affection. There are dishes that don't turn out right if you're sad.^You greeted me one day when the soup had no flavor. And it came back.^– Gus",
    "Title": "Gus: Soup with Affection",
    "FriendshipConditions": [{ "NpcName": "Gus", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "GusMail_6Hearts",
    "Text": "Hello,^Sometimes the Saloon is full, but I feel alone.^Not for lack of people, but for lack of pause.^Cooking, serving, listening, cleaning... repeat.^You stayed after closing. Not to ask for anything. Just to be.^That was new. And necessary.^– Gus",
    "Title": "Gus: After Closing",
    "FriendshipConditions": [{ "NpcName": "Gus", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "GusMail_8Hearts",
    "Text": "Hello,^There's a recipe I've never served. It's called 'Gratitude Dinner'.^It doesn't have fixed ingredients. It's only prepared when someone makes you feel seen.^Today I cooked it. I didn't put it on the menu. I just left it on the back table.^It was for you.^– Gus",
    "Title": "Gus: Gratitude Dinner",
    "FriendshipConditions": [{ "NpcName": "Gus", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "GusMail_10Hearts",
    "Text": "Hello @,^In the back room of the Saloon there's a box with recipes I never sent.^One is for Clint, another for Pam, another for me.^And now there's one with your name. It has no instructions. It just says: \"Thank you for staying when there was no music\".^– Gus",
    "Title": "Gus: Recipe Without Instructions",
    "FriendshipConditions": [{ "NpcName": "Gus", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "PennyMail_2Hearts",
    "Text": "Hello,^Today I cleaned the caravan while Mom was sleeping.^The dust doesn't completely go away, but I like to imagine that every corner can become home.^Sometimes I read under the window, where the sun comes in without asking permission.^Thank you for greeting me without looking with pity.^– Penny",
    "Title": "Penny: Corner with Sun",
    "FriendshipConditions": [{ "NpcName": "Penny", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "PennyMail_4Hearts",
    "Text": "Hello,^Vincent asked me if adults also cry.^I told him yes, but they don't always do it out loud.^Jas hugged me without saying anything.^Sometimes I think I teach more with silences than with books.^You listened to me without correcting me. That gave me strength.^– Penny",
    "Title": "Penny: Silences that Teach",
    "FriendshipConditions": [{ "NpcName": "Penny", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "PennyMail_6Hearts",
    "Text": "Hello,^I read a book about distant cities. With trains that don't stop and lights that don't sleep.^For a moment I wanted to be there. Then I remembered the sound of the river here.^I don't know if I want to leave or stay. Maybe I just want to choose.^Thank you for making me feel like I have options.^– Penny",
    "Title": "Penny: Between Trains and River",
    "FriendshipConditions": [{ "NpcName": "Penny", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "PennyMail_8Hearts",
    "Text": "Hello @,^Today I wrote a letter that I don't plan to send.^It says that I want a house with books, with kind silence, with someone who doesn't ask me to be someone else.^I didn't put a name. But I thought of you.^Thank you for making me imagine futures without fear.^– Penny",
    "Title": "Penny: Letter Without Recipient",
    "FriendshipConditions": [{ "NpcName": "Penny", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "PennyMail_10Hearts",
    "Text": "Hello @,^Darling,^this pan accompanied me when I still lived in borrowed dreams.^I cooked with what I had: humble ingredients, long silences.^Sometimes I wondered if the heat was enough to soften the sadness.^But I also dreamed... of a shared table, of a laughter that doesn't go out.^With you, that dream stopped being just mine.^Today I want you to have this pan.^Not because it's valuable.^But because it holds the flavors that sustained me before I met you.^And now, everything we cook together tastes like the future.^With love that I learned to believe,^– Penny",
    "Title": "Penny: Flavor that Sustains",
    "FriendshipConditions": [{ "NpcName": "Penny", "FriendshipLevel": 10 }],
    "Attachments": [{ "Type": "Weapon", "Index": 38 }],
    "Repeatable": false
  },
  {
    "Id": "PamMail_2Hearts",
    "Text": "Hello,^Today I cleaned the caravan. Not because it was dirty, but because the dust reminds me that time passes.^Penny says I should go out more. I say the world has already seen enough of me.^But you greeted me without looking weird. That doesn't happen every day.^– Pam",
    "Title": "Pam: Dust and Rare Days",
    "FriendshipConditions": [{ "NpcName": "Pam", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "PamMail_4Hearts",
    "Text": "Hello,^When the bus stopped, I felt something else break.^It wasn't just work. It was routine, escape, meaning.^Gus told me that the Valley still needs me. I didn't believe him.^But you asked me about the desert. And that made me think that maybe it does.^– Pam",
    "Title": "Pam: Engine Stopped",
    "FriendshipConditions": [{ "NpcName": "Pam", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "PamMail_6Hearts",
    "Text": "Hello,^Sometimes I wake up with a heavy head and an even heavier heart.^It's not just the drink. It's what I'm trying to forget.^Penny deserves something better. Me too, maybe.^You didn't give me lectures. Just company.^That helps more than it seems.^– Pam",
    "Title": "Pam: Head and Heart",
    "FriendshipConditions": [{ "NpcName": "Pam", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "PamMail_8Hearts",
    "Text": "Hello,^Gus let me cook in his kitchen one night. I made glazed yams like my pappy used to make.^I don't know if they were good. But the smell made me cry.^You tasted a bite and said they tasted like home.^That made me feel like I still know how to take care of things.^– Pam",
    "Title": "Pam: Taste of Home",
    "FriendshipConditions": [{ "NpcName": "Pam", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "PamMail_10Hearts",
    "Text": "Hello @,^There's a statue of Yoba next to my bed. Not out of faith, but out of hope.^I thought a new house would change everything. But ghosts don't move so easily.^You didn't ask me to change. Just to keep going.^And that... that I can do.^Thank you.^– Pam",
    "Title": "Pam: Ghosts and Faith",
    "FriendshipConditions": [{ "NpcName": "Pam", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "KrobusMail_2Hearts",
    "Text": "Greetings,^Darkness is not evil. It is refuge.^I live underground not as punishment, but by choice.^Humans fear me. You don't.^That's rare. And rare is valuable.^– Krobus",
    "Title": "Krobus: Refuge Without Light",
    "FriendshipConditions": [{ "NpcName": "Krobus", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "KrobusMail_4Hearts",
    "Text": "Greetings,^My friends in the mines are not like me.^They attack. I observe.^Not out of weakness, but out of memory.^Too many unpleasant encounters... too many reasons to hide.^You didn't force me to talk. That made me trust you.^– Krobus",
    "Title": "Krobus: Memory of Encounters",
    "FriendshipConditions": [{ "NpcName": "Krobus", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "KrobusMail_6Hearts",
    "Text": "Greetings,^The Wizard protects me. Not out of friendship, but out of balance.^The dwarves still hate me. The war lasted a thousand years.^I just want to sell rare things and listen to the water run.^You bought without asking. That made me feel less like a monster.^– Krobus",
    "Title": "Krobus: Balance and Water",
    "FriendshipConditions": [{ "NpcName": "Krobus", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "KrobusMail_8Hearts",
    "Text": "Greetings,^There's a stone in my corner that vibrates when someone sincere approaches.^Today it vibrated. You were there.^I don't know if that's magic or something older.^But it made me feel like I'm not alone.^– Krobus",
    "Title": "Krobus: Sincere Stone",
    "FriendshipConditions": [{ "NpcName": "Krobus", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "KrobusMail_10Hearts",
    "Text": "Greetings @,^In my shop there's a box I never opened.^Inside there's an object I don't sell. A sphere that smells of emptiness and hope.^Today I thought about giving you that sphere. Not for trade. For bond.^Thank you for making me feel that even shadows can have a home.^– Krobus",
    "Title": "Krobus: Sphere of Bond",
    "FriendshipConditions": [{ "NpcName": "Krobus", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "DwarfMail_2Hearts",
    "Text": "Greetings,^Humans call me 'the Dwarf,' as if that explains anything.^My people mastered technologies you don't yet understand.^Now I live among rocks and echoes.^You didn't ask why. You just listened.^That's rare. And rare is valuable.^– Dwarf",
    "Title": "Dwarf: Nameless Echoes",
    "FriendshipConditions": [{ "NpcName": "Dwarf", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "DwarfMail_4Hearts",
    "Text": "Greetings,^The war with the shadow people lasted a thousand years.^I lost family, home, language.^Now I sell bombs and sweets in a cave I didn't choose.^You didn't look at me with fear. That made me lower my guard.^– Dwarf",
    "Title": "Dwarf: Cave Unchosen",
    "FriendshipConditions": [{ "NpcName": "Dwarf", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "DwarfMail_6Hearts",
    "Text": "Greetings,^I found a stone that vibrates when someone sincere is near.^Today it vibrated. You were there.^I don't know if it's magic or memory.^But it made me think there are still possible connections.^– Dwarf",
    "Title": "Dwarf: Sincere Stone",
    "FriendshipConditions": [{ "NpcName": "Dwarf", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "DwarfMail_8Hearts",
    "Text": "Greetings,^The Wizard says the Valley has energy that breathes.^I feel it in the tunnels, in the broken crystals, in the long silences.^You walk as if you hear the same thing.^That made me think I'm not alone.^– Dwarf",
    "Title": "Dwarf: Breathing Energy",
    "FriendshipConditions": [{ "NpcName": "Dwarf", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "DwarfMail_10Hearts",
    "Text": "Greetings @,^In my corner there's a box with fragments of technology I no longer understand.^A sphere that sings, a map that fades, a letter I never sent.^Today I added something new: a stone with your name.^Not for trade. Out of respect.^Thank you for seeing beyond the dust.^– Dwarf",
    "Title": "Dwarf: Fragments with a Name",
    "FriendshipConditions": [{ "NpcName": "Dwarf", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_2Hearts",
    "Text": "Ahoy,^When I heard someone new arrived in the valley, I left the sea for a while.^I felt I had to come back… to show you what fishing really means.^If you ever want to learn, stop by my shop.^The ocean has a lot to say, and I think you could listen.^– Willy",
    "Title": "Willy: The Sea Calls You",
    "FriendshipConditions": [{ "NpcName": "Willy", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_4Hearts",
    "Text": "Hello,^I once caught a fish that looked like it was made of shadow.^I didn't sell it. I let it go. Some mysteries shouldn't be locked in buckets.^The Wizard says the sea has memory. I say it has humor.^You listened to my story without laughing. That's worth more than gold.^– Willy",
    "Title": "Willy: Swimming Mysteries",
    "FriendshipConditions": [{ "NpcName": "Willy", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_6Hearts",
    "Text": "Hello,^When I was a kid, I lived among boats and storms.^The Fern Islands were noisy, but the sea always spoke to me softly.^Now, on this beach, I fish more for company than for business.^You greeted me without asking for anything. That reminded me of my old hook: simple, but reliable.^– Willy",
    "Title": "Willy: Silence with a Rod",
    "FriendshipConditions": [{ "NpcName": "Willy", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_8Hearts",
    "Text": "Hello,^Today I cleaned the boat. Not to sail, but to remember.^Each plank has marks from journeys I didn't count. Each rope, a knot I didn't untie.^You asked about the back door of the shop. Not everyone does.^Maybe someday I'll take you where the sea changes color.^– Willy",
    "Title": "Willy: Sea That Changes",
    "FriendshipConditions": [{ "NpcName": "Willy", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_10Hearts",
    "Text": "Hello @,^In my corner there's a box with hooks I no longer use.^One was my pappy's. Another I found in a storm. Another I made myself, with wood and patience.^Today I added a new one. It's not for fishing. It just has your name carved on it.^Because not everything valuable is caught. Some things... are appreciated.^– Willy",
    "Title": "Willy: Hook Without Fishing",
    "FriendshipConditions": [{ "NpcName": "Willy", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "LeoMail_2Hearts",
    "Text": "Hello,^The parrots say you're different.^Not because of how you walk, but because of how you listen.^I didn't talk to humans before. But you don't seem like noise.^Thank you for not scaring my friends.^– Leo",
    "Title": "Leo: You Don't Seem Like Noise",
    "FriendshipConditions": [{ "NpcName": "Leo", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "LeoMail_4Hearts",
    "Text": "Hello,^Sometimes I dream about my parents. I don't remember their faces, but I do remember their voices.^The sea took them. The parrots taught me to sing so I wouldn't forget.^You didn't ask why I live in a tree. You just said hello.^That made me feel less lost.^– Leo",
    "Title": "Leo: Songs Without Faces",
    "FriendshipConditions": [{ "NpcName": "Leo", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "LeoMail_6Hearts",
    "Text": "Hello,^Linus taught me that not all humans live in houses.^He listens to the forest. I listen to the waves.^Now I live near his tent. But on Sundays I go back to the island.^The parrots are waiting for me. And you too, I think.^– Leo",
    "Title": "Leo: Between Forest and Wave",
    "FriendshipConditions": [{ "NpcName": "Leo", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "LeoMail_8Hearts",
    "Text": "Hello,^Jas and Vincent taught me to play hide-and-seek.^I taught them to talk to parrots.^Penny says learning is sharing.^You gave me a mango without saying anything. That's also sharing.^Thank you.^– Leo",
    "Title": "Leo: Sharing Without Words",
    "FriendshipConditions": [{ "NpcName": "Leo", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "LeoMail_10Hearts",
    "Text": "Hello @,^In my nest there's a feather that's not from a parrot.^It's yours. Not because you left it, but because you made me feel like I can fly differently.^The parrots say that's friendship.^I say that's home.^Thank you for giving me both.^– Leo",
    "Title": "Leo: Different Feather",
    "FriendshipConditions": [{ "NpcName": "Leo", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "MarnieMail_2Hearts",
    "Text": "Hello,^Today my chickens refused to go out. Maybe they feel the rain before I do.^Animals don't talk, but they say a lot.^You said hello without rushing. That made me think not all humans run.^Thank you for that.^– Marnie",
    "Title": "Marnie: Chickens and Rain",
    "FriendshipConditions": [{ "NpcName": "Marnie", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "MarnieMail_4Hearts",
    "Text": "Hello,^Jas asked me if adults also feel lonely.^I told her yes, but some hide it in work.^I hide it in warm milk and old recipes.^You asked me about my animals, not about my sorrows. That was kind.^– Marnie",
    "Title": "Marnie: Warm Loneliness",
    "FriendshipConditions": [{ "NpcName": "Marnie", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "MarnieMail_6Hearts",
    "Text": "Hello,^Lewis says I'm strong. I say I'm stubborn.^Sometimes I wish someone would ask me if I need help, not advice.^You offered me carrots without saying anything.^That made me feel seen.^– Marnie",
    "Title": "Marnie: Stubborn But Seen",
    "FriendshipConditions": [{ "NpcName": "Marnie", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "MarnieMail_8Hearts",
    "Text": "Hello,^Today I baked pink cake. Not for a birthday, but for a memory.^My mom said sugar calms the soul.^You tasted a piece and said it tasted like childhood.^That made me think that maybe I still know how to care.^– Marnie",
    "Title": "Marnie: Sugar and Soul",
    "FriendshipConditions": [{ "NpcName": "Marnie", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "MarnieMail_10Hearts",
    "Text": "Hello @,^In my drawer there's a letter I never sent.^It says that caring is not the same as hiding.^You made me feel like I can be strong without being alone.^I didn't expect that. And that's why I appreciate it.^– Marnie",
    "Title": "Marnie: Letter Not Sent",
    "FriendshipConditions": [{ "NpcName": "Marnie", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "JasMail_2Hearts",
    "Text": "Hello,^Today I named a stone. It's called Flower.^Vincent says that's weird, but Penny says it's imagination.^Sometimes things talk if you give them a name.^You didn't laugh. I liked that.^– Jas",
    "Title": "Jas: Stone With a Name",
    "FriendshipConditions": [{ "NpcName": "Jas", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "JasMail_4Hearts",
    "Text": "Hello,^Shane was sad today. I gave him my favorite doll.^He didn't accept it, but he said it was brave.^Sometimes adults don't know how to cry.^You asked me about her without saying she was silly.^That made me feel big.^– Jas",
    "Title": "Jas: Brave Doll",
    "FriendshipConditions": [{ "NpcName": "Jas", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "JasMail_6Hearts",
    "Text": "Hello,^Penny taught me to write my name in cursive.^She says it's like dancing with letters.^I want to write letters to those who are no longer here.^I don't know where they live, but I think the sky has a mailbox.^You said that's pretty.^Thank you.^– Jas",
    "Title": "Jas: Mailbox in the Sky",
    "FriendshipConditions": [{ "NpcName": "Jas", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "JasMail_8Hearts",
    "Text": "Hi,^Today Vincent and I buried a box with secrets.^Inside are drawings, a sheet with your name, and a rock that smells like mango.^It's for the trees to take care of it.^You're part of the secret.^Don't tell anyone.^– Jas",
    "Title": "Jas: Buried Box",
    "FriendshipConditions": [{ "NpcName": "Jas", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "JasMail_10Hearts",
    "Text": "Hi @,^Sometimes I think memories are like dolls: they break if you use them wrong.^But you gave me one that doesn't break.^It's a day when you listened to me without correcting me.^I kept it in my secret box.^Thanks for not treating me like a child, but like a person.^– Jas",
    "Title": "Jas: Memory Doll",
    "FriendshipConditions": [{ "NpcName": "Jas", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "ClintMail_2Hearts",
    "Text": "Hi,^Today I polished an anvil that nobody uses.^Not out of necessity, but out of habit.^Sometimes I think metal understands better than people.^You greeted me without asking for anything. That was weird. And weird is valuable.^– Clint",
    "Title": "Clint: Iron Habit",
    "FriendshipConditions": [{ "NpcName": "Clint", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "ClintMail_4Hearts",
    "Text": "Hi,^Emily spoke to me today. It was just to ask for change, but my hands still trembled.^Gus says I should ask her out. I say I should learn to speak first.^You didn't make fun of me when I was silent.^That made me feel less awkward.^– Clint",
    "Title": "Clint: Trembling Change",
    "FriendshipConditions": [{ "NpcName": "Clint", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "ClintMail_6Hearts",
    "Text": "Hi,^Today I dreamed I was someone else. Someone who doesn't hide behind the counter.^But then I woke up and the furnace was still on.^You asked me about my tools, not my mistakes.^That made me want to keep polishing.^– Clint",
    "Title": "Clint: Dream Among Furnaces",
    "FriendshipConditions": [{ "NpcName": "Clint", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "ClintMail_8Hearts",
    "Text": "Hi,^Today I gave myself an amethyst. Not to Emily. To myself.^I put it on my desk, as if it were proof that I can make something beautiful.^You said that minerals also tell stories.^Maybe mine isn't finished.^– Clint",
    "Title": "Clint: Own Amethyst",
    "FriendshipConditions": [{ "NpcName": "Clint", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "ClintMail_10Hearts",
    "Text": "Hi @,^In my workshop there's a box with letters I never sent.^One is for Emily. Another for my father. Another for me.^Today I wrote a new one. It has no recipient. It just says: \"Thank you for staying when there were no words\".^I put it next to the amethyst.^– Clint",
    "Title": "Clint: Letter Without Recipient",
    "FriendshipConditions": [{ "NpcName": "Clint", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_2Hearts",
    "Text": "Hi,^Today I planted tulips in the town square. George says I'm too old to bend down so much.^But flowers don't understand age. Only care.^You greeted me without rushing. That reminded me that there is still youth that listens.^– Evelyn",
    "Title": "Evelyn: Tulips and Care",
    "FriendshipConditions": [{ "NpcName": "Evelyn", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_4Hearts",
    "Text": "Hi,^Sometimes George complains about everything. But I know it's his way of saying he's still here.^Alex reminds me of Clara when she was a child. He has that look that seeks something more.^You asked about her without discomfort. That made me trust you.^– Evelyn",
    "Title": "Evelyn: Looks That Seek",
    "FriendshipConditions": [{ "NpcName": "Evelyn", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_6Hearts",
    "Text": "Hi,^Today I baked cookies. Not to sell, but to remember.^The smell took me back to winters with Clara, when Alex couldn't even walk yet.^You said they tasted like home. That made me feel like time doesn't erase everything.^– Evelyn",
    "Title": "Evelyn: Cookies and Memory",
    "FriendshipConditions": [{ "NpcName": "Evelyn", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_8Hearts",
    "Text": "Hi,^Today I watered the flowers downtown and thought about those who are gone.^Clara wrote me a letter before she left. She asked me to take care of Alex.^You do too, even if you don't say it.^That makes me feel like I'm not alone in this promise.^– Evelyn",
    "Title": "Evelyn: Shared Promise",
    "FriendshipConditions": [{ "NpcName": "Evelyn", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_10Hearts",
    "Text": "Hi @,^In my drawer there's a recipe I never shared.^It's for rice pudding, the way my mother made it.^Today I wrote it down for you. Not for the taste, but for what it means: care, patience, home.^Thank you for being part of my chosen family.^– Evelyn",
    "Title": "Evelyn: Inherited Recipe",
    "FriendshipConditions": [{ "NpcName": "Evelyn", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "GeorgeMail_2Hearts",
    "Text": "Hi,^Today I complained about the weather, the coffee, and the young people.^Evelyn says that means I'm doing well.^You greeted me without correcting me. That made me think that not all the new ones are annoying.^Thanks.^– George",
    "Title": "George: Complaints and Company",
    "FriendshipConditions": [{ "NpcName": "George", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "GeorgeMail_4Hearts",
    "Text": "Hi,^Sometimes I wake up thinking about the mines.^The noise, the dust, the moment everything changed.^It wasn't just my body. It was my routine.^You didn't ask why I'm in a chair. You just talked as if I still had legs.^That's appreciated.^– George",
    "Title": "George: Broken Routine",
    "FriendshipConditions": [{ "NpcName": "George", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "GeorgeMail_6Hearts",
    "Text": "Hi,^Alex wants to be an athlete. I wanted him to be an engineer.^But then I saw him run. And I understood that not everything is inherited.^You encouraged him without making fun of him. That made me think that maybe I'm not so old-fashioned.^– George",
    "Title": "George: Different Inheritances",
    "FriendshipConditions": [{ "NpcName": "George", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "GeorgeMail_8Hearts",
    "Text": "Hi,^Today I turned off the television to listen to the silence.^Not because the program was bad, but because you made me think.^Maybe I can still learn new things.^I didn't expect that at my age.^Thanks.^– George",
    "Title": "George: New Silence",
    "FriendshipConditions": [{ "NpcName": "George", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "GeorgeMail_10Hearts",
    "Text": "Hi @,^In my drawer there's a letter I never sent.^It was for Clara. It said that Alex still has her smile.^Today I wrote another one. It's for you.^It says: \"Thank you for staying when it wasn't easy to do so\".^– George",
    "Title": "George: Letter I Did Send",
    "FriendshipConditions": [{ "NpcName": "George", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "LewisMail_2Hearts",
    "Text": "Hi,^Today I checked the town's crops. Some grow crooked, others without permission.^But they all try to flourish.^You arrived without asking for anything, just wanting to work.^That reminded me that the Valley still has a future.^– Lewis",
    "Title": "Lewis: Crooked Crops",
    "FriendshipConditions": [{ "NpcName": "Lewis", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "LewisMail_4Hearts",
    "Text": "Hi,^Sometimes I wonder if being mayor for so long was a good idea.^I have no family. Just papers, schedules, and festivals.^Marnie says I can still change that. I say the town is my family.^You greeted me as if I were more than a position.^Thanks.^– Lewis",
    "Title": "Lewis: More Than a Position",
    "FriendshipConditions": [{ "NpcName": "Lewis", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "LewisMail_6Hearts",
    "Text": "Hi,^Today I found an old letter from your grandfather.^It said that the Valley needs people who listen more than they talk.^I try to do it, but sometimes the noise of the position gets the better of me.^You listened without interrupting. That made me feel like I can still learn.^– Lewis",
    "Title": "Lewis: Grandfather's Letter",
    "FriendshipConditions": [{ "NpcName": "Lewis", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "LewisMail_8Hearts",
    "Text": "Hi,^Today I watered the garden in front of the mansion.^The flowers don't ask about elections or reputation.^They only grow if there is care.^You helped me without asking for recognition.^That reminded me that leadership can also be silent.^– Lewis",
    "Title": "Lewis: Garden Without Votes",
    "FriendshipConditions": [{ "NpcName": "Lewis", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "LewisMail_10Hearts",
    "Text": "Hi @,^In my desk there's a box with things I don't show.^A note from Marnie, a recipe I never cooked, a photo of the first festival.^Today I added something new: a sheet with your name.^Not for politics. For gratitude.^Thank you for staying when it wasn't easy to do so.^– Lewis",
    "Title": "Lewis: Box Without Votes",
    "FriendshipConditions": [{ "NpcName": "Lewis", "FriendshipLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "GuntherMail_Mining2",
    "Text": "Hi,^I've been told that you've started finding valuable minerals in the mines.^Would you like to donate them to the museum?^It's that it's empty.^The former curator has taken everything. He only left dust... and silence.^I didn't come for fame. I came because I knew there was buried history here.^And because no one else seemed to listen to it.^– Gunther",
    "Title": "Gunther: Buried History",
    "SkillConditions": [{ "SkillName": "Mining", "SkillLevel": 2 }],
    "Repeatable": false
  },
  {
  "Id": "GuntherMail_Mining4",
  "Text": "Hello,^Before Pelican Town, I worked in Zuzu City.^I cataloged artifacts, translated dead languages, lived among books.^But it was all… cold.^Here, every stone has warmth. Every object has a soul.^The Valley doesn't need display cases. It needs memory.^And you're helping to build it.^There's something I haven't shown you yet. A rusty key.^I found it the day I arrived, buried under the museum.^It doesn't open any known door. But I know it has a purpose.^When I see that you're ready… I'll give it to you.^– Gunther",
  "Title": "Gunther: Memory and Purpose",
  "SkillConditions": [{ "SkillName": "Mining", "SkillLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "GuntherMail_Mining6",
  "Text": "Hello @,^There are things that aren't displayed in display cases.^Marlon taught me that.^He and the guild have faced what I've only studied.^Sometimes he brings me fragments that can't be classified.^Sometimes, scars that can't be explained.^The museum holds history, yes… but also warnings.^Not everything that glitters should be touched.^And not everything that's found should be shown.^Thank you for continuing to explore with respect.^– Gunther",
  "Title": "Gunther: History and Warning",
  "SkillConditions": [{ "SkillName": "Mining", "SkillLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "GuntherMail_Mining8",
  "Text": "Hello @,^There's a piece you'll never see on display.^I found it in the quarry, before the bridge was destroyed.^I don't know what it is. I only know that the wizard asked me not to show it.^It's sealed under the museum.^If you ever feel like a stone is watching you…^Maybe it's that one.^– Gunther",
  "Title": "Gunther: Watching Stone",
  "SkillConditions": [{ "SkillName": "Mining", "SkillLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "GuntherMail_Mining10",
  "Text": "Hello @,^You've reached the highest level a miner can reach.^You're not a miner anymore. You're an archaeologist.^Every rock you break can release history… or warning.^The museum isn't mine. It belongs to the Valley.^And you're filling it with truth.^Thank you for doing what others only step on.^– Gunther",
  "Title": "Gunther: Valley Archaeologist",
  "SkillConditions": [{ "SkillName": "Mining", "SkillLevel": 10 }],
  "Repeatable": false
  },
  {
  "Id": "MarlonMail_Combat2",
  "Text": "Hello,^I've seen you move with more determination.^It's not just strength. It's instinct.^When Gil and I founded the guild, we wanted no one to go down without knowing what they were facing.^We weren't heroes. Just two guys who had seen too much.^If you continue down that path, remember: you don't fight alone.^You fight for those who didn't return.^– Marlon",
  "Title": "Marlon: For Those Who Didn't Return",
  "SkillConditions": [{ "SkillName": "Combat", "SkillLevel": 2 }],
  "Repeatable": false
  },
  {
  "Id": "MarlonMail_Combat4",
  "Text": "Hello,^There's something in the way you move that's familiar to me.^It's not just skill. It's resolve.^When I see someone fight, I know if they're doing it out of fear, out of rage… or for something deeper.^You don't fight to prove anything.^You fight like someone who has already lost something.^That's what I respect.^The guild isn't looking for strength. It's looking for purpose.^– Marlon",
  "Title": "Marlon: Not Strength, Purpose",
  "SkillConditions": [{ "SkillName": "Combat", "SkillLevel": 4 }],
  "Repeatable": false
  },
  {
  "Id": "MarlonMail_Combat6",
  "Text": "Hello @,^I've seen many fighting styles.^Some are based on strength, others on speed.^Yours is changing.^It shows in how you choose your battles.^In how you don't waste movements.^That's not taught. It's learned with scars.^The guild doesn't have manuals. Only memory.^And you're starting to leave your mark.^– Marlon",
  "Title": "Marlon: Memory Without a Manual",
  "SkillConditions": [{ "SkillName": "Combat", "SkillLevel": 6 }],
  "Repeatable": false
  },
  {
  "Id": "MarlonMail_Combat8",
  "Text": "Hello @,^There's something I haven't told you.^I lost my eye on a tiger slime hunt.^It wasn't carelessness. It was arrogance.^I thought I could handle everyone. That I knew every corner.^One looked at me. Not with eyes. With something else.^When I woke up, the wizard told me it was better not to remember.^Since then, I see less… but I understand more.^– Marlon",
  "Title": "Marlon: What the Eye Doesn't See",
  "SkillConditions": [{ "SkillName": "Combat", "SkillLevel": 8 }],
  "Repeatable": false
  },
  {
  "Id": "MarlonMail_Combat10",
  "Text": "Hello @,^You don't move like a novice anymore.^The guild watches. Not to judge, but to protect.^Now you wield weapons that others shouldn't touch.^But remember: power doesn't make you invincible.^It only makes you responsible.^If you ever feel like the guild is watching you…^it's because it is.^Welcome to the real circle.^– Marlon",
  "Title": "Marlon: The Real Circle",
  "SkillConditions": [{ "SkillName": "Combat", "SkillLevel": 10 }],
  "Repeatable": false
  },
  {
    "Id": "EvelynMail_Farming2",
    "Text": "Hello,^I saw how you work the land from the town square.^The leaves still tremble, but that's normal.^Remember to water early. The sun doesn't forgive the distracted.^And if you see a plant leaning, it's not always weakness. Sometimes it's seeking light.^– Evelyn",
    "Title": "Evelyn: Seeking Light",
    "SkillConditions": [{ "SkillName": "Farming", "SkillLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_Farming4",
    "Text": "Hello,^The roots aren't seen, but they're the first thing that grows.^If something doesn't bloom, maybe it doesn't trust the soil.^I use homemade compost. Peels, leaves, patience.^And if you ever doubt, talk to your crops.^They won't answer you, but they'll listen.^– Evelyn",
    "Title": "Evelyn: Roots That Listen",
    "SkillConditions": [{ "SkillName": "Farming", "SkillLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_Farming6",
    "Text": "Hello,^I've noticed that your crops mature at their own pace.^That's not luck. It's care.^Remember to rotate what you plant. The soil also gets tired.^And if something blooms ahead of time, don't rush it.^Haste doesn't give flavor.^– Evelyn",
    "Title": "Evelyn: The Soil Also Gets Tired",
    "SkillConditions": [{ "SkillName": "Farming", "SkillLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_Farming8",
    "Text": "Hello,^Your field already seems part of the landscape.^That's a sign that the Valley accepts you.^Have you tried combining the useful with the beautiful?^The bees appreciate it. And the soul too.^Remember: not everything practical needs to justify its existence.^– Evelyn",
    "Title": "Evelyn: Beauty That Feeds",
    "SkillConditions": [{ "SkillName": "Farming", "SkillLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "EvelynMail_Farming10",
    "Text": "Hello @,^You've reached where few reach.^Your hands already know what the land needs.^Now I'll give you my oldest advice: don't cultivate just to fill baskets.^Cultivate to remember.^Something that grows with love tastes different.^Thank you for taking care of the Valley as if it were your own.^– Evelyn",
    "Title": "Evelyn: Cultivate to Remember",
    "SkillConditions": [{ "SkillName": "Farming", "SkillLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_Fishing2",
    "Text": "Hello,^I saw how you held the rod.^It's not strength that matters. It's patience.^The sea doesn't give what one wants. It gives what one deserves.^If you ever feel the line vibrating for no reason…^Maybe the ocean is talking to you.^– Willy",
    "Title": "Willy: The Line and the Sea",
    "SkillConditions": [{ "SkillName": "Fishing", "SkillLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_Fishing4",
    "Text": "Hello,^Some fish aren't caught. They're listened to.^There's one that only appears when the wind changes.^Another that hides if the heart is agitated.^You're starting to understand that.^That makes me happy.^– Willy",
    "Title": "Willy: Listen to the Fish",
    "SkillConditions": [{ "SkillName": "Fishing", "SkillLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_Fishing6",
    "Text": "Hello,^Today I cast the net without expecting anything.^Sometimes the sea returns memories.^You caught something I didn't recognize.^Not because it was strange, but because it was ancient.^Maybe the ocean is showing you things we forgot.^– Willy",
    "Title": "Willy: What the Sea Remembers",
    "SkillConditions": [{ "SkillName": "Fishing", "SkillLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_Fishing8",
    "Text": "Hello,^There are fish that don't appear in books.^One looked at me once. Not with eyes.^Since then, I fish with respect.^You're close to that threshold.^If you ever feel the water watching you…^Don't run away. Listen.^– Willy",
    "Title": "Willy: Invisible Threshold",
    "SkillConditions": [{ "SkillName": "Fishing", "SkillLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "WillyMail_Fishing10",
    "Text": "Hello @,^You've achieved what few achieve.^You no longer fish by technique. You fish by bond.^The sea recognizes you.^If you ever want to learn about the fish that aren't named…^Come to the pier at dawn.^Don't bring a rod. Just silence.^– Willy",
    "Title": "Willy: Silence on the Pier",
    "SkillConditions": [{ "SkillName": "Fishing", "SkillLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "LinusMail_Foraging2",
    "Text": "Hello,^I saw that you picked up dry branches without breaking the green ones.^That's noticeable.^The mountain doesn't need owners.^Only people who walk without harming.^Remember: what falls feeds the soil.^And what's untouched, life.^– Linus",
    "Title": "Linus: What Falls Feeds",
    "SkillConditions": [{ "SkillName": "Foraging", "SkillLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "LinusMail_Foraging4",
    "Text": "Hello,^Not everything that shines is eaten.^Some mushrooms ask for respect.^If you doubt, don't take.^Collecting isn't emptying. It's choosing.^The forest speaks. You're starting to hear it.^– Linus",
    "Title": "Linus: The Forest Chooses",
    "SkillConditions": [{ "SkillName": "Foraging", "SkillLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "LinusMail_Foraging6",
    "Text": "Hello,^Today the crows left crumbs near my tent.^They say you share well.^When you gather roots, do it with intention.^Don't collect, understand.^If the earth trusts you with its secrets, take care of them.^– Linus",
    "Title": "Linus: Don't collect, understand",
    "SkillConditions": [{ "SkillName": "Foraging", "SkillLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "LinusMail_Foraging8",
    "Text": "Hello,^Some trees drop their leaves before the cold.^It's not surrender. It's preparation.^You are also learning to look.^If you ever find something you don't know the name of, don't ignore it.^Maybe it's not an object. Maybe it's a sign.^– Linus",
    "Title": "Linus: Preparing is not surrendering",
    "SkillConditions": [{ "SkillName": "Foraging", "SkillLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "LinusMail_Foraging10",
    "Text": "Hello @,^The mountain trusts you.^You no longer collect out of necessity.^You collect out of connection.^There are roots that teach more than books.^There are leaves that whisper stories.^Thank you for walking without fear or haste.^– Linus",
    "Title": "Linus: Stories in leaves",
    "SkillConditions": [{ "SkillName": "Foraging", "SkillLevel": 10 }],
    "Repeatable": false
  },
  {
    "Id": "SandyMail_2Hearts",
    "Text": "Hello,^Sometimes I feel like a flower planted in sand.^The desert has its beauty, yes… but also its silence.^Emily says that friends cross more than landscapes.^You arrived without looking for deals. Just conversation.^That made me feel less alone.^– Sandy",
    "Title": "Sandy: Flower in the sand",
    "FriendshipConditions": [{ "NpcName": "Sandy", "FriendshipLevel": 2 }],
    "Repeatable": false
  },
  {
    "Id": "SandyMail_4Hearts",
    "Text": "Hello,^Sometimes I lie about my name. Not out of shame.^It's part of the deal with Mr. Qi. He says names are distracting.^But you called me Sandy without expecting me to be more.^And that made me trust you.^Thank you for seeing beyond the sign.^– Sandy",
    "Title": "Sandy: Beyond the sign",
    "FriendshipConditions": [{ "NpcName": "Sandy", "FriendshipLevel": 4 }],
    "Repeatable": false
  },
  {
    "Id": "SandyMail_6Hearts",
    "Text": "Hello,^Today I looked at the dunes at sunset.^They seem to move, as if the desert were breathing.^You said the Oasis feels alive.^Maybe because you are also thirsty for something more.^That made me think that distance is not always loneliness.^– Sandy",
    "Title": "Sandy: Breathing dune",
    "FriendshipConditions": [{ "NpcName": "Sandy", "FriendshipLevel": 6 }],
    "Repeatable": false
  },
  {
    "Id": "SandyMail_8Hearts",
    "Text": "Hello,^Today I swept the store without needing to.^It's just that the dust makes me think about what happens without anyone watching.^You gave me a cactus. Not for beauty. For company.^I won't forget that.^– Sandy",
    "Title": "Sandy: Cactus without a display case",
    "FriendshipConditions": [{ "NpcName": "Sandy", "FriendshipLevel": 8 }],
    "Repeatable": false
  },
  {
    "Id": "SandyMail_10Hearts",
    "Text": "Hello @,^I never told you this, but there's a red dress in my closet that I never wore.^I bought it when I still thought someone would come for me.^They never came.^The dress remained hanging… like a promise without a date.^Today I took it out.^Not because I'm going to wear it.^But because it's no longer waiting.^It's celebrating.^You arrived.^Without haste, without rescue.^Just with presence.^Thank you for making even the things that hurt… find a new place.^– Sandy",
    "Title": "Sandy: Promise without a date",
    "FriendshipConditions": [{ "NpcName": "Sandy", "FriendshipLevel": 10 }],
    "Repeatable": false
  
  }
]