// Regular Dialogue

{
"Introduction": "Heya! The name's Cammi, whaths your name?$0#$e#I mean What's your name.. $8#$e#I just lostht my front teeth, hehe.$7",
  "Resort_Entering": "Woaaah wowowowo! I wanna do Everthing!$8",
  "Resort_Leaving": "Ahhh, I'm sthpent!$9",
  "Resort_Shore": "She thells sthea shells by the sthea shore...$0#$e#Ughh, I can't do it!$11",
  "Resort": "The sun feels SO Gooood.$9#$e#I wanna live in a place that'sth always warm.$1",
  "Mon": "Oh wouldja look at that.$0#$e#It stheems you're a fan of me.$2",
  "Mon4": "Plants are so cool, some plants can make you go all itchy.$0",
  "Tue": "Heya Farmer!$0#$e#Look at those arms, I wanna swing on them. Hehe.$9",
  "Tue2": "So much sthtudying to do... It all feelth so pointless.$10#$e#I never us this stuff when I'm outside.$8",
  "Tue8": "Hi, @!$1#$e#Pick me up! I wanna go Up, Up![773]$9",
  "Wed4": "Hi there, @!$8#$e#Ah. What am I doing?$3#$e#Just... kid things.$6",
  "Thu": "Ah, my tong keeps mesthing up my words.$11#$b#Good thing I'm cute, otherwise It'd be a problem.$7",
  "Thu2": "Wanna see me do a handsthtand?$0#$e#Watch, Watch! Sthee, I'm doing it!$1",
  "Thu8": "Heya, let me play on your farm?$0#$e#Come Oooon.$10#$e#You know I'm a little ray of sunshine!$7",
  "Fri": "Don't be alarmed, I simply enjoy screaming.$8#$e#Heeheehee!?$9#$e#What? Like you don't do weird sthuff?$2^Ah well, you'll learn to love it.$7",
  "Fri4": "Sthience is dumb.$10#$b#It turns fun sthuff like experimenths into boring paper work.$4#$e#Gym is waaaay better.#0",
  "Sat": "School's out!$9#$b#Are you not working today too?.$8#$e#We gotta make today a good one then.$1^K, catch ya later!$7",
  "Sat4": "D-don't stare at my tooth gap!$6",
  "Sat10": "You Wanna play with me?$1#$e#When I feel like having some fun my mind goes right to you.$9",
  "Sun": "I can't sthop to talk right now.$8#$e#I need to do as much as possible before I go back to school tomorrow.$4",
  "Sun4": "I wanna pinch your cheeks. Can I pinch your cheeks?.$1#$e#I'm gonna pinch your cheeks!$2",
  "Sun8": "Heya! Can you give me a ride?$0#$b#I like being ontop of things!$1#$e#Makes me feel so... Big!$9",
  "summer_10": "Wow there's a lot of strange sthuff going in that pot.$11#$e#Hey, I dare you to but something gross in it!$2",
  "summer_27": "I'm all sthweaty and sthticky.$4#$e#I love to run but if I sthtop for a minute I go all.. Blegh!$11",
  "summer_Mon": "Summers out and I'm sthtuck inside here.$3#$b#Laaaaaaaame!$10",
  "summer_Mon6": "I want to go sun bathing.$0#$e#I bet I'd look Super cute with a tan.$7",
  "summer_Tue": "Whew... Friday can't come soon enough.$10",
  "summer_Tue6": "Haaahh, I'm hungry.$4#$b#Hey farmer, you got anything for me to sthnack on?$0",
  "summer_Wed": "I'm so figity today.$6#$b#Is this clock moving slower?$3#$e#It is, I know it is!$4",
  "summer_Wed6": "Thanks for dropping by, you make a boring school day a little more exciting!$0#$e#You wanna play with me later?$1",
  "summer_Wed8": "I'm gonna put a thumbtack on Penny's chair.$1#$e#It's OK, she won't get mad.$8#$e#I'm too cute to get in trouble.$7",
  "summer_Thu": "Uggh, my butt is so sore from sthitting all day.$11#$e#Huh? Unladylike?$4#$e#Why can't ladies talk about their butts?$4...$3#$b#Huh? Oooooh!$8#$b#I meant sitting, SITTING!!!$6#$b#",
  "summer_Thu8": "...She got mad.$5",
  "summer_Fri": "I'm pretty bad at school but so long as I'm better than Vincthent I'm OK.$0",
  "summer_Fri8": "Jas is so pretty, and she doesn't even try.$8#$e#...Oh I'm not jealous, I'm just as cute as her.$0#$b#Right?$3",
  "summer_Sat": "Wanna tasthe something really good?$0#$e#Me too! Can you go get us some ice cream. Pweeeease!$2",
  "summer_Sat8": "There's plenty of time left before the day is over.$1#$e#I love long summer days.$9",
  "summer_Sun": "The last thing I gotta do today is think of a good excuse for why I didn't do my homework.$0",
  "summer_Sun6": "You're so cool @! Getting to work all day outside in the summer.$0#$e#I think I'm your fan now, heehee!$9",
  "fall_15": "Hah, cha cha cha!$9#$e#I feel like dancing.$1",
  "fall_26": "Oh boy do I got a fun game for you!$1#$e#%Let's go in the forest where no one can hear you scream.$2",
  "fall_28": "Winter's coming!$3#$e#Thanks world, I hate it!$10",
  "fall_Mon": "Hi.$0#$e#Uh, school's a bit tough right now...$4#$b#We'll talk later.$10",
  "fall_Mon6": "Gimmie Head Pats!!!$1#$e#I'm doing well at school today, now I get to be spoiled!$9",
  "fall_Tue": "Somebody asked if I'd like a lolipop.$8#$e#I was like, How old do you think I am?!$3#$e#%...So then I said yes!$2",
  "fall_Tue6": "I'm getting better at saying my 'esthes'!$0#$b#I mean my 's' sounds, gah!$11",
  "fall_Tue10": "I'm feeling sick and you sthill want to play with me?$8#$b#Wow, you're pretty brave.$0",
  "fall_Wed": "This is nice.$0#$b#A lot of activities are waiting for me when I get back home.$1",
  "fall_Wed6": "Hmmm, So much stuff is happening outside.$4#$e#Yet every day I have to stay in school while the world goes on.$10#$b#I wish school was an option.$11",
  "fall_Thu": "Do you know what I like best?$8#$b#I like to keep that a secret but maybe you'll figure it out one day.$2",
  "fall_Thu8": "Oh? You think I act like a spoiled baby sometimes.$3#$e#Well then be an adult and take care of me.$7",
  "fall_Fri": "Penny is giving us lots of homework this weekend.$4#$e#No way am I doing it though.$0",
  "fall_Sat": "I love this hat.$0#$e#Mommy gave it to me on a trip we took together.$1",
  "fall_Sat6": "I wanna lay on some leaves for the rest of the day$0#$b#Lay down with me @.$9",
  "fall_Sun": "Magic is cool but I think building things on your own is more impresthive.$0",
  "fall_Sun8": "Do you like love stories?$8#$e#I think they're... they're interesting.$0",
  "winter_1": "Mom wanted me to dress proper this winter but I don't really like to wear pants.$8",
  "winter_7": "Too cold, Toooooo Cold!$4#$e#Let's get this over with!$10",
  "winter_24": "One thing great about this time is prethents!.$1",
  "winter_28": "I'm NOT gonna miss the snow!$3",
  "winter_Mon": "What's farming like?$0#$e#You don't need schooling to do it right?$8",
  "winter_Mon10": "Ah, your face is so Cute!$1#$e#%It's all puffy and rosy red.$9",
  "winter_Tue": "C-c-cold.$3#$e#I hate to sthay it but I'm glad to be in school today.$6",
  "winter_Tue8": "I had a pet slime once.$8#$e#Snuck it into school one day and let it loose, that was a great day.$2",
  "winter_Wed": "If I had a better seat I could get away with a lot more sthuff when Penny isn't looking.$0",
  "winter_Wed8": "Here, have my special juice! Mom says it's Really good for you.$1[773]",
  "winter_Thu": "Won't be long now. Weekends almost here!$1",
  "winter_Thu10": "I really wish someone would hold me until I went to sleep like Mom used to do!$8#$e#I'm not too old for that.. am I?$6",
  "winter_Sat8": "Can you help me with something?$8#$e#I wanna work on my sthpeaking better!$0", 
  "winter_Sun8": "I don't like the cold but snow rides are fun.$0",
}
