{
"PhoneCallsExpandedSVE_Sandy_Seeds": "Hi @!#$b# It's Sandy. From Calico Desert?#$b#Just wanted to let you know we've got our new seasonal seeds in stock!#$b#...also, I'm really bored out here so stop by soon, won't you?",
"PhoneCallsExpandedSVE_Evelyn_Snow_Concern": "Hello dear. Oh, can you hear me? #$b#I just wanted to make sure you and your animals are managing in this cold.#$b#Do make sure you wrap up warm if you're heading out!",
"PhoneCallsExpandedSVE_Emily_Parrot_Dream": "Oh good, you're there!#$b# I had a wonderful dream about the farm last night...#$b# You turned into a parrot!#$b#$h#Just thought you'd want to know, in case it means something.#$b# Anyway, see you in town, bye!",
"PhoneCallsExpandedSVE_Elliott_Ink_Feather": "Ah, hello @.#$b# Listen, I don't suppose you've got any writing supplies?#$b#I'd normally go into the city, but well, I lost track of time.#$b#And then halfway through my paragraph, I ran out of ink!",
"PhoneCallsExpandedSVE_Harvey_Medical_Reminder": "Good morning @!#$b#You're up bright and early!#$b#Just wanted to remind you to come in for your check-up when you're in town.#$b#We're open until 3, so just stop by when you've got the time.",
"PhoneCallsExpandedSVE_Sam_Pool_Reminder": "Oh, hi @..#$b#Um, listen, you don't play the drums, do you?#$b#Yeah, no worries - just thought I'd ask!#$b#Well, see you around.",
"PhoneCallsExpandedSVE_Sebastian_Computer_Offer": "So...Demetrius said you might need help setting up your farm computer.#$b#...#$b#...I guess I could come over and help, if you want.",
"PhoneCallsExpandedSVE_Shane_Sales_Call": "Ugh, I'm not reading thi-- #$b#Hello, valued Jojamart customer!#$b#Come on down this week and...#$b#*sigh*#$b#...be astounded by all our awesome offers.",
"PhoneCallsExpandedSVE_Haley_Desert_Request": "Um, hey @.
				#$q 1013/1014 PhoneCallsExpandedSVE_Hangup#You're going out to Calico Desert, right?
				#$r 1013 10 PhoneCallsExpandedSVE_Haley_DesertRequest_Yes#Yes, I will be soon!
				#$r 1014 -20 PhoneCallsExpandedSVE_Haley_DesertRequest_No#No, sorry.",
"PhoneCallsExpandedSVE_Abigail_Slime_Hutch": "Oh hey, you've got slimes on your farm, haven't you?#$b#Great! You don't mind if I come hang out, right?#$b#Ooh, do you have any purple ones?!",
"PhoneCallsExpandedSVE_Leah_Poison_Mushrooms": "Hello @, how are you?#$b#You go foraging, don't you?#$b#Listen, just be careful to check the mushrooms you find, okay? I saw a guy in a weird hat earlier in the forest, picking some I'm sure are poisonous!",
"PhoneCallsExpandedSVE_Maru_Meteorite": "Ah, @! Did you see that meteor last night? It looked like it landed near your farm!#$b#Let me know if you find any debris!",
"PhoneCallsExpandedSVE_Penny_Books_Found": "Oh, umm...hello...#$b#Gunther told me it was you who found all the new books for the library?#$b#It's so nice to have something new to read so....thank you.",
"PhoneCallsExpandedSVE_Caroline_Dating_Abigail": "Hi there @.#$b#....#$b#This might sound strange but...Abby isn't with you, is she?#$b#Oh. #$b#Honestly, she worries me so much when she disappears like this. #$b#Sorry, I know you two are close. Just promise me you'll look out for her? She can't always be brave...",
"PhoneCallsExpandedSVE_Demetrius_DesertSamples": "@. Glad I caught you. I heard you've found a new desert? On the Galdoran Continent?#$b#Fascinating. I'd love to learn more about the ecosystem there. Could you bring me a soil sample? #$b# Oh, and some of the water.#$b# And maybe some cuttings from the native plant species?#$b#Perhaps I could just go with you when you next travel there!#$b# ...what do you mean it's too dangerous?",
"PhoneCallsExpandedSVE_George_Lonely_One": "Finally. You took long enough getting to the phone.#$b# Hmph, no, we're both fine. What, you think I'm trying to get your help with something?#$b#...#$b#My program just finished.#$q 1015 PhoneCallsExpandedSVE_George_Hangup#$b#Let me tell you about it...
				#$r 1018 5 PhoneCallsExpandedSVE_George_Lonely_Listen_One#Sure thing.
				#$r 1016 -20 PhoneCallsExpandedSVE_George_Hangup#I'm too busy today.",
"PhoneCallsExpandedSVE_George_Lonely_Two": "Good, you're there. #$b#Me again. #$q 1016 PhoneCallsExpandedSVE_George_Hangup#$b#Did you see this week's episode?
				#$r 1019 10 PhoneCallsExpandedSVE_George_Lonely_Listen_Two#Of course, tell me about it.
				#$r 1016 -20 PhoneCallsExpandedSVE_George_Hangup#Not this week.",
"PhoneCallsExpandedSVE_George_Lonely_Three": "Finally. You took long enough getting to the phone.#$b#Listen, I just wanted to thank you for humouring an old man and listening to my stories.#$b#You heard me, I'm not going to say it again.",
"PhoneCallsExpandedSVE_Gus_Ladies_Night": "Hi there @.#$b#Listen, why don't you head on down to the saloon later?#$b#Oh, and if you bump into Pam - let her know I'm trying out a new recipe for my spaghetti sauce, won't you? #$b#You know, better still, why don't you both come along and try it? ",
"PhoneCallsExpandedSVE_Jas_Flower_Dance": "Umm....hello?#$b#Is that @?#$b#Ummm...can you teach me the flower dance? I want to know it for when it's my turn and Aunt Marnie said I could use the phone and ask you.#$b#Oh! Thank you! Um, see you tomorrow. Okay. Bye!",
"PhoneCallsExpandedSVE_Jodi_Fresh_Milk": "Hi @, you have cows on your farm, don't you?#$b#I've just run out of milk, I don't suppose you've got any you'd mind bringing over?",
"PhoneCallsExpandedSVE_Kent_Sam_Birthday": "Hey, farmer. Glad I caught you.#$b# Listen, this is hard for me to ask - but it's my boy's birthday in a couple of days and...#$b#...well, you two are friends, aren't you?
				#$q 1011/1012 PhoneCallsExpandedSVE_Hangup#What sort of thing does he like, nowadays?
				#$r 1011 20 PhoneCallsExpandedSVE_Kent_Sam_Birthday_Pizza#He likes pizza...
				#$r 1012 -5 PhoneCallsExpandedSVE_Kent_Sam_Birthday_Dunno#Um, I don't really know.
				#$r 1012 0 PhoneCallsExpandedSVE_Kent_Sam_Birthday_Anything#I think he'll like whatever you get him.",
"PhoneCallsExpandedSVE_Leo_Parrot_Prank": "%There's some shuffling noises on the other end of the phone.#$b#*crash*#$b#It sounds like someone just dropped something.#$b#Wait...is that...a parrot?",
"PhoneCallsExpandedSVE_Marnie_LowOnHay": "Hi @!#$b#I couldn't help but notice you're running short on hay.#$b#Pop by later, okay?#$b#Your animals will get upset if they have to go hungry.",
"PhoneCallsExpandedSVE_Pam_Butt_Dial": "%There's nobody there? #$b#You think you can hear a tv program in the background though...#$b#...there's a loud snore.",
"PhoneCallsExpandedSVE_Robin_Babysitting": "Oh, hey @. #$b#How're you doing? #$b# Hey, if you and <spouseName> ever want a night to yourselves, we're happy to babysit %kid1.#$b# They're so much easier when they're small!",
"PhoneCallsExpandedSVE_Willy_Legendary_Caught": "Hello lad @!^Hello lass!#$b#I saw you got quite the catch. But don't ye rest on ya laurels now, hear me?#$b#Plenty more fish in the sea.",
"PhoneCallsExpandedSVE_Magnus_Warp_Wrong_Number": "Hm. No, that's not right. What an unusual effect. Perhaps a new civilisation! Hello?#$b#Oh. It's just you. No, of course I don't have something as mundane as a telephone. What are you talking about?#$b#Now, leave me alone, I have important work to be getting on with.",
"PhoneCallsExpandedSVE_Governor_BadLuau": "%There's a loud gurgling sound from the other end of the phone.#$b# Ughhh...farmer? What on earth --*belch* -- was in that soup?",
"PhoneCallsExpandedSVE_Gunther_Missing_Suggestions": "Oh, hello @. You know, I'm impressed with how many incredible discoveries you've made.#$b# I've heard that there are certain minerals that only form near magma.#$b# Oh, and did you know that there are ruins in the western forest?#$b#Wouldn't it be wonderful to complete the collection?",
"PhoneCallsExpandedSVE_Marlon_Frequent_Unconscious": "@. Listen, you're young and you've more than shown your worth to the guild, but I hope you'll start looking after yourself better now you've got a little one.#$b# Trust me, a good friend is hard to find, and even harder to lose.",
"PhoneCallsExpandedSVE_Morris_Mayoral_Campaign": "Hello VALUED VOTER. Do you want change? Vote MORRIS!/Are you fed up of being told what to do? Vote Morris!/There's no better place than JojaMart, and no better mayor than Morris!/Develop your town! Trust Joja. Vote Morris!",
"PhoneCallsExpandedSVE_Claire_Film_Advert": "Hi @, how're you? #$b#Just wanted to let you know we're showing a movie at the theater. If that's your sort of thing?#$b#Can I tempt you to come and get a ticket?",
"PhoneCallsExpandedSVE_Olivia_Wine_Reputation": "My, my sweetie, you've been busy haven't you?#$b#What do you mean, what am I talking about? Fine Vintage, of course! The magazine?#$b#They say you're an up and coming winemaker!#$b# Congratulations! You'll have to bring over a bottle so we can celebrate.",
"PhoneCallsExpandedSVE_Sophia_Wine_Sales": "Oh! Um, y-you answered. Mayor Lewis said you've been shipping lots of wine lately. Let me know if you want to swap any tips. #$b# Unless you don't want to share your secrets with the competition....#$b#....#$b#....#$b#Anyway, um, well done! I'll s-see you around, bye.",
"PhoneCallsExpandedSVE_Victor_Bridge_Geek": "Hello @, glad you're there.#$b# I don't suppose you know anything about who repaired the bridge to the quarry, do you? It's almost like it was done overnight!#$b#Oh, no big reason, just it's truly excellent craftsmanship - I'd love to meet the engineer!#$b#Oh well. Guess I'll have to keep an eye out!",
"PhoneCallsExpandedSVE_Andy_Secret_Woods": "Hey there farmer. You know, there's a properly nice crop of wild mushrooms in the forest south of mine.#$b# Far too many for just me to pick, so thought you'd wanna know.#$b#No better provider than the land, I say.",
"PhoneCallsExpandedSVE_Martin_Anniversary_Cover": "Uhh, hi @. Claire mentioned your anniversary is tomorrow, right? #$b# Err, I can swap with her, so she doesn't have to work tomorrow. #$b# She won't ask herself, but I can, if you want?",
// REPLIES
"PhoneCallsExpandedSVE_Hangup": "*click*",
"PhoneCallsExpandedSVE_George_Hangup": "Hmph. *click*#$action Spiderbuttons.BETAS_WritePlayerModData PhoneCallsExpandedSVE.GeorgeLonely 4",
"PhoneCallsExpandedSVE_Haley_DesertRequest_Yes": "Great, you can pick me up a coconut then!$h#$b#...thanks!",
"PhoneCallsExpandedSVE_Haley_DesertRequest_No": "Oh. That's disappointing...$s#",
"PhoneCallsExpandedSVE_Kent_SamBirthday_Pizza": "Ha, of course he does. Thanks @.#$h#",
"PhoneCallsExpandedSVE_Kent_SamBirthday_Dunno": "Oh...well, I guess that makes two of us.#$s#",
"PhoneCallsExpandedSVE_Kent_SamBirthday_Anything": "...you might be right... Thanks. I appreciate it...",
"PhoneCallsExpandedSVE_George_Lonely_Listen_One": "....and then...#$b#....but after that....#$b#...and the next episode isn't until next week!#$action Spiderbuttons.BETAS_WritePlayerModData PhoneCallsExpandedSVE.GeorgeLonely 1",
"PhoneCallsExpandedSVE_George_Lonely_Listen_Two": "Oh, well there's a good part near the end. You've got time for me to tell you about it, don't you?#$b#I don't know what the actor was thinking at the start though...#$action Spiderbuttons.BETAS_WritePlayerModData PhoneCallsExpandedSVE.GeorgeLonely 2"
}