{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Abigail",
			"Entries": {
				"marriage_bus": "I'm heading out to explore the forest today.#$b#Don't worry about me, I've been practicing.$h",
				"marriage_bus2": "If I'm not back by midnight, I was at the forest today.#$b#What? Too dark?$h",
				"marriage_bus3": "On a day like this, it's good to step outside and take in the fresh air.",
				"marriage_bus4": "@, want to hang out with me for a bit this morning?#$b#{{Random: I know! Let me try practicing my palm reading again on you. *giggle*$h, Hmm... How about you critique me on my sword skills?}}",
				
				"marriage_forest": "My dad would be freaking out if he knew I was here.#$b#I've never felt more alive since marrying you.$l",
				"marriage_forest2": "Do you think that weird guy in that tower would come out if he heard screaming?#$b#Oh, I'm just asking.$l",
				"marriage_forest3": "I think I'm getting pretty good with a sword now.#$b#Still nowhere near as good as you, but I'll get there!$h",
				
				"marriage_museum": "You told me you found these books in the dirt, right?#$b#I can't imagine what could be so important that you have to bury them...$s",
				"marriage_museum2": "I have to say, the texts in those books are rather farming specific.$s#$b#I guess I was hoping for some mysterious lost treasure of some sort.$h",
				"marriage_museum3": "You know what they say, to strengthen the blade one must also strengthen the mind...#$b#...or some other junk like that.$3",
				"marriage_museum4": "Oh, hey! I'm glad you're taking a break instead of working all the time.",
				"marriage_museum5": "Nothing physical for me today, I think I just need to relax.",
				
	
				"marriage_doctormarriage": "Could you do me a favor and ask Dr. Harvey how long this will take? I'm getting a little bored here.",
				"marriage_vgm": "I love the farm house and all, but there's just something nostalgic about playing games back in my old room.#$b#I'll see you back at the farm, alright?",
				"marriage_vgm2": "I know you're not much of a gamer but I'll just let you know, the other controller is free.",
				"marriage_13": "They said I can only come in with you.$9#$b#I have a hunch that they started allowing the kids to roam free while they hide the eggs.#$b#I guess a certain couple had to do with that.$h",
				"marriage_16": "Let's walk in together. I wanna show my Dad who he's up against.$h",
				"marriage_25": "I think I'd rather stay inside all day but the free food is too compelling to refuse.$h"
			}
		}
	]
}