{
	//OBJECTS
	"smBigCheese_Name": "Big Cheese",
	"smBigCheese_Description": "A nutritious cheese which has a commanding presence.",
	"smBigGoatCheese_Name": "Big Goat Cheese",
	"smBigGoatCheese_Description": "An excess of goat milk made this extra-rich cheese.",
	"smBlackBrick_Name": "Black Brick",
	"smBlackBrick_Description": "Many Blackstones were condensed to bring you this brick. It can be used as extra-sturdy building material.",
	"smBlackstone_Name": "Blackstone",
	"smBlackstone_Description": "A mineral found in the levels of the mines where light does not reach.",
	"smDelightMayonnaise_Name": "Delight Mayonnaise",
	"smDelightMayonnaise_Description": "Did you know ostrich eggs make a surprisingly tasty mayo? Now you do.",
	"smGlue_Name": "Glue",
	"smGlue_Description": "A tacky substance that can bind many things together.",
	"smLargeDuckEgg_Name": "Large Duck Egg",
	"smLargeDuckEgg_Description": "A rare egg produced from a well-pampered duck.",
	"smLargeDuckMayonnaise_Name": "Large Duck Mayonnaise",
	"smLargeDuckMayonnaise_Description": "An extra-tasty mayo made from special duck eggs.",
	"smLargeGoldenEgg_Name": "Large Golden Egg",
	"smLargeGoldenEgg_Description": "Might actually be worth its weight in gold.",
	"smLargeMayonnaise_Name": "Large Mayonnaise",
	"smLargeMayonnaise_Description": "Large eggs have allowed you to produce this gourmet mayonnaise.",
	"smLargeVoidEgg_Name": "Large Void Egg",
	"smLargeVoidEgg_Description": "A reward from a well-loved void chicken.",
	"smLargeVoidMayonnaise_Name": "Large Void Mayonnaise",
	"smLargeVoidMayonnaise_Description": "A legendary mayonnaise to the shadow people.",
	"smLiquidLuck_Name": "Liquid Luck",
	"smLiquidLuck_Description": "A potion to bribe nearby spirits into favoring you.",
	"smNickelBar_Name": "Nickel Bar",
	"smNickelBar_Description": "Nickel nugget smelted into an easy-to-use bar.",
	"smNickelNugget_Name": "Nickel Nugget",
	"smNickelNugget_Description": "Raw nickel nugget direct from the mines.",
	"smRustyPan_Name": "Rusty Pan",
	"smRustyPan_Description": "An old and well-used pan that makes your fingers tingle when you handle it.",
	"smRainbowFragment_Name": "Prismatic Fragment",
	"smRainbowFragment_Description": "These scraps of prismatic shards are beautiful, but not very useful at their current size.",
	"smShinyMayonnaise_Name": "Shiny Mayonnaise",
	"smShinyMayonnaise_Description": "A golden-colored mayo that is as pretty as it is tasty.",
	"smWoodenPiece_Name": "Wooden Piece",
	"smWoodenPiece_Description": "A hollow horn shape carved from wood. You can smell a faint scent of fresh fruits and vegetables on the inside.",

	//BIG CRAFTABLES
	"smAF_Name": "Alchemical Fuser",
	"smAF_Description": "This machine converts items to other items through scientific processes not even Maru understands.",
	"smBF_Name": "Brazier Furnace",
	"smBF_Description": "An upgraded furnace that can smelt ore more efficiently.",
	"smCZ_Name": "Carbonizer",
	"smCZ_Description": "It uses controlled pressure and temperature to turn almost any wood into charcoal.",
	"smFM_Name": "Fertilizer Maker",
	"smFM_Description": "Create your own organic fertilizer at home, pollution-free!",
	"smGP_Name": "Gourmet Cheese Press",
	"smGP_Description": "Turns high-quality milk into larger, more nutritious cheeses.",
	"smGM_Name": "Gourmet Mayonnaise Machine",
	"smGM_Description": "Uses large eggs to make a variety of dense and rich mayonnaises.",
	"smNF_Name": "Nickel Flag",
	"smNF_Description": "A small garden light that can be used to light paths.",
	"smNP_Name": "Nickel Lamp-post",
	"smNP_Description": "A streetlamp made of nickel, made from a blueprint designed by 'Kenneth'.",
	"smPM_Name": "Pan of Meals",
	"smPM_Description": "An enchanted pan that always seems to have a nice meal ready.",

	//EVENTS
	//Clint Event
	"events-39270001.01": "Hello, @! *puff puff* It's, uh... it's a bit of a walk out this way, huh?#$2#",
	"events-39270001.02": "I'm still working through my grandfather's notes on Blackstone. It's pretty difficult to work with, honestly...#$2# you have to use a lot of it, but once you get it melted down and dense, it's very resistant to fire and pressure.",
	"events-39270001.03": "Anyway, I was thinking about those blueprints I gave you all that time ago... the furnace and the charcoal kiln... What I'm trying to say is...#$2# I came up with this blueprint that combines them and thought you might like to try it.#$1# It's difficult, but I think you can handle it.",
	"events-39270001.04": "Because of the Blackstone, this Brazier Furnace is more efficient, so it can make more bars with the same ores. Heh... Who would've thought that I would come up with something like this? I think my grandfather would be proud.#$2#",
	"events-39270001.05": "Anyway, I guess I'll make the hike back into town and keep looking at those notes. And, uh... thanks for being a friend.#$1# I'm in my shop all day and it's out of the way, so I don't get a lot of chances to talk to people, so thanks for always coming by.#$1# Take it easy, @.",
	
	//Gus Event
	"events-39270002.01": "@! Good timing, I just got back.$h#$b#Where was I? Oh, I didn't tell you what your mayos and cheese were for, did I? I was catering a party for the Adventurer's Guild. A grilled cheese party!$1#$b#Here, why don't you have a seat and I'll make you a grilled cheese sandwich while I tell you all about it.",
	"events-39270002.02": "...and that's the most I've ever heard Gil talk at one time, heh.#$b#Oh, I've probably kept you too long. Well, how was the sandwich?",
	"events-39270002.03": "Great! Glad to hear it.$h#$b#The Adventurer's Guild folk are a pretty simple lot. They don't want fancy wines and caviars.#$b#But just because it's not fancy doesn't mean you shouldn't make it to the best of your ability.$1#$b#The grilled cheese sandwiches with your cheese and mayo went over really well. Everyone was asking me about the secret ingredients.",
	"events-39270002.04": "Haha, don't be embarrassed! It's important to take pride in your work, like I do. If you do your best, you should take pride in your work.$h#$b#Oh, that reminds me... since you're a cooking person like me, you might be interested in this. $1#$b#One of the witches at the party gave me this rusty pan, said it'd work 'miracles' if I gave it a little spit and polish. I'm not really the crafty type, though.",
	"events-39270002.05":"It came with some kind of wooden thing that seems to go together, I suppose it goes with the pan.",
	"events-39270002.06":"Hold on, there's a couple of other pieces. Maybe it's like a puzzle?",
	"events-39270002.07":"There, that should be the last of it.",
	"events-39270002.08": "Let me know how you like it! And if you make anything good with it, come give me a taste.#$b#Well, I won't keep you any longer. Thanks again for your help, @!",

	//MAIL
	"Alchemical Fuser.text": "Hi, @!^I've been thinking about something that could help you with your hard work and save you time on the farm. This product of science may seem simple, but it can produce some expensive and complicated materials!^I was going to call it Combiner-3000, but when I asked Sebastian what he thought, he said it sounded like an 'Alchemical Fuser' out of one of his Solarion books.^So I went with that! I made one for Mom too, so now she can export more materials abroad! Enjoy!^     - Maru",
	// "Alchemical Fuser Extra.text": "Oops!^ @, I forgot to attach some recipes I thought of! Check the back of this letter!^New Recipes Learned!:^Hardwood, Slime, and Slime Eggs.^- Maru",
	// "Fertilizer Maker and Recipes.text": "Hello @,^ Thank you for your contribution to the production of fruits and vegetables here in Pelican Town (and my profit margin). Here's a copy of the machine I use to produce the fertilizers I sell it at my store. You can use it produce your own fertilizers, to speed up and improve your farm's production. It comes with three recipes. I hope you enjoy the gift, and don't forget to come by soon!^New Recipes Learned!:^Basic Fertilizer, Deluxe Speed-Gro and Quality Fertilizer.^     - Pierre",
	// "Fertilizer Maker and Fertilizers Tier 3.text": "Hi again @,^Caroline was cleaning out the attic and found these additional recipes for your Fertilizer Maker. Since we have such a strong business partnership, I thought you might find them useful as well. You might need to check with Robin or Clint for some of the materials, though. Keep your old pal Pierre in mind when you go to sell the produce these make!^New Recipes Learned!:^Deluxe Fertilizer and Hyper Speed-Gro^- Pierre",
	"BrazierFurnace.text": "Hey there, @!^Look, I know I don't usually write letters, but I've been tinkering with something new lately, and I thought you might be interested. It's called a Brazier Furnace. I know, I know, it doesn't exactly roll off the tongue, but trust me, this thing is a game-changer.^     - Clint",
	// "Blackstone.Collected.text": "Hey @, I heard you found some Blackstone. According to my grandfather's notes, it's a rare mineral that only forms in the dark. He also left blueprints for some sort of machine that utilizes them. I'm going to give it a go and try making it, so hold on to those Blackstones until I'm done and I'll send it to you when it's ready.^- Clint",
	"Gourmet Mayo Machine.text": "@, I passed by your farm the other day and your chickens look so happy! Thank you for taking care of them so well. The Deluxe Coop that Robin built for you looks really great. Since they're so healthy and happy, I think you might be able to use this present. If you try it out, bring me a sample :)!^- Marnie",
	"Gourmet Cheese Press.text": "@, your Deluxe Barn is so amazing! Your goats and cows must really love all that extra space. I bet you have more milk than you know what to do with, so here's another gift. Keep making those delicious cheeses!^     - Marnie",
	"Carbonizer.text": "Hello, @!^I did it! I finally did it! I figured out my grandfather's notes and got his machine working! It's called a Carbonizer and it can make some more coal with a lot of wood items! I'll be selling both the machine and the blueprints, and I'd really like it if the first one I sold was to you.^Really... thanks for all the support you've given me. Looking at this Carbonizer and Brazier Furnace and knowing I made them... I think I get why my father and grandfather loved this job so much. Anyway, hope to see you soon!^     - Clint",
	"RainbowFragments.text": "@,^I've investigated the fragments you brought back. Astonishingly, these fragments are identical to prismatic shards, if too small in scale to be useful. I believe these unusual mana formations we are seeing is how prismatic shards are formed in nature. Were you to fuse multiple fragments together, you may be able to make something of use. It may warrant further research.^     - M. Rasmodius, Wizard",
	"LiquidLuck.text": "@, I've managed to combine all five ingredients in a formula that will temporarily boost the support of the luck spirits in your immediate area. I've included a sample of the results as well as a copy of the preparation ingredients. It should prove useful.^     - M. Rasmodius, Wizard",

	// "Fertilizer Maker and Recipes.title": "Pierre's Fertilizers Secret",
	// "Fertilizer Maker and Fertilizers Tier 3.title": "Fertilizers Surprise",
	"BrazierFurnace.title": "Brazier Furnace Recipe", 
	// "Blackstone.Collected.title": "Clint's New Project",
	"Alchemical Fuser Recipe.title": "Alchemical Fuser",
	// "Alchemical Fuser Extra.title": "Alchemy Recipes",
	"Gourmet Mayo Machine Recipe.title": "Gourmet Mayo Machine",
	"Gourmet Cheese Press Recipe.title": "Gourmet Cheese Press",
	"Carbonizer.title": "The new Clint's family machine",
	"RainbowFragments.title": "Rainbows in the Dark",
	"LiquidLuck.title": "Appeasing Lady Luck",

	//MACHINE MESSAGES
	"Invalid.AF": "This can't go in Alchemical Fuser.",
	"Invalid.BF": "This can't go in Brazier Furnace.",
	"Invalid.CZ": "This can't go in Carbonizer.",
	"Invalid.FM": "This can't go in Fertilizer Maker.",
	"Invalid.GM": "This can't go in Gourmet Mayo Machine.",
	"Invalid.GP": "This can't go in Gourmet Cheese Press.",
	"Missing.Syrup": "Needs 1 Oak Resin, 1 Pine Tar, and 1 Maple Syrup",
	"Missing.Glue": "Needs 1 Glue",
	"Missing.Fiber": "Needs 5 Fiber"
}