{
	"Introduction": "Hey... hi. Am I supposed to know you from somewhere?",
	"Mon": "I've got school on my mind today. My classes are going well, thankfully.$e#Are we done here?$a",
	"Tue": "There's a lot to do in Zuzu City if you look around.$b#Found anything fun yet?",
	"Tue2": "I grew up in the countryside, and moved here to Zuzu for school.$b#I guess that makes us opposites.$h",
	"Wed": "The weather's being kind to us today. Did you walk here?",
	"Wed8": "I was hoping you would come by today! I was just thinking about you.$h",
	"Thu": "...$u#$e#Uh, were you talking to me?$u",
	"Thu6": "Do you think of me any differently than you did when we first met?",
	"Fri": "Have you met Selena? She's been my best friend for twelve years.$h",
	"Fri2": "Selena and I split the rent on our apartment.$e#It's still a bit expensive, but that's city life for you.$u",
	"spring_Fri_inlaw_Selena": "It's been really quiet without Selena around.$e#Look for a new roommate? What are you, nuts?$h",
	"Sat": "Hi, @. How are you?$e#I see.$e#Uhh, take a hint, dude.$a",
	"Sat2": "Hi, @. How's the farming?$e#That's good.$h#$e#...$u",
	"Sat6": "I don't trust a lot of people, but there's something really genuine about you that puts me at ease.$h",
	"Sun": "There's a lot to do at the pharmacy, even on Sundays.",
	"Sun4": "Sometimes, I get frustrated with working retail.$u#$b#But knowing I'm helping other people makes me feel a bit better.",
	"summer_Mon": "Should I go to the mini mart today?$u",
	"summer_Mon6": "The mini mart stuff is cheap and good, but the food from your farm is so much fresher.$h#$e#You wouldn't have anything on you right now, do you?",
	"summer_Tue": "Hey. Kind of busy right now, let's talk later.",
	"summer_Tue8": "I wasn't always this guarded. I just feel like I have to keep other people away from me.$u",
	"summer_Wed2": "It's nice out today. I wish I could find my sunscreen!$h",
	"summer_Thu": "Hi, @.$e#Don't you have something better to do?$a",
	"summer_Thu6": "You look really good today, @.$l^Thanks for coming to visit, @.$l",
	"summer_Fri4": "I mostly leave my apartment in the summer for work and for grocery shopping.",
	"summer_Sat4": "Hey there. It's corn season, isn't it?#$b#I always hated shucking those things.$a",
	"summer_Sun2": "Is it just me or do people complain about pollen more on weekends?",
	"fall_Mon": "This is my favorite time of year.#$e#Except for school starting again, of course.$u",
	"fall_Mon8": "I kind of dread school starting again, but getting a degree is the only way out of my backwater hometown...$u",
	"fall_Tue": "All I can smell today is pumpkin spice.",
	"fall_Wed4": "I have a lot of case studies to read up on for class.$b#I'd rather not spend all day doing that, though.$u",
	"fall_Thu4": "I pulled an all-nighter reading through case studies.$u#$b#As it turns out, there is such a thing as too much Joja Cola.$s",
	"fall_Fri": "%Buddy doesn't seem to notice you.",
	"fall_Fri4": "Sorry, I'm not in the mood to talk today.$u",
	"fall_20": "A customer yelled at me yesterday.$u#$e#Got a spare bed on your farm?",
	"fall_Sun4": "I was woken up this morning by a bird hitting my window.$b#I guess it's migration season.",
	"winter_Mon": "Winter is kind of a gloomy season. And boring, if you're a farmer, probably.",
	"winter_Mon8": "I turned the heat all the way up, and I'm still cold.$e#I don't think it's the warmth I need right now.$s",
	"winter_Tue": "The city is pretty dead in the winter.$b#...you're still here?$u",
	"winter_Tue4": "The city is pretty dead in the winter.$b#That's why I try to stay inside when I can.",
	"winter_Wed": "Fresh snow makes Zuzu City look so clean.$h",
	"winter_Thu4": "I like what I'm studying, but it burns me out after a while.$b#At least we don't have classes on Friday!$h",
	"winter_Fri2": "I want to do something fun tonight.$b#I think it will end up being video games again, though.$u",
	"winter_Fri6": "I want to do something fun tonight.$b#Hey, we should go out for drinks!$h",
	"winter_Sat2": "Is the winter like your summer vacation? Since you can't farm anything and all.",
	"winter_Sat8": "You look cold. Want to borrow one of my hoodies?",
	"winter_Sun": "Today's a great day for hot cocoa. I had a cup this morning and my day's already made.$h",
}
