{
//INTRODUCTION//
"Introduction": "Uh, hi... I'm Callum, but most people just call me Cal.#$b#You're @? Well, nice to meet you!$h#$e#You own a farm in the countryside? Wow!$h",

//INITIAL DIALOGUE (0 HEARTS)//
"Mon": "Oh, hey.#$b#I have to go to work, so do you mind if we talk later?",
"Tue": "I've got the day off. How are you, @?",
"Wed": "Have you met Gwen? She's my roommate.#$b#Hopefully you two will get along!$h",
"Thu": "My birthday is Fall 27.#$b#...Just in case you wanted to buy me a gift or something. Haha.$h",
"Fri": "Work again today...$s",
"Sat": "Yes! No work today!$h#$e#I guess you work every day when you're a farmer, huh?",
"Sun": "No work today, but I'm back tomorrow. It sucks.$s",

//2 HEART DIALOGUE//
"Mon2": "Hey, @!#$b#Sorry, I can't talk long. I'm working today. But it's nice to see you!$h",
"Tue2": "What do you like doing outside of farming, @?#$e#What do I do outside of Joja? Ummm... Not much, actually.$s",
"Wed2": "Work, work. It makes my head spin.$s#$b#...Oh, hey! I didn't see you there!$h#$e#Sorry, I don't have much time to chat...$s",
"Thu2": "I think I'd like to pick up a hobby. But I'm honestly not sure what I'd do...#$b#I've gotten so used to making Joja my life, it's hard to imagine doing much else...$s",
"Fri2": "My manager got mad at me for some stupid mistake I made today.$a#$b#I'd quit that job if I didn't need the money so badly...$s",
"Sat2": "Man, I haven't seen my friends other than Gwen in a while...$s#$b#Maybe I'll visit... David today.",
"Sun2": "The worst part about the weekend is that it doesn't last forever.#$e#It would be nice if I never had to go back to work.",

//4 HEART DIALOGUE//
"Mon4": "I've been thinking about what I'd like to do in the future... Once I can get out of this crappy job.#$b#Any suggestions, @? I could be a farmer, like you!$h#$b#...Just kidding! I could never handle your job. Haha.$h",
"Tue4": "Gwen's probably gonna want me to cook dinner tonight...$s#$b#I hate cooking almost as much as I hate stocking shelves.",
"Wed4": "I miss being in high school...#$b#I hated it back then but now I feel that I missed out on making a lot of good memories.$s#$b#...Jeez, I sound old.$s",
"Thu4": "You worked at Joja before becoming a farmer, right? What prompted you to leave?#$b#Oh, I'm sorry to hear about your grandfather... But I'm glad you managed to take your life in a new direction.",
"Fri4": "Well, tomorrow's the start of the weekend. Two glorious days of freedom!$h#$b#I'll probably just sit around, though. I always manage to waste my days off.$s",
"Sat4": "Hmmm... How should I spend today?#$b#...I guess I'll just watch some TV.",
"Sun4": "Hey @, look at this!$h#$b#I found an old sketchbook from when I was in high school. I used to really like drawing, you know!$h#$b#That was years ago now. Time really flies.",

//6 HEART DIALOGUE//
"Mon6": "I was working cash the other day and my manager caught me doodling. So now I've gotten into trouble again.$s#$e#I swear sometimes working at Joja feels like getting detention in high school.$a",
"Tue6": "I decided to call up an old friend from high school. Turns out he's getting married!$h#$b#I'm happy for him, but it sort of makes me feel like I'm behind...$s",
"Wed6": "How's the farm going, @? I should visit you in the countryside sometime!$h#$b#I'd love to live a rural lifestyle. It sounds so much more peaceful than the city.",
"Thu6": "I think I'd like to pick up drawing again. I used to do it a lot.#$b#I wonder if I've gotten rusty over the years...",
"Fri6": "Maybe it's just that I'm overworking, but I've been getting back pain lately.$s#$e#I'm too young for this! Working at Joja is making me age faster.$s",
"Sat6": "Aah, finally it's my day off!$h#$e#What are you going to be doing, @? Feel free to stick around if you wanna hang out!$h",
"Sun6": "Back to work tomorrow...$s#$b#Hey, if you think of it, you should come visit me at work!$h#$b#If you pretend you're a customer, I'm sure my manager won't get too mad. Haha.",

//8 HEART DIALOGUE//
"Mon8": "It's really nice of you to always come out to the city to visit.$h#$e#You're a cool guy, @.^You're a cool girl, @.$l",
"Tue8": "Ugh... I stayed up too late drawing last night...$s#$b#Once I get lost in a piece, it's difficult to quit! But that's no good when I have work the next day.",
"Wed8": "You know, it's nice to have someone I'm close to other than just Gwen.#$e#Life is harder when you're dependent on just one person.$s#$e#...I wouldn't mind if you wanted to depend on me sometimes, though.$l",
"Thu8": "Hey @, are you planning on watching that new movie that's coming to theatres this weekend?#$b#I haven't been to the movies in ages...#$b#Would you... Like to go with me sometime?$l",
"Fri8": "You know, in high school my friends and I used to play this game called 'Solarian Chronicles'. Have you heard of it?#$b#It's pretty fun. Really nerdy, though. Lots of wizards and magic potions and stuff.#$b#Maybe Gwen would be down to play a game sometime...",
"Sat8": "I think I'll play some video games this weekend.#$b#Do you play video games, @? I bet I could kick your butt at 'Journey of the Prairie King'!$h",
"Sun8": "For the first time in a while, I'm not dreading work tomorrow.#$e#Joja's not so bad, I guess. It's just a job, after all. I have more to my life.",

//10 HEART DIALOGUE//
"Mon10": "@! I'm so happy to see you!$h#$b#Do you wanna talk? How is your day going so far?$h",
"Tue10": "You know, even though farm life seems tough, I think it would actually be kind of fun to live on a farm!$h#$b#Huh? I'm just saying that because my boyfriend's a farmer? You caught me.^Huh? I'm just saying that because my girlfriend's a farmer? You caught me.$l",
"Wed10": "The week's already half over? Time's been flying the past little while!$h#$e#Maybe I'll surprise Gwen and cook dinner tonight...",
"Thu10": "You're more than welcome to stop by the apartment anytime you want! Just make sure one of us is home!$h#$e#Maybe you can stay for dinner some night! I could kick Gwen out, and it'd be just us!$l#$b#We could get takeout! What's more romantic... Pizza or Chinese?",
"Fri10": "Tonight I'm thinking I'm gonna work on some more sketches.#$b#I'm trying to build a portfolio. Maybe I can actually go somewhere with my art someday.$h",
"Sat10": "Oh, I was hoping I'd see you today!$h#$e#I made myself some lunch today and I thought you might like to have a taste.[215]",
"Sun10": "Hey, how are you doing today?$h#$e#Huh? I seem happy today? I guess I've just been feeling a lot more chipper recently!$h#$b#...You're largely to thank for that, @.$l",

//SEASONAL AND MISC DIALOGUE//
"spring": "Spring is nice, but I spend most of my time cooped up in Joja, so I never really get to experience it.$s",
"spring_Sat": "Are you friends with Gwen? It would be awesome if you two got to know each other!$h",
"spring_Mon": "Hello, @! Is %farm doing well?",
"spring_Tue": "It's a nice day, isn't it?#$b#Do you like the spring, @?",
"spring_Wed": "%time already?#$b#The days go by so fast at this age...$s",
"spring_Thu": "Hmmm... I haven't given Phil a call in a while...#$b#It's hard to keep up with friends when I'm working so often.$s",
"spring_Fri": "I bet %pet really likes the spring, huh?",
"summer": "Summer is such a nice season!$h#$e#Now if only I wasn't so busy with work, I might actually get to enjoy the nice weather!",
"summer_Sat": "Oh, what's up?#$b#I'm hoping Gwen plans on cooking dinner tonight...",
"summer_Mon": "Hello, @! Planting any summer crops?",
"summer_Tue": "What's the weather like in the countryside?#$b#Yeah, I know you don't live that far away. I'm just making conversation. Haha.$h",
"summer_Wed": "Is it really %time already?#$b#I'm late for work again...$s",
"summer_Thu": "It would be nice to go to the beach with some friends this summer.",
"summer_Fri": "How is %pet faring in the summer heat?#$b#It must be hard being furry during the warmer months...$s",
"fall": "The weather is getting colder...#$b#That means that winter will be here soon... Bleugh.$s",
"fall_Sat": "Fall really sucks.$s#$b#For once, I'm glad I'm stuck inside.",
"fall_Mon": "Hello, @!$h#$b#What sorts of crops do you plant in the fall?",
"fall_Tue": "Today is really %adj, don't you think?#$b#It seems like a good day for a nap...",
"fall_Wed": "Man, I'm way too tired today...$s#$b#I don't know how I'm even gonna make it through my shift...$s",
"fall_Thu": "When I was younger, I loved spending Spirit's Eve with my friends.#$e#We don't really do that kind of stuff anymore.$s",
"fall_Fri": "Jumping in a pile of leaves sounds fun right about now.",
"winter": "I hate winter. It's so cold!$s#$b#I wish I had some hot chocolate right now...",
"winter_Sat": "Winter in the city sucks. Traffic jams are the worst.$a#$b#It must be nice not living around a lot of people.",
"winter_Mon": "Hey, do you have animals on your farm?#$e#I'd imagine this season is difficult for you, not being able to rely on crops for income.",
"winter_Tue": "Do you celebrate the Feast of the Winter Star, @?#$b#Gwen and I don't make a big deal of it, but it's fun to exchange gifts on a special occasion.",
"winter_Wed": "My manager's gonna kill me if I don't make it to work by %time!$s#$e#Huh? It's %time already? I'm toast!$s",
"winter_Thu": "I saw some little kids building a snowgoon the other day.#$e#Reminds me of being in grade school again...#$e#...Huh? Just reminiscing, I guess. Haha.",
"winter_Fri": "You and %pet must be awfully cold on the farm, huh?#$b#At least Joja keeps their stores heated...",
"rainy": "As much as I hate it on my days off, there's something soothing about the sound of the rain hitting the roof of Joja.#$b#I could fall asleep to it. ...If I wasn't working, that is!$h"
}