{
	// First day of a Season
	"spring_1": "Spring is amazing, right? I hope you're ready, nature, because here me and my pencil come!$h",
	"summer_1": "Damn it's hot. I feel bad for %pet!",
	"fall_1": "Ah, fall. It's so much cooler this time of year. I just love the piles of leaves!$h",
	"winter_1": "Winter sucks. It's cold, and everything is ugly.$s#$b#Apart from you, @, obviously.$l",
	// Locations
	"patio_Callum": "Lovely weather.#$b#What are you up to, @?$h",
	"Rainy_Night_1": "On a night like this I just feel like snuggling up to you, @.$l",
	"Rainy_Night_2": "Listen to that... The rain is beautiful, isn't it?",
	"Rainy_Night_3": "Oh @, it's awful weather, but you make it all okay.$l",
	"Rainy_Day_1": "Oh @, it's awful weather, but you make it all okay.$l",
	"Rainy_Day_2": "Maybe we can make some good of all this rain somehow?#$b#At least you don't have to water the crops today!$h",
	"Rainy_Day_3": "I'm happy that the farm is doing so well, even in weather as awful as this.",
	"indoor_Night_1": "What an absolutely lovely night. I'm so happy, @.$h",
	"indoor_Night_2": "The night sky is just beautiful. I wish I had enough paint to paint the entire thing.$l#$b#That would be amazing.$h",
	"indoor_Night_3": "Yoba, am I tired. Living on a farm is hard work.$u#$b#But worth it.$l",
	"indoor_Day_1": "Beautiful day, isn't it, @?$h",
	"indoor_Day_2": "@, I don't say it enough, but I love you.$l",
	"indoor_Day_3": "Hey, @. I was thinking of doing a drawing of you today.$h#$b#Should be easy. Your facial features are beautiful and easy to remember!$l",
	"spring_Callum": "I found a flower I was going to give to you earlier but I dropped it.$s#$b#It's fine, I'll find you another!$h",
	"summer_Callum": "YOBA! IT'S SO HOT!$s",
	"fall_Callum": "Mmmm, smell the leaves? Oh wait, that's not the leaves, it's the paint on my shirt!$h",
	"winter_Callum": "Well, not much good comes from winter, but if one good thing did come from it, it'd be the beautiful snow.$h",
	"Outdoor_Callum": "Hey, @. I stepped outside for some fresh air. How you doing?$h",
	"OneKid_1": "Do you think %kid1 will be an artist like me? That would be cool, right?$h",
	"TwoKids_1": "Maybe %kid2 will grow up to be a farmer like you. %kid1 and %kid2 can travel the world, growing plants and drawing them!$h",
	"spouseRoom_Callum": "Hey, @. I was just going to do a bit of drawing."
}