{
	// First day of a Season
	"spring_1": "Spring is nice. I'd prefer to be in a cave, killing serpents, but it's not bad.$h",
	"summer_1": "Cooking in this heat is not pleasant.$s",
	"fall_1": "Fall. Yeah. That's all I have to say about it.",
	"winter_1": "Yeah, winter. It's getting cold. I don't think I'll be going adventuring anytime soon. I'll just stay in for now.$u",
	// Locations
	"patio_David": "Hey,@. What are you up to?$h",
	"Rainy_Night_1": "The weather is horrid, but you're just the opposite, @.$l",
	"Rainy_Night_2": "The rain sounds relaxing, until you step outside right into it!!$h",
	"Rainy_Night_3": "I'm hungry. I'd cook, but, it's late and the sounds of the rain would probably put me to sleep stood up!$h",
	"Rainy_Day_1": "The rain sounds relaxing, until you step outside right into it!!$h",
	"Rainy_Day_2": "The weather is horrid, but you're just the opposite, @.$l",
	"Rainy_Day_3": "In weather like this, I did a little bit of cooking. Here, have this. I hope you enjoy! [200]",
	"indoor_Night_1": "Good night, @ my love.$l",
	"indoor_Night_2": "@, you make life 1000x better. No, 10000x... no, 100000x... Yeah, that sounds about right.$l",
	"indoor_Night_3": "...Hmm? Oh, I'm just thinking about how perfect my life is.",
	"indoor_Day_1": "Beautiful day. I might go into the caves today...",
	"indoor_Day_2": "@, do you want to go into the caves with me someday? I think it'd be fun.$l",
	"indoor_Day_3": "I used to feel so insecure about my eyes, but with you? It all just slips away.$h",
	"spring_David": "Spring, huh? You gotta love it.",
	"summer_David": "I was thinking of going on a massive expedition to the Skull Cavern but I think the weather has put an end to that plan.$s#$b#SO HOT!$h",
	"fall_David": "Fall is nice, I like the mushrooms that start to pop up everywhere!$h",
	"winter_David": "If one good thing came from winter, it'd be my birthday! Haha!$h",
	"Outdoor_David": "Hey, @. Lovely day today, huh?$l",
	"OneKid_1": "Will %kid1 be an adventurer like us?$h",
	"TwoKids_1": "Maybe %kid2 will be an adventurer. %kid1 and %kid2 can go expeditioning together!$h",
	"spouseRoom_David": "I was thinking of going on an expedition soon, @. Wanna come?$h#$b#That is, if Marlon gives me the right map this time!$a"
}