{
//INTRODUCTION//
"Introduction": "Oh, hi! And you are... @? Nice to meet you.$h#$e#You're a farmer? Cool! I own the Sanctuary cafe in the Zuzu Desert.",

//INITIAL DIALOGUE (0 HEARTS)//
"Mon": "Hi, @. How's it going?",
"Tue": "I'm so lucky, I get to just live out my dream of owning a cafe.$h",
"Wed": "Have you met Emerald? She's my roommate.#$b#Hopefully you two will get along!$h",
"Thu": "My birthday is Winter 9.#$b#...What? I'm not asking for a gift or anything, buut if you did want to...$h",
"Fri": "Have you met the cashier of my cafe, Leonard? He doesn't talk much.#$b#...I like him. He's a good worker.$h",
"Sat": "I still have to run the cafe a little on the weekends, though Leonard takes care of a lot of it. He's a good lad.",
"Sun": "My eyes? Oh, I have heterochromia. Yeah it just means that my eyes are different colours.#$b#It's pretty cool.$h",

//2 HEART DIALOGUE//
"Mon2": "Hey, @... Do you know anybody with blue skin? Just curious.",
"Tue2": "Do you go adventuring in caves or anything like that, @?#$b#You do? That's awesome.$h",
"Wed2": "Sometimes working at the Sanctuary is stressful...$h#$b#It's all worth it though!$h",
"Thu2": "What are your hobbies, @?#$b#Me? I... uh, don't really have any.$s#$b#Does watching TV count?$h",
"Fri2": "Do you know Cal?#$b#Yeah, he's a regular customer at the Sanctuary. Pretty cool guy!$h",
"Sat2": "Do you know how to use a sword, @?#$b#That's so cool. I wish I did!$h",
"Sun2": "The weekend is nice, isn't it? I have time to plan meals for the Sanctuary, and you have time to, uh...#$b#What DO you have time to do on the weekends, @?",

//4 HEART DIALOGUE//
"Mon4": "I miss my youth. I had this crazy experience once.#$b#Huh? Oh, I don't really wanna talk about it.$s",
"Tue4": "Have you been in the cave near my cafe?#$b#I wish I had the guts to explore it. Apparently there's untold riches in there.$h",
"Wed4": "I'm pretty down today, @. Some jerks in the city were making fun of my eyes.$s",
"Thu4": "Leonard came in late today. It doesn't bother me that much though.#$b#He's a good kid.$h",
"Fri4": "I have some pretty friendly regulars at the Sanctuary.#$b#Do you get regulars buying your crops or whatever?",
"Sat4": "Ugh, I'm so tired.#$b#I said I'm tired. Can you leave me alone?$a",
"Sun4": "@, you used to live here in Zuzu before moving to the Valley, right?#$b#What made you leave?",

//6 HEART DIALOGUE//
"Mon6": "@... Do you know anybody with the initials 'QI' or something like that?#$b#No? Oh...$s",
"Tue6": "I've been practicing my swordwork. I'm getting pretty good, you know.$h",
"Wed6": "Is it fun to live near so much wilderness, so much danger?#$b#Wow, that is amazing.$h",
"Thu6": "Do you know anywhere that's good for exploring? Why? Oh, no reason. Just curious.#$b#Stop pestering me about it, I only asked.$a",
"Fri6": "Those jerks in the city again, @. They've been taking the mick out of my eyes. I hate it so much.$s",
"Sat6": "So, @. Are you friends with a 'Mr Qi'? No? Oh.#$b#Oh, no reason. I was just curious. Saw his name in a book.$u",
"Sun6": "Hey. I've been looking at some old maps that Gil gave me. I'm thinking of going out to the 'Skull Cavern'.$h#$b#What do you mean 'it's too dangerous'? I can handle myself!$a",

//8 HEART DIALOGUE//
"Mon8": "@, I'm glad you come out to the city to visit me. You're a nice kid.$h",
"Tue8": "Seeing you makes my day, @.$h",
"Wed8": "...$s#$b#Hm? Oh, I'm just thinking.$u",
"Thu8": "Do you watch much TV, @?#$b#I'm quite the TV addict. Never missed an episode of 'The Queen of Sauce'$h#$b#In fact, she inspired some of my recipes!$h",
"Fri8": "@, would you want to go out to the cave in the desert with me some time?#$b#I think it'd be a lot less scary with you around.$l",
"Sat8": "Being a chef is fun, but I'd like to take a break sometimes.#$b#I guess when I set it up I kinda revoked that right, huh?$u",
"Sun8": "You know what, @? With you around, I'm really starting to see the positive things life has to offer.$l",

//10 HEART DIALOGUE//
"Mon10": "@! I'm so happy to see you!$l#$b#Do you wanna talk? How is your day going so far?$h",
"Tue10": "@, I was wondering if you wanted to stop by the caves and kill some serpents with me later?$h",
"Wed10": "Huh?! It's %time already?! Is it too late to go to the caves yet?",
"Thu10": "You know what, @? I think I love you. I know, I know. Cheesy, but I do.$l"
}