{
	// First day of season
	"spring_1": "It's national history month! Us historians finally get a bit of recognition!$h",
	"summer_1": "Augh, here comes the hot summer weather...$a",
	"fall_1": "Fall is always a bit cooler than summer. It's for the best, really!$h",
	"winter_1": "Brrr... I picked up a new book for the winter at Pierre's the other day.",
	// Locations
	"patio_Selena": "It's so lovely out here, @.$l#$b#We're so lucky.$l",
	"Rainy_Night_1": "Good night, @. I hope you sleep well.$l",
	"Rainy_Night_2": "The sound of rain is so soothing. Let's get to bed, @.",
	"Rainy_Night_3": "Good night, @, love you.$l",
	"Rainy_Day_1": "Hey, @. How are you?$h#$e#Did you know that on this day two hundred years ago, there was a great battle here in the Valley?$6",
	"Rainy_Day_2": "I always loved rainy days. They're the best days to snuggle up with a book.$h",
	"Rainy_Day_3": "Today feels like a good day to snuggle up and read...$h",
	"indoor_Night_1": "Did you have a good day, @?#$b#What did you do today?$l",
	"indoor_Night_2": "Was your day interesting, @?$l",
	"indoor_Night_3": "I miss you when you're out all day, @.$s#$b#At least I have %pet to keep me company!$h",
	"indoor_Day_1": "Hey, @. Do you have a map of the Valley, perchance?$h",
	"indoor_Day_2": "Have you been down to the Skull Cavern, @?$6#$b#Rumor has it, high levels of iridium killed off an ancient civilization that lived down there...$s",
	"indoor_Day_3": "Have fun today, @! That's the main thing.$l",
	"spring_Selena": "Hey, @. I hope it's okay if I go and see Buddy soon, I haven't seen him in a while!$h",
	"summer_Selena": "Hot days like this make me appreciate living in the countryside just that bit more.$l",
	"fall_Selena": "Did you know Spirit's Eve was originally a celebration of the Saints that founded Ferngill, @?$6",
	"winter_Selena": "Brrr... Could you put the fire on, @?$u",
	"Outdoor_Selena": "Mmmm... feel the breeze, @.$h",
	"OneKid_1": "Aww, %kid1 is so curious. Maybe we'll have another historian in the family someday.$l",
	"TwoKids_1": "%kid2 and %kid1 will be amazing kids, I can just tell.$l",
	"spouseRoom_Selena": "Hello, @. I'm just reading up on Pelican Town's history.$h"
}
