{
	"Introduction": "Hello there! I'm Giovanni, but you can call me Gio!$h#$b#I run the pizzeria in Zuzu City (unsurprisingly) called Gio's Pizza.$h#$e#Have you met my niece Hazel yet?#$b#Sometimes, she helps out in the kitchen, and she waits tables for me.#$e#You two would get along like a calzone on fire!$h",
	"Mon": "My, oh my! I wish Hazel would come to work on time!$a#$b#I know she stays up late doing her studies some nights...#$b#But she never comes on time!$s",
	"Mon2": "Hazel needs lecturing on her responsibilities in the pizzeria!$s#$e#I came in this morning to unwashed dishes and dirty vegetables...$a#$e#Can you talk to her for me? She always gets upset because I 'nag her'...$s",
	"Tue": "Business is booming!$h#$b#I've never seen the pizzeria so full! Everybody loves pizza!$h",
	"Tue4": "I was thinking about how I could expand the business the other day...#$b#What do you think about 'special nights'?$h#$e#Taco Tuesdays!$h#$b#Burger Fridays!$h#$b#Sandwich Mondays!$h#$b#...#$b#No?$s",
	"Tue6": "...$s#$b#Oh! You caught me in a contemplative mood, @. Sometimes, amidst the hustle and bustle of the pizzeria, I find myself lost in thought.#$b#It's like I'm kneading dough, but with ideas instead!$h#$b#Ever feel that way? Like there's a whole world of possibilities waiting to be explored?#$e#Anyway, enough of my musings. How's your day shaping up?$h",
	"Wed": "From dough rising to cheese melting, it's been non-stop in the kitchen today!$h#$b#There's something about the energy of a busy day that gets me fired up.#$e#Speaking of fire, I might've... accidentally burned a pizza or two today...$s#$e#Hey, nobody's perfect, right?$h",
	"Wed4": "I've been thinking about the journey of Gio's Pizza, from its humble beginnings to where it is now.$h#$b#It's not just about the food; it's about the community we've built around it.$h#$e#Here's to family and good pizza!",
	"Wed6": "Hey, it's you again, @!#$e#Earlier, David stopped by to chat.#$b#We always have a bit of banter about whose pizza reigns supreme...$a#$b#But deep down, we both know it's all in good fun.$h#$b#Competition keeps us sharp, right?$h",
	"Thu": "I need to remember to schedule tomorrow's delivery with the driver...$s#$b#Oh, @! Haha, sorry, lost in my own thoughts...$h",
	"Thu2": "Well, well, well! Look who it is, @!#$b#Today's got me feeling nostalgic... I was reminiscing about the old days when Hazel was just a little sprout running around the kitchen.$h#$b#Flour on her nose and a twinkle in her eye.$h#$e#Time sure does fly, doesn't it, @?",
	"Thu6": "A stressful today, indeed, @.$s#$b#Is it just me that feels such pressure on business?$s#$e#Hey, everybody knows Gio's pizza is the best, right?$h",
	"Fri": "I've been experimenting with flavor combinations that'll knock your socks off, @!$h#$b#Who knew pineapple could be so controversial...?$s#$e#Hey, variety is the spice of life!$h",
	"Fri2": "Friday... everyone's ready to kick back and relax.#$b#Nothing more relaxing than a plate of my prawn linguini!$h",
	"Fri4": "Hey, hey, hey!#$b#I've been thinking about hosting a pizza party to celebrate the end of the week.$h#$e#Picture this: music, laughter, and of course, mountains of delicious pizza.#$b#We'll have to plan it out, sometime!",
	"Sat": "Weekends! Great for business, but not for my back...#$b#Nothing like lugging bags of flour around at 50-odd.$h",
	"Sat2": "Did you know, pizza deliveries go up by 75% on the weekends?#$b#I wonder what it is about being the end of the week that turns us all into gluttons.$h",
	"Sat6": "Today's just been a tough one, @.#$b#Would you mind leaving me be? I'm exhausted.$s#$e#Thank you, @. I'm sure I'll see you for a good slice of pizza tomorrow, right?$h",
	"Sun": "Sundays have a certain relaxing air about them...#$b#Sometimes, I wish I were off at some tropical resort, sipping a glass of white rum.$h#$e#Oh well, plenty of time for that when I retire!",
	"Sun4": "Mmm...$h#$b#Just thinking of the good old days.#$b#...Not that days aren't good now! I love cooking with a passion.$h"
}
