{
  //GWEN DIALOGUE, BY ASTERISK
  //INTRODUCTION//
  "Introduction": "H-huh? Oh, hello! I'm Gwen... What's your name?#$b#@? And you live on a farm? That's... pretty cool!$h#$e#What is the area like? Is it a nice place to live?",


  //INITIAL DIALOGUE (0 HEARTS)//
  "Mon": "H-hello, @. How a-are you?#$b#S-sorry, I'm a little nervous, people don't usually talk to me...$s",
  "Tue": "I'm quite t-tired... Please leave me be.#$e#...$u",
  "Wed": "My b-birthday? Oh, i-it's Fall 20! Th-thanks for asking!$h",
  "Thu": "I've a-always wanted to go to the Gem Isles.#$b#I d-don't have the cash, though.$s",
  "Fri": "What's it l-like on %farm?#$e#It s-sounds great.#$e#I wouldn't mind l-living on a farm!$h#$b#W-wait, I didn't mean it like that-$l",
  "Sat": "L-life is just getting me down, lately.$s#$b#But you're here! Got any stories for me?$h",
  "Sun": "Job? I-I don't have a job...#$e#My parents d-died a few years ago and l-left me all their money, so I'm living off of that for now...$s",


  //2 HEART DIALOGUE//
  "Mon2": "I'd like to go to a t-therapist but I don't... I mean I just need to slowly work on my confidence and other people need it more. #$b#Mostly I just read self help books...",
  "Tue2": "...#$b#If you're going to j-judge me, can you just not talk to me?$s",
  "Wed2": "It might sound weird but wearing dark colors helps me feel more chill. #$b#I mean... I guess wearing cheerful clothing all the time would feel like c-chaining myself down with lies.",
  "Thu2": "%Gwen is muttering to herself.#$b#It's just... I don't... why are people so hard...?$s",
  "Fri2": "Maybe I could try taking a teaching course... But I don't know if I'm any good with kids",
  "Sat2": "I don't really fit in... um...$u#$b#I guess there are people around here who might share my interests but I don't feel like I fit in.$s#$b#It's easier lurking online where you don't have to worry if someone...... You worry less.",
  "Sun2": "Oh crabsticks. I hate how busy shops get in the afternoon but I don't want to wake up early.",


  //4 HEART DIALOGUE//
  "Mon4": "Thanaris from WoW is such an amazing character. #$b#And zir makeup is s-so sharp I think I die a little each time ze arches an eyebrow.",
  "Tue4": "I guess I'm lucky my parents left me something... #$b# but all... I can't f-figure out what I should be doing next.",
  "Wed4": "Hi! Um, I've started putting up playlists on an online channel.#$b#W-would you like to swap music?",
  "Thu4": "I am going to a-apply for a job today. Just one shift a day... I can do that... One a week?",
  "Fri4": "Smiling at one person every day is um, kind of how I started trying to be more social. It can feel really awkward though.",
  "Sat4": "%Gwen is humming to herself and sometimes lets loose a lyric.#$b#oh~ won't you come see the show!#$b#Ah! How long were you standing there?",
  "Sun4": "Flesh Robot just announced a new album! #$b#I kind of want to make a r-reaction video... #$b#B-but how do I make it w-worth watching?",


  //6 HEART DIALOGUE//
  "Mon6": "There's a book character that said big parties are more fun because you can keep your privacy.#$b#I still think I only like crowds at a concert though.",
  "Tue6": "There are some really great finds in online auctions.#$b#I wish I could fill a whole house with really unique one of a kind finds.",
  "Wed6": "Whatever meat you're eating make sure you cook it because there's a lot of bacteria that thrive on meat.",
  "Thu6": "If you could put fear in a garden, what kind of plants would grow?",
  "Fri6": "People a-always say if you're having trouble getting a job you should go back to school.#$b#Um... I could apply for... mm... something...",
  "Sat6": "I'm glad I live in the city, I'd miss all the shops and nightlife if I was in Stardew Valley.",
  "Sun6": "Life can be s-strange, can't it?",


  //8 HEART DIALOGUE//
  "Mon8": "It's nice in the city. People are used to weird a-and you can get away with being y-yourself.",
  "Tue8": "Watching old horror movies is the best.#$e#The special effect fails are hilarious.$h",
  "Wed8": "Do monsters ever follow you home?$u",
  "Thu8": "Have you ever read 'Lucy's Five Steps to Fiefdom'? #$b#The premise is it tells you how to become a lord of hell...#$b# But it's actually a really funny satire on how people create hell on Earth.",
  "Fri8": "I found a calcium carbonate cluster on the internet that looks just like fried chicken...#$b#I really want to buy it but where would I put it.",
  "Sat8": "There isn't really a funeral parlor around here.#$e#Maybe I should start one?$h",
  "Sun8": "The mullet will never die. People just need to reach the stage of acceptance. #$b#I was watching a video that said as long ago as the 16th century women had mullets, so they could get that curly in the front but tall at the back hairstyle.",


  //10 HEART DIALOGUE//
  "Mon10": "I think I love you so much your name is probably etched on my soul.$l",
  "Tue10": "Hello, love.",
  "Wed10": "You d-don't understand how much I hate banks and governments. When your p-parents die everyone wants a piece of them.$s#$b#Everyone seems to want to be my friend as soon as I inherit some money, but otherwise, everyone hates me.$a",
  "Thu10": "Supernatural horror movies don't scare me, it's the based-on-a-true-story stuff that freaks me out.",
  "Fri10": "Do you ever think about the future?$h#$b#I really hope we're buried together.$l",
  "Sat10": "I saw this really cool spider chair online but it's not for sale.#$b#I wonder if I can commission one...$h",
  "Sun10": "So it's okay if you think it's crazy, but if we ever have kids I think it'd be funny to tell them we found them in a cemetary.#$b#I'll make the story a little more elaborate each time and see how long it takes for them to catch on.$h",


  //SEASONAL AND MISC DIALOGUE//
  "spring": "Hey @. How are the spirits treating you?",
  "spring_Sat": "%Gwen is humming to herself and sometimes lets loose a lyric.#$b#You've many names and I'm sick of your games~",
  "spring_Mon": "Interviews are so stressful. Sometimes it scares me off, doing the applications...",
  "spring_Tue": "The fresh blossoms are nice today aren't they? The cycle of life and death is a staple of poetry.",
  "spring_Wed": "%Gwen doesn't feel like talking and pretends she didn't see you.",
  "spring_Thu": "I did another j-job application today. Um... how was your day?",
  "summer": "%Gwen is humming to herself and sometimes lets loose a lyric.#$b#Check your freezer, geezer~",
  "summer_Sat": "It's so hot. Do you think I could get away with replacing all my textiles with mesh?#$b#Maybe I just need a bigger hat with a black veil.",
  "summer_Mon": "How does my makeup stay on in the heat? Pure skill.#$b#Haha um... actually it's just getting a good primer.",
  "summer_Tue": "%Gwen doesn't feel like talking and pretends she didn't see you.",
  "summer_Thu": "I did another j-job application today. Um... how was your day?",
  "summer_Fri": "How are your little four legged friends doing?",
  "fall": "Gwen is humming to herself and sometimes lets loose a lyric #$b#Autumn runs red with the blood we spent~",
  "fall_Sat": "How's the farm? Be careful not to get sunburnt",
  "fall_Mon": "I got some tickets to a concert, would you like to go with me?",
  "fall_Tue": "Find anything interesting in the mines recently? ",
  "fall_Wed": "I think my hair probably needs a trim.",
  "fall_Thu": "I did another j-job application today. Um... how was your day?",
  "fall_Fri": "%Gwen doesn't feel like talking and pretends she didn't see you.",
  "winter": "%Gwen is humming to herself and sometimes lets loose a lyric.#$b#Breaking my back to pick up your slack~",
  "winter_Mon": "Find any good music recently?",
  "winter_Tue": "%Gwen doesn't feel like talking and pretends she didn't see you.",
  "winter_Wed": "Hey what do you think of this?#$b#Gwen shows you something on her phone.",
  "winter_Thu": "I did another j-job application today. Um... how was your day?",
  "rainy": "%Gwen is humming to herself and sometimes lets loose a lyric.#$b#If I could begin to see how to lose all the debris~",


  //EVENT DIALOGUE//
  "GwenMagicYes": "W-what?! Really?? That’s so awesome.$h",
  "GwenMagicMaybe": "Haha! That’s the spirit!$h",
  "GwenMagicNo": "W-well, I disagree.$u#$b#I believe you can find magic anywhere if you look hard enough!"
}
