{
	// First day of a Season //
	"spring_1": "S-spring is awesome, it's not too cold, like in horrible Winter, but not too hot, like in horrible summer.$h",
	"summer_1": "Summer sucks, but it sucks less around you.$l",
	"fall_1": "It's starting t-to get c-colder but it's fine... I don't mind that much.#$b#Especially when I get to be n-near you, @.$l",
	"winter_1": "...I-I h-hate th-the w-wint-ter...$u#$b#Snuggle me to warm me up...$l",
	// Locations //
	"patio_Gwen": "The valley is so beautiful, isn't it?$l",
	"Rainy_Night_1": "The rain... huh. It sounds so beautiful on the roof of the farmhouse.$l",
	"Rainy_Night_2": "Good night, my love. I think I'll sleep soundly tonight, to the sound of the rain, and next to you.$l",
	"Rainy_Night_3": "%Gwen is relaxing. You don't want to bother her.",
	"Rainy_Day_1": "It used to rain like this all the time in the city.$u#$b#I thought I'd miss it, but I don't. I love living here with you, @.$h",
	"Rainy_Day_2": "R-rain is great. Well, maybe not for you. Y-you have to work in the rain...#$e#At least you d-don't have to water the crops!$h",
	"Rainy_Day_3": "...I miss my parents every day, but I know that they'd want me to be happy.$s#$b#I'm happy with you, @.$l",
	"indoor_Night_1": "Hey, @. How was your day?#$b#I didn't do a whole lot, but I love living on %farm farm.$h",
	"indoor_Night_2": "What d-did you get up to today, @?#$b#I was watching TubeYou earlier and I saw a video about philosophy.#$e#That's how I ended up t-taking a nap!$h",
	"indoor_Night_3": "%Gwen is singing with her earphones in.#$b#And I'm tired of the games you play- HUH?! How long were you stood there?$u",
	"indoor_Day_1": "@, what do you think of my hair? I did something new with it today!$h#$b#I'm glad you like it.$l",
	"indoor_Day_2": "As much as I liked t-to think I did, I didn't belong in Zuzu.$u#$b#I belong out here, with you.$l",
	"indoor_Day_3": "I haven't spoken to %rival in a while...#$b#I m-might call them!$h",
	"spring_Gwen": "Pierre is selling some good s-stock today, @. Why don't you g-go pick up some new seeds?$h",
	"summer_Gwen": "%Gwen is sweating, and she looks agitated.#$b#It's too hot... d-do you have a fan, @?$s",
	"fall_Gwen": "Pelican Town looks beautiful in the Fall, @. Why don't you take a day off to appreciate the nature, today?$h",
	"winter_Gwen": "What's up, @? I saw tickets on sale for Flesh Robot. Do you want to go some time?$h#$e#Or... we could stay home and snuggle?$l",
	"Outdoor_Gwen": "Mmmm, the breeze feels great.$h#$b#I'm so happy I met you, @.$l",
	"OneKid_1": "I wonder what %kid1 will do when they grow up?#$b#Whatever they do, I'm sure we'll be so proud of them.$l",
	"TwoKids_1": "%kid1 and %kid2 were playing earlier. I'm glad they g-get along.$l",
	"spouseRoom_Gwen": "Hey, @. Do you wanna put the radio on?"
}