{
	"Introduction": "Have we met...?#$b#My name's Hazel.$h#$b#I work at the Pizza Place - my Uncle Giovanni owns it.#$b#And he's the self-appointed head chef!$h",
	"rain": "Ugh, rain again?$s#$b#Well, at least it's good for the plants.",
	"Mon": "Mondays are such a drag!#$b#I wish I could just stay in bed, sometimes...$s",
	"Mon2": "I can't believe I force myself out of bed every day to come and wait tables.#$e#I'm sure there's something better I could do with my time...$s",
	"Tue": "Hey, @. How's your week going?$h#$b#Mine's fine, just the usual mid-week pizza grind, I guess...",
	"Tue4": "Hey, @. What should I do with my life?#$b#I can't work at a pizza place my whole life, this isn't some kind of game.$a",
	"Wed": "I wish I could cook the pizza somedays.$a#$b#Waiting's... fine, but it gets old, quick.$s",
	"Wed4": "I love Uncle Gio, but I wish he'd get off my back sometimes...$s#$e#If I'm late, I'm late!#$b#What more do you want me to do about it...?$a",
	"Thu": "@! Want a pizza?#$b#Or are you here to talk to me?$h#$e#Either way, I'm happy to oblige.$h#$e#Well, 'happy' is a stretch...$s",
	"Thu2": "Can't wait for friday! Best day of the week...$h#$e#Sure, the pizzeria might be busiest on Fridays...$s#$b#But it's the day before the blissful weekend...$h",
	"Thu6": "I spilled a drink in the kitchen earlier.$a#$b#I swear, I'm getting clumsier and clumsier.",
	"Fri": "TGIF!$h#$e#I swear, this job will be the death of me...$s",
	"Fri4": "Ugh. Friday...#$b#Thank yoba the week is nearly over!$h#$e#I guess your weekends are just as much work as your weekdays, huh?",
	"Sat": "Weekends are the best!#$b#The sight of pizza actually makes me feel sick these days.$h",
	"Sat2": "I was thinking of quitting my job recently...$s#$e#But I'm only just making ends meet as it is.#$b#And I could never do that to Uncle Gio.$h",
	"Sat6": "The weekend really makes you feel a lot more free to do what you want!$h#$e#I'm not looking forward to going back to work, to be honest with you, @...$s",
	"Sun": "Studying microbiology is...$h#$b#Cool, and all...$s#$b#But I kinda wish I went to culinary school.$s",
	"Sun4": "Being off exploring nature is one of my favourite pastimes.#$b#It's a shame I'm always pre-occupied with my work and studies."

}
