{
//INTRODUCTION//
"Introduction": "Yes hello, what are you doing away from your desk?#$e#What do you mean you don't work for me?#$b#Oh, you're a farmer? What's your name? @? You don't belong here.",


//INITIAL DIALOGUE (0 HEARTS)//
"Mon": "Ah, mondays... I do love the sound of busy workers.$h",
"Tue": "You again? Are you trying to get your old job back?",
"Wed": "You're not looking for handouts are you? No good thing comes for free.",
"Thu": "If you want your farm to be a success you should really spend less time wandering around.",
"Fri": "How do you keep getting through security? Someone is asking to get fired.$u",
"Sat": "I've never had children but I very much think of Joja Corp as my child.",
"Sun": "My birthday, incase you cared, is Summer 25.",


//2 HEART DIALOGUE//
"Mon2": "My parents were always very busy and enterprising people. I think some of it must have rubbed off on me.$h",
"Tue2": "You know, if you ever get bored of farming there's always a place for you in the Joja family.$h",
"Wed2": "I've been thinking of making some changes to my workforce. I don't know who to fire, though...$s#$e#It's such a hard decision.",
"Thu2": "You could do so much for your image if you stopped running around caked in farm dirt the whole time.$u",
"Fri2": "I think I'll make a trip to the Ferngill Islands this weekend. Travelling is one of life’s great experiences.$h",
"Sat2": "You know, my workers really have it easy. I know I didn't take Saturdays off when I started Joja.#$b#And then they have the audacity to call me a terrible boss!$a",
"Sun2": "Have you ever been to that little 'Sanctuary Cafe'?#$b#It's a little grotty but I don't mind going there.$h",


//4 HEART DIALOGUE//
"Mon4": "I have a lot to think about today. Please do not bother me.#$e#I said don't bother me.$a",
"Tue4": "You're actually quite good at networking, aren't you? As in you know many of the people around here.",
"Wed4": "You know I used to care about popularity. But it all feels empty when people only care about what you can give them.$s",
"Thu4": "Have you thought of opening a Joja bank account?#$e#You'd get much more profit if you could take out a loan to purchase seeds at the start of the season.",
"Fri4": "I know some of my employees are underperforming... but it's so hard to fire people!",
"Sat4": "*yawn* Oh, hello, @. How are you today?",
"Sun4": "If there's something I've learned in my life, @, it's that not everyone can tell you what to do.#$b#Follow your dreams. That's what I did, and look where I am!",


//6 HEART DIALOGUE//
"Tue6": "I'm thinking of issuing a site wide survey.#$b#Do you think you could help me with the questions?$h",
"Fri6": "I’ve been reading some books on organizational psychology recently. I think I might renovate the office.",
"Sat6": "@, I feel like we're becoming great friends.#$b#That is not something that is common for me, so... Thanks, and congratulations, I suppose.$h",
"Sun6": "Everyone thinks I'm such a bad guy, but I'm not. I just want what is best for Joja, and for my staff, I suppose.$s",


//8 HEART DIALOGUE//
"Mon8": "It’s strange changing the way I run things after so long, but you give me the confidence to always do better.$l",
"Tue8": "'Good evening, everybody, my name is Kristoff Joja, CEO of Joja Corp, and I am here today to present-'#$b#-I, oh, @! I didn't know you were there!#$e#Were you enjoying my speech?$h",
"Wed8": "When you used to work here, @, was I a good boss?#$b#I feel like my staff all vituperate me behind my back.$s",
"Sat8": "Do you think you'd want to take a trip with me one of these days?$l#$b#I've heard it's nice out near Calico Desert.$h",
"Sun8": "Hmm? Oh, hello, @! I'm just writing this week's 'Employee of the Week' awards!$h#$b#How are you?",


//10 HEART DIALOGUE//
"Mon10": "You made time out of your busy day to come find me? I’m so happy.$l",
"Tue10": "@, I feel like we have developed a very strong bond together.$l#$b#That's a rare occurrence. Thank you bringing back the good to me, @.$l",
"Wed10": "Hello, @! I've been trying to work with a 'positive mindset' today!#$b#It's put me in a great mood!$h",
"Thu10": "How do you travel all the way out to the city? By bus? By train?#$b#You'd travel all that way, just to come and see me?$l",
"Fri10": "Hello there, @. I was wondering if you'd want to go to the movies some time?$h#I found a great one called 'Mysterium'!$h",
"Sat10": "Have you ever been to the 'Zuzu Underground club, @?#$e#Would you like to go with me, some time?$l",
"Sun10": "Urgh, I'm in a foul mood. Too much paperwork!$a#$b#Seeing you always brightens my day though, @.",


//SEASONAL AND MISC DIALOGUE//
"spring": "You know a lot of planning goes into each retail season. Everyone in the Joja family puts a lot of effort into knowing what you need before you do.",
"spring_Mon": "There's never any mistake you can't get through with a good team on your side. My lawyers are definitely overpaid but they're definitely the best.",
"spring_Thu": "You know every part of what you do can be more successful if you have the right mindset. I should know, I wrote the book.",
"summer_Sat": "Have you checked out the seasonal produce?#$b#I think the creative team outdid themselves this season.$h",
"summer_Mon": "I outsource a lot of work I used to do myself. Sometimes I want to do more but there's just not enough time.",
"summer_Tue": "Information is one of the best tools a business can have.#$b#Or one of the best tools, period, I suppose.",
"summer_Wed": "You know, I never ask my workers to do anything I wouldn't do myself.",
"summer_Fri": "I've always liked a good challenge, and my instincts have always paid off.$h",
"fall_Sat": "I hate jargon. If you want clear communication you shouldn't hide behind long words!$a",
"fall_Mon": "I don't visit your town often but the Stardew Valley Fair is one of the few things that makes me want to set aside the time.",
"fall_Thu": "My idea of fun might not work for everyone initially, but it's a purpose filled life.",
"fall_Fri": "I actually admire your work ethic. What motivates you?#$b#Maybe I could do that with my employees.",
"winter_Mon": "In most towns winter is the best season for sales, but Stardew Valley bucks the trend. We should really expand the range of stores there.",
"winter_Wed": "You don't need to listen to what everyone says in this life. More than half the time it's all nonsense anyway.",
"rainy": "There's always something nostalgic about rain, isn't there?$l#$b#Well, back to work."
}