{
	// First day of season
	"spring_1": "It feels odd, being unproductive.#$b#I like it, though. Especially in this lovely Spring weather.$h",
	"summer_1": "Gee, this Summer heat must be horrible for my employees.$s",
	"fall_1": "Fall is actually one of the nicer times of year.#$b#Our creative team always pulls it out of the bag with the displays at this time of year.$h",
	"winter_1": "Brrr, it's cold!$s#$b#We could always snuggle up together, @.$l",
	// Locations
	"patio_Kristoff": "Oh, @! I'm just having a little rest.#$b#How are you, my darling?$h",
	"Rainy_Night_1": "You know, @, I love the rain. It's so... nostalgic, you know?$l",
	"Rainy_Night_2": "In weather like this, I'd usually be very inspired to work, but all I can think about is snuggling up with you, @.$l",
	"Rainy_Night_3": "@, come and relax for a minute. How was your day? I bet it was easier, you didn't have to water the crops, at least.$h",
	"Rainy_Day_1": "This is perfect weather for working, @.#$b#I hope my employees are working hard. I know they will be.$h",
	"Rainy_Day_2": "I'm thinking of donating some of Joja's profits to a charity.#$b#You should help me pick which one!$l",
	"Rainy_Day_3": "This weather reminds me of the night I invented Joja.#$b#It was rainy, I was in my little run-down apartment, and I created my first website.$h#$e#It's a shame that my parents can't see everything I have accomplished.$s",
	"indoor_Night_1": "Good evening, @. How was your day? Productive? Fun?$h",
	"indoor_Night_2": "@, I'm a little tired tonight. I dealt with a little Joja business earlier.#$b#I'm not used to it anymore!$h",
	"indoor_Night_3": "...My life has purpose. I look at you, @, and I feel happy. That's the point of life, right?$l",
	"indoor_Day_1": "It's a beautiful day outside, birds are singing, flowers are blooming. A great day to... stay inside and work!$h",
	"indoor_Day_2": "I'm glad you left Joja, @. You clearly belong here, farming.#$e#It's like your calling!$l",
	"indoor_Day_3": "I was always so stressed, working away for Joja things, but I don't have to worry as much anymore.$h#$b#I have you, @.$l",
	"spring_Kristoff": "Spring is nice, isn't it, @?$l#$b#It reminds me of the massive Joja farms we have.#$e#Oh, don't worry, we pay them fairly!$h",
	"summer_Kristoff": "Sheesh, it's sweltering today!#$b#I'm glad we don't live in the desert!$h#$e#If one good thing comes from summer, it's my birthday.$h",
	"fall_Kristoff": "Fall. Hah, it's symbolic, isn't it?#$b#Of all the things that have to die for new life to emerge in the Spring.$s",
	"winter_Kristoff": "I'm... cold...$h",
	"Outdoor_Kristoff": "I just stepped outside for some fresh air. It's amazing out here.#$b#When I was all cooped up in my office I never realised how majestic nature is.$l",
	"OneKid_1": "I hope %kid1 can grow up to be as successful as us. That would be wonderful.",
	"TwoKids_1": "%kid1 and %kid2 could start their own business! They could make a Silicon Valley type startup!#$b#Well, whatever they do, they'd be very lucky to turn out anything like you, @.",
	"spouseRoom_Kristoff": "I had to pop in here to do a bit of work, my dear. I hope that's okay!#$e#I promised when I married you that I'd devote all my time to our love, but I do still have to manage some things.$h"
}