{
	"Introduction": "Err.. hello. I'm a bit busy, uhh. Nice to meet you.#$b#I'm Kristoff's personal assistant, Max. I'm busy right now, but I hope we can be friends!#$e#I'll talk to you later, @.",
	"Mon": "Mondays are always the most stressful with Kristoff.$s#$e#He always seems to have something for me to do.$u",
	"Mon2": "Gah! What ever happened to promotions?$a#$b#I have bigger ambitions than just being Kristoff's little minion.$s#$b#Sorry, I just get sick of this job sometimes.$s#$e#It isn't ALL bad...",
	"Tue": "...$a#$e#What? Can't you see I'm a bit busy?$s",
	"Tue4": "Why do I even bother sometimes?#$b#I mean, what's the point of this endless cycle of errands and tasks?$a",
	"Tue6": "There's something strangely satisfying about crossing things off my to-do list.$h#$b#It's the little victories that keep me going.",
	"Wed": "I find some solace in playing the piano.#$b#It's a respite from the chaos of my work life.$h#$e#What about you, @? What are your hobbies?",
	"Wed4": "Sometimes, I can't help but wonder if all this running around is leading me anywhere.#$b#Do you ever feel like that?#$e#I want a future in business, yeah, but I envisioned a bit more... respect from my employer!$a",
	"Wed6": "There's a certain rhythm to Wednesdays, don't you think?#$e#Like the ebb and flow of the city.#$b#It's oddly calming.$h",
	"Thu": "Some days, I wonder if this is all there is to life.#$b#Just a never-ending cycle of tasks and responsibilities.$s#$e#Don't worry about me, @. I love it really...",
	"Thu2": "Kristoff makes me feel stupid sometimes, you know...$s#$b#I try my best for him and give him my ideas...$s#$e#His always end up being better than mine, apparently.#$b#Well, that's not what the sales figures say...$h",
	"Thu6": "Hey. You know, despite the chaos of this job, it's nice to have someone to talk to.$h#$e#Thanks for being here.$h",
	"Fri": "Is it just me, or does Friday seem to drag on forever?$s#$b#Ugh, it kills me!$a",
	"Fri2": "I can't wait for the weekend.$h#$b#I'm thinking of hitting up the Sanctuary for some live music tonight.$h#$e#Wanna come?",
	"Fri4": "You know, despite all the craziness, it's not so bad having someone like you to chat with.$h#$e#I wish Kristoff appreciated my work a bit more...",
	"Sat": "Ahhh, saturday...$h#$e#Don't you just love a day off?",
	"Sat2": "I think I might spend some time at the forest park today.$h#$b#It's nice to make the most of my time away from the office.",
	"Sat6": "Hey, want to hang out later? Maybe we could grab a drink somewhere?$h#$e#Rain check?$h",
	"Sun": "I love sundays.#$b#But the looming prospect of the working week ahead is sort of getting me down.$s",
	"Sun4": "Another week ahead...$s#$b#I'll try counting how many times Kristoff thanks me this week!$h#$e#I estimate a number below 3.$s"
}
