{
	// First day of season
	"spring_1": "Spring is great, back home, me and my pals would always egg this poor lad's house.$h",
	"summer_1": "Summer, holiday season. I can almost hear the planes flying off now.",
	"fall_1": "You know what time it is! Spooky season!$h#$b#I might end up making a halloween special for my blog.",
	"winter_1": "Hey, @... I'm getting a little cold.#$b#Wanna snuggle?$l",
	// Locations
	"patio_Sadie": "When I used to work at the airport, I remembered staring up at the sky on the tarmac.#$b#...huh? Oh, just nostalgic is all!$h",
	"Rainy_Night_1": "Respect to all the pilots flying in this dreadful weather!$h",
	"Rainy_Night_2": "I hope you had a good day today, @, despite the weather.$l",
	"Rainy_Night_3": "Hey, @! How was your day?#$b#Weather like this is great for vlogging, but not for my camera!$h",
	"Rainy_Day_1": "Lovely weather for the ducks, eh, @?$h",
	"Rainy_Day_2": "Respect to all the pilots flying in this dreadful weather!$h#$b#I was always thankful for the CAT III autopilot in weather like this...$h",
	"Rainy_Day_3": "Have a good day, @. I hope the weather treats you and our crops well.$h",
	"indoor_Night_1": "How's your day been, @? Good? Bad? Meh?#$b#Yeah, I getchu.$h",
	"indoor_Night_2": "Night, @. See you in the morning.$l",
	"indoor_Night_3": "Hey, @, thanks for being here. I love you.$l",
	"indoor_Day_1": "I love our little farm, it's great. It's like one of them really nice places you see on holiday posters!$h",
	"indoor_Day_2": "Have a good day, @. I'll probably just go for a walk later.#$b#Don't worry about me! I'll find something to do.#$b#OOH! I might go and talk to Harvey about the new Boing plane!$h",
	"indoor_Day_3": "I did enjoy flying, but it got quite stressful at times.#$b#I accumulated 5600 hours of flight time over my career!$h#$e#I'd say that's something to be proud of.",
	"spring_Sadie": "I do like to still keep up with Gwen, we have our occasional chats.#$b#I might go and pop over to Zuzu to say hello to her soon.$h",
	"summer_Sadie": "Gahhh, Summer is FAR too hot!$a#$b#I'm getting flashbacks of the airport...#$b#It was like an incubator in weather like this!!$h",
	"fall_Sadie": "I love the food available in the Fall.$h#$b#Ooh, @, go and fetch me some muffins from the saloon!!$h",
	"winter_Sadie": "I like to cool off in the Winter.$h#$b#But so do the runways! They were quite annoying in weather like this!$a",
	"Outdoor_Sadie": "Hey, @. Just getting some inspiration for my blog!$h#$b#How are you?$l",
	"OneKid_1": "I wonder what %kid1 will grow up to become...$l#$b#Perhaps they'll be a pilot?$h#$e#Whatever they end up doing, I hope they do what they enjoy.$l",
	"TwoKids_1": "Did you see %kid1 and %kid2 playing earlier? They were pretending to be fighter jets, it was so cute!$l",
	"spouseRoom_Sadie": "Heya, @. How are you?#$b#I'm just looking through my flight stuff...$h"
}