{
  //ASTERISK555 WIP 7
  //INTRODUCTION//
  "Introduction": "Hey there farmer, I'm Sadie.#$b#@, huh? Well, @, ready to go flying?$h#$b#Haha, just kidding around witcha.",

  //INITIAL DIALOGUE (0 HEARTS)//
  "Mon": "A golden scroll in another language, you say? I figure I could have a crack at it.",
  "Tue": "I'm lucky that I get to travel as part of my job.#$b#Around here, you tend to need to jump through a lot of hoops if you want the chance to leave your little town.",
  "Wed": "How goes it, @? Anything interesting happen today?$h",
  "Thu": "Do anything fun today?$h",
  "Fri": "I'm running a blog in my free time and I have a little online shop for when I find interesting things on my travels.$h",
  "Sat": "Is that fresh fish I see in your bag?",
  "Sun": "You know, I was actually from a small town, too.#$b#Everyone my age left. So I figured it was high time I find out what the fuss was all about.$h",


  //2 HEART DIALOGUE//
  "Mon2": "If I had the chance to go to space, I'd take it in a heartbeat! Wouldn't you?$h",
  "Tue2": "The criminals around here are more of a joke than anything, but I keep up with my self-defense classes anyway. They're fun.#$b#They call themselves the Zuzu City Bruisers. A bunch of jokers, if you ask me.$h",
  "Wed2": "You know, the problem with jobs is that everyone always wants you to keep doing the same thing all day, every day. Well, I refuse.$h",
  "Thu2": "You're looking well.$h",
  "Fri2": "What kind of places have you been to? We should trade stories sometime.$h",
  "Sat2": "Have you ever seen a chicken drink a pint? Just another day at the pub back home.$h",
  "Sun2": "See any monsters recently? It's so cool that you don't have to just run when you see one.#$b#I'd love to get a video sometime.$h",


  //4 HEART DIALOGUE//
  "Mon4": "I think it might be nice to go stay with my folks for a while. I think I'm due a holiday.",
  "Tue4": "It's quite difficult to find good craftsmanship because everyone always wants things to be cheap.#$b#All the money going to Joja defunds small businesses.$s#$b#How do you manage?",
  // "Wed4": "",
  "Thu4": "What's your favourite place to be? I'm much happier in the city and travelling.$h#$b#There's just so much to learn.How can you do that if you stay in one place your whole life?$s",
  "Fri4": "Your farm sounds really interesting. Would you want to be in one of my videos some time?$h",
  // "Sat4": "",
  "Sun4": "I don't know about you, but it's really weird the habits you can pick up from your job.",


  //6 HEART DIALOGUE//
  "Mon6": "Oooh, love the shirt. Looking lush.$h",
  "Tue6": "Dig up any interesting artifacts recently? I've been really surprised with some of the stuff you've been able to find.$h#$b#Turns out you don't always have to travel to see something new.",
  "Wed6": "How do you get on with the people in your life?#$b# I heard it's easier to not care what other people do when you realise they're not responsible for your happiness.#$b#I think it's different based on where you are-- like I don't give a rat's ass if someone is upset at work. I do a job. It's like a dance - there are a set number of things you have to do and that's it.$a#$b#But if you live with other people there's always a social responsibility for everyone.",
  "Thu6": "You know Gwen? I worry for her sometimes.$s#$b#I'm not sure I'd be able to get her the kind of job she'd be comfortable in, though.$s",
  "Fri6": "Back home could be a bit depressing sometimes. Everyone just did the same thing day after day.$s#$b#I think they were happy, but sometimes it felt like they just learned helplessness.$s",
  "Sat6": "I do love a good fish dish.#$b#Tuna tacos are bangin’. Fish dishes have the best condiments, too.$h#$b#On airplanes, it's always potatoes... And they don't even cook 'em right!$a",
  "Sun6": "I'm hoping to hop onto a different airline soon so I can shake up my destinations a bit.$h#$b#Most travel companies don't go to many different places, and each one has a different set of destinations..$s",


  //8 HEART DIALOGUE//
  "Mon8": "Hey there, good cooking, good looking, have anything for me today?$h",
  "Tue8": "Sometimes in service jobs people don't get that it's a job.#$b#Well... I guess sometimes I'm nice out of habit because of my job, and because I always want to be positive on my blog and in my videos.$h",
  // "Wed8": "",
  // "Thu8": "",
  // "Fri8": "",
  "Sat8": "Hahaha, you should've been out last night! Cal was throwing shapes!$h"
  // "Sun8": "",
}
