{
	"Introduction": "I don't think we've met.$u#$b#My name's Selena. Who might you be?$0#$e#Nice to meet you, @.",
	"Mon": "Buddy is a close friend of mine, and we go to the same university.$0#$b#Sharing an apartment with Buddy is better than living on campus.",
	"Mon2": "The only thing I don't like about living off campus in general is how long it takes to get to class.$u",
	"Tue": "Hey. I'd love to talk, but I have some research to do right now.",
	"Tue4": "Hey, @. Help me distract myself from some manuscripts I was working on.$h#$e#Buddy wasn't any help. He doesn't want to talk about anything either.$u",
	"Wed": "When you live in the city, you get to meet people from all walks of life.",
	"Wed4": "I had big dreams of city living when I was younger.$0#$e#Turns out the city is full of the same kinds of people, they just have more money.$s",
	"Thu": "That elevator has been out of order for as long as I've been here, I think.#$b#My personal theory is that there never was an elevator.",
	"Thu2": "There's something not quite right with this apartment.$s#$e#It's stuffy and airy at the same time, and the tap water is oddly sticky.$a",
	"Thu6": "The apartment is kind of a dump.$a#$b#Don't tell Buddy, but as soon as I graduate, I'm outta here.$u",
	"Fri": "I hear there are some interesting caves in Stardew Valley full of neat artifacts.",
	"Fri4": "Next time you're in the mines, can you bring something pretty back for me?$h",
	"Sat": "Buddy works at the pharmacy on weekends.$e#Don't tick him off when he's working, though.$u",
	"Sat2": "What's the library in Pelican Town like? Does it have a lot of books?$6",
	"Sat6": "I should make a day trip to Pelican Town one day and check out the library.$eAnd see your farm, of course!$h",
	"Sun": "I try to do all my grocery shopping at Mantleby's.$b#Yeah, I know the Mini is right there, but JojaCo has enough power in this town.$s",
	"Sun4": "I've thought about running for city council." //TO DO: create a question fork where she is hesitant about "dealing with Joja". You can sympathize, or defend JojaCo//
	 
}
