{
    "Changes": [
        {
            "LogName": "Year 2 Festival Egg Festival - spring13.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/spring13.xnb",
            "Entries": {
                "Abigail": "I know Sebastian and Sam don't stand a chance against me. But @, you're a bit of a wildcard.",
                "Haley": "The Egg Festival was a lot more fun when I was a kid. Maybe I'll get to bring my own children here someday.$h",
                "Leah": "How many hard-boiled eggs do you think I can fit in my mouth?$h",
                "Penny": "Please just let one of the kids win today. If you can block Abigail from finding too many eggs, that'll certainly help.$h",
                "Sebastian": "The smell of eggs makes me feel like I'm going to retch. Why do I even come to this thing?$s",
                "Shane": "I'm rooting for Jas. She's been practicing finding eggs in our coop on the ranch.$h"
            }
        },
        {
            "LogName": "Year 2 Festival Flower Dance - spring24.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/spring24.xnb",
            "Entries": {
                "Abigail": "I've gotta admit, everybody looks pretty good dressed up for the dance. We clean up nice around here!",
                "Haley": "I spent over an hour on my hair this morning. But it was worth it. Don't I look pretty?$h",
                "Leah": "This event is a little fancy for me, but I'm a good sport.$h",
                "Penny": "I get performance anxiety at the Flower Dance... I wish I'd brought a book.$u",
                "Sebastian": "I don't like dressing up for the Flower Dance. So why do I do it?",
                "Shane": "I always say I'm not gonna dance, but Marnie insists it'll make me feel better. I hope I don't trip over my own feet."
            }
        },
        {
            "LogName": "Year 2 Festival Luau - summer11.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/summer11.xnb",
            "Entries": {
                "Abigail": "I brought a pumpkin to put in the soup, but they said I couldn't do that. It's out of season!#$e#Who in the heck are these people? Sheesh!$h",
                "Haley": "The Luau is one of my favorite festivals of the year. Any excuse to hit the beach is a good one!$h",
                "Leah": "I'm starving and that soup is making my mouth water. When do we eat?$h",
                "Penny": "What did you end up bringing for the soup this year? Hopefully it's farm fresh!$h",
                "Sebastian": "I'm torn. If I wait until everyone has already got their soup, I can avoid talking to people...#$b#But if I let them all go first, there might not be any soup left for me.$s",
                "Shane": "Did you try the soup yet? It's really good this year. The hot peppers take it up a notch."
            }
        },
        {
            "LogName": "Year 2 Festival Moonlight Jellies - summer28.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/summer28.xnb",
            "Entries": {
                "Abigail": "I love getting to see the Moonlight Jellies. They really help me get out of my own head.",
                "Haley:": "Darn it, I forgot my camera again! Can you believe it? I really wanted to capture the beauty of the Jellies on film...$s#$b#Er, yeah... digital. You know what I meant!$u",
                "Leah": "I wonder if the Jellies know the summer's over? Do they even understand seasons?",
                "Penny": "Watching the Jellies really puts me in a plaintive state. It brings up some memories that I have a difficult time talking about...$s",
                "Sebastian": "I wish I could watch the Moonlight Jellies alone...$s#$e#I really don't feel like talking right now.$u",
                "Shane": "The Jellies make me feel like my problems are... I dunno, a lot smaller than I think."
            }
        },
        {
            "LogName": "Year 2 Festival SDV Fair - fall16.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/fall16.xnb",
            "Entries": {
                "Abigail": "Before you came around, my Dad didn't have much competition in the Grange Display contest. Go easy on him, will ya? He could use a win.",
                "Haley:": "What exactly does the word 'grange' mean? I've only ever heard it used at this festival. Does it mean fruits and vegetables?$u#$b#Wait, it is 'grange display,' right? Or have I been saying it wrong for years? I'm so confused.$s",
                "Leah": "Maybe I should set up a booth at the fair and sell my art. Though I don't know... would anybody even buy it?",
                "Penny": "I'm really good at the games here. Here's my tip: take all your Star Tokens to the Spinning Wheel and bet on green. It's almost a sure thing!$h",
                "Sebastian": "Too many people come to town for this thing. I wish they'd all go home.#$e#That Fortune Teller knows what's up, though.$u",
                "Shane": "Check out the eggs in Marnie's grange display. They're some of the best her chickens have ever produced!"
            }
        },
        {
            "LogName": "Year 2 Festival Spirits Eve - fall27.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/fall27.xnb",
            "Entries": {
                "Abigail": "Will you go ahead of me, @, and check to see if there are spiders around that corner? Let me know if the coast is clear!",
                "Haley": "I'm not going in the maze. It's too scary. In fact, I'm going home!",
                "Leah": "The pumpkin ale is particularly spicy this year. Did you try it?",
                "Penny": "Something about the smell coming up from this cauldron is making me queasy. Do you think it's got hops in it?$s",
                "Sebastian": "Do you see these skeletons? So crazy...$u",
                "Shane": "The maze really isn't my thing. I'd much rather just sit here and drink a pumpkin ale."
            }
        },
        {
            "LogName": "Year 2 Festival Ice Festival - winter8.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/winter8.xnb",
            "Entries": {
                "Abigail": "Check out my snowgoon, @! What do you think?#$b#He does not look like me, you blobfish! Say that again and you're getting snow down your shirt!$h",
                "Haley": "Ice fishing is so weird to me. Why would you want to stand out in the cold and fish?$u",
                "Leah": "I've heard of people who make ice sculptures with a chainsaw. How cool is that?$h",
                "Penny": "$y 'So... What kind of snowman are we making this year?_Mayor Lewis! A mustache, suspenders, purple shorts._Okay, that would be really funny! Let's do it.$h_Something scary. Gnashing teeth, an alien busting out of its belly._Um, that doesn't really sound like my style. Are you sure?$s_Let's make an igloo instead!_I think you're missing the point. The kids want to build a snowman.$u'",
                "Sebastian": "If one more person comes up to me and says 'cold enough for you?'... I am outta here.",
                "Shane": "What does Mayor Lewis do with all the fish everybody catches?"
            }
        },
        {
            "LogName": "Year 2 Festival Winter Star - winter25.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/winter25.xnb",
            "Entries": {
                "Abigail": "Check out my Mom, @. I think she traded tea for egg nog today. She's funny when she's tipsy.$h",
                "Haley": "Even if you're not my secret gift-giver this year, I'm still accepting presents!$h",
                "Leah": "I'm thankful my life brought me to Pelican Town. This place is exactly my speed.$h",
                "Penny": "The tree is really fragrant this year. Take a sniff. What do you think?$h",
                "Sebastian": "I can make it through sitting with my family as long as the food is good.#$b#But as soon as there's nothing left on my plate, there will be nothing in my chair.",
                "Shane": "I'm trying to be patient, but I'm just too hungry. Do you know when the food will be served?"
            }
        }
    ]
}