{
    "Changes": [
        {
            "LogName": "Year 3 Festival Egg Hunt - spring13.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/spring13.xnb",
            "Entries": {
                "Abigail": "I didn't tell you, but I've been practicing for this year's egg hunt. I'm gonna fry the competition!$h",
                "Haley": "I bought a brand new spring dress for the festival. What do you think of it?$h",
                "Leah": "I could go for a mushroom and gruyere omelet right about now...",
                "Penny": "If you're not going to let the children win this year, can you at least try to beat Abigail?$u",
                "Sebastian": "I'm just gonna hang back for this one. I need a smoke.",
                "Shane": "No chickens were harmed in the making of this Egg Festival."
            }
        },
        {
            "LogName": "Year 3 Festival Flower Dance - spring24.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/spring24.xnb",
            "Entries": {
                "Abigail": "I guess we're doing this again, huh?#$e#Kindly ignore the stain on my dress. It's blackberry cobbler.",
                "Haley": "I love dressing up fancy for the Flower Dance. We should have more festivals like this.$h",
                "Leah": "Can you imagine if I went hiking in my Flower Dance dress?$h",
                "Penny": "I'm feeling better about the Flower Dance this year. But my heart is still racing.$s",
                "Sebastian": "How did this ever become a ritual in Pelican Town? What a weird group of people.$u",
                "Shane": "I don't know why anyone would want to dance with me. I've got two left feet."
            }
        },
        {
            "LogName": "Year 3 Festival Luau - summer11.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/summer11.xnb",
            "Entries": {
                "Abigail": "I've got sand in my shoes and it's way too hot today for this. I think I need to put on more sunblock...",
                "Haley": "I hope the soup was made with coconut milk this year. Coconut is totally my favorite flavor.$h",
                "Leah": "That soup needs a little bit more acidity... I'll run home and get a bottle of wine!$h",
                "Penny": "The Governor kind of weirds me out. I don't know what to make of him.$s",
                "Sebastian": "The soup smells good, but there's too many people hanging around the pot. I'll try later.",
                "Shane": "Wouldn't it be cool if they made a soup that tasted like pizza?$h"
            }
        },
        {
            "LogName": "Year 3 Festival Moonlight Jellies - summer28.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/summer28.xnb",
            "Entries": {
                "Abigail": "It's the perfect night to watch the Moonlight Jellies. I kinda wish I could be one of them.",
                "Haley": "Do you think I have time to run home and get my camera before the Moonlight Jellies come out?$u",
                "Leah": "If we don't care for our oceans, the Jellies could very well go extinct. I would hate for that to happen.$s",
                "Penny": "They're so delicate and so pretty... I wonder if they ever feel forgotten about.$s",
                "Sebastian": "If I jumped into the ocean tonight, do you think the Moonlight Jellies would take me with them?",
                "Shane": "Last night I had a dream that I came to see the Moonlight Jellies, but the Jellies were all chickens. What in the heck does that mean?$u"
            }
        },
        {
            "LogName": "Year 3 Festival SDV Fair - fall16.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/fall16.xnb",
            "Entries": {
                "Abigail": "Next year I think they should set up some arcade games that spit out Star Tokens when you win.#$b#I'm gonna talk to Mayor Lewis about it.",
                "Haley": "Do you want me to take pictures of your grange display this year? That way, you don't repeat yourself next year.$h",
                "Leah": "This really is the perfect place for me to sell my art. Maybe I'll do that next year.$u",
                "Penny": "The smell from Willy's grange display is wafting over here... ugh...$s",
                "Sebastian": "I asked the Fortune Teller if I was ever going to move to the city. She told me... 'Go away.'#$e#I don't know what to make of that.$s",
                "Shane": "Got any eggs in your grange display this year? Maybe I'll stop by and take a look."
            }
        },
        {
            "LogName": "Year 3 Festival Spirits Eve - fall27.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/fall27.xnb",
            "Entries": {
                "Abigail": "I already saw the spiders and I'm heading back. Those things are freaky!$s",
                "Haley": "Are you really going into the maze? Let me know how scary it is when you come back out.$s",
                "Leah": "Have you ever heard of pumpkin wine? Is that a thing?",
                "Penny": "Don't tell anyone, but I just accidentally dropped my book into the cauldron. Oops!$h",
                "Sebastian": "Some years, I feel like I can see the strings moving these skeletons. But I can't see anything this year. What is this black magic?",
                "Shane": "This stuff doesn't scare me. There are lot scarier things in life than big fake spiders."
            }
        },
        {
            "LogName": "Year 3 Festival Ice Festival - winter8.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/winter8.xnb",
            "Entries": {
                "Abigail": "I think this is my finest work yet, don't you agree?$h#$b#Much better than Leah's sculpture that looks like... well, you know what it looks like.#$e#Maybe I can donate this snowgoon to the museum. Where's Gunther?$h",
                "Haley": "I'm absolutely frigid out here. Let's get this show on the road, people!$u",
                "Leah": "This sculpture is beautiful, don't you think? It's giving me an idea...",
                "Penny": "Oh no, I'm not taking requests this year. Last year you got me into a bit of trouble with the children. Go do your fishing.$u",
                "Sebastian": "The Mayor asked me if I wanted to enter the fishing contest one year. I just rolled my eyes. He never asked again.",
                "Shane": "They make us stand out in the cold so long for this? I'm going to the saloon."
            }
        },
        {
            "LogName": "Year 3 Festival Winter Star - winter25.xnb",
            "Action": "EditData",
            "Target": "Data/Festivals/winter25.xnb",
            "Entries": {
                "Abigail": "While my Dad's mulling over how much he spent on food for the festival, my Mom's mulling wine. How did I get in this family?",
                "Haley": "I miss my parents. They love the Feast of the Winter Star. I wish they were here.$u",
                "Leah": "We're all so fortunate for this great feast in front of us. Where do I even begin?$h",
                "Penny": "I'm very grateful for a lot of things this year. And I'm also very hungry.$h",
                "Sebastian": "Demetrius is driving me crazy today. He can be so controlling. What's his deal?",
                "Shane": "Don't you think it's weird we have this big feast outside in the cold? The food would stay hotter if we ate inside."
            }
        }
    ]
}