{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Harvey",
			"Entries": {
				"marriage_saloon": "Hi, dear! I come here to relax when it rains.#$b#So, how was your day? Hope you stayed dry.$h",
				"marriage_saloon2": "Don't worry, I'm just getting low-alcohol beer. I don't drink that much in the first place.#$b#You never know when an emergency can happen.$h",
				"marriage_saloon3": "Even though I'm the local doctor I don't have many friends, do I?$s#$b#Maybe it's just hard to be friends with someone who knows everything about your health.$s#$b#But you... you never hesitated to talk to me. I love you for that.$l",
				"marriage_saloon4": "I'll be home soon, the saloon can get too crowded for me.$h",
				"marriage_saloon5": "Be careful working in the rain, dear. Especially now when it's dark outside.#$b#Hey, Doctor's orders! I don't want to see you slip and hurt yourself.$h",
				"marriage_saloon6": "@, you're soaked!$8#$b#Come a little closer so I can warm you up.$l",
				"marriage_radio": "Hi, @, want to try this out for a bit?$h",
				"marriage_radio2": "I thought I just heard something...$10#$b#Oh, it's just you! Hi, honey!$h",
				"marriage_radio3": "I'm positive I recieved a signal back at the farm...$9#$b#Nothing... That was in the morning, it's probably already gone by now.$s",
				"marriage_radio4": "I much prefer doing this back at the farm. The signal has always been a mixed bag around here.#$b#Oh well, Mayor Lewis is letting me use this place for free until someone needs it. Might as well put it to use, just for a bit.$h",
				"marriage_read": "It's good to read every now and than. Helps to relieve stress.#$b#Want to join me for a bit?$h",
				"marriage_read2": "I never thought reading outside would be enjoyable until I first tried it back at the farm.#$b#Now I can't stop.$h",
				"marriage_read3": "I'm gonna finish this chapter before it gets too dark to see.#$b#I'll see you back home soon, dear. I love you.$l",
				"marriage_read4": "My throat's parched, I need a drink.#$b#Want to go down to the saloon together?$l",
				"marriage_clinic": "Aside from their yearly appointments, people barely come in here. I don't think anyone would would notice if I took the day off.#$b#Still, Mayor Lewis is using our tax money on this clinic so it's my duty to be here regardless.#$b#That's just the life of a doctor, my dear.$h",
				"marriage_clinic2": "Standing and waiting for no one gets a little boring at times.$s#$b#But you know what I say, if you're enjoying life, who cares if it's a little repetitive?$h",
				"marriage_clinic3": "I think I'll head into my old room later today to fiddle with the radio.#$b#The one good thing about living at the clinic was I could hear someone coming in.$h",
				"marriage_clinic4": "@, it's nice of you to pay me a visit at work!$h#$b#Your company is greatly appreciated, I love you.$l",
				"marriage_clinic5": "I'm thinking of picking up some groceries at Pierre's after I'm done.#$b#Want anything specific?$h",
				"marriage_clinic6": "I don't like the sound of rain when I'm in the clinic. It always made me feel lonely.$s#$b#I can't stay here all day, I need to get a drink at the saloon later.",
				"marriage_clinic7": "Hi, @! Are you here to get a checkup?#$b#*laughter* I'm just joking, you eat so much forage your immune system may as well be built like iridium.$h#$b#...You didn't eat any of that stuff, right?$8",
				"marriage_clinicr": "I'm just getting a good read in. I don't think anyone's coming in today.",
				"marriage_clinicr2": "@, what's wrong, do you need something?$8#$b#Sorry, I'm still not used to people actually visiting to talk.",
				"marriage_clinicr3": "It's important to keep up to date in recent medical news.#$b#I'm thankful I can do this while on the job.$h",
				"marriage_nmpre": "Last year they were showcasing some fantastic paintings at the Night Market.$h#$b#Of course, I couldn't afford it at all, not many people in this town can. But they were a joy to look at.#$b#Knowing you, you could empty their entire stock if you wanted to.$h",
				"marriage_nmpre2": "Do you think it's worth holding out and buying our groceries at the Night Market instead?",
				"marriage_nm": "My favorite part of the Night Market?#$b#Well of course, it's the free coffee!$h#$b#Well... it was the free coffee. Now it's spending time with you.$l",
				"marriage_13": "In my old apartment I could peek out my window and see where they were hiding all the eggs.#$b#I know most of the reused hiding spots by now.#$b#I'm sorry, honey, but if I tell you then I have to tell everyone else.$h",
				"marriage_16": "So many visitors, I hope no one gets sick...$8#$b#Uh... I-I'd like to head in with you if that's okay. I don't know where to go.$l",
				"marriage_25": "I was planning to help setup but it looks like they're already done.$s#$b#When you're ready, I'll go in with you.$l"
			}
		}
	]
}