{
    // CONFIG OPTIONS

    "config.TownMarket.name": "Town Market",
    "config.TownMarket.description": "Select whether or not to include a passive festival market day. If set to 'false', only the custom farmer's market shops and dialogue related to it will be enabled.",

    "config.MarketProgressionMode.name": "Market Progression Mode",
    "config.MarketProgressionMode.description": "Select whether or not to include a progression mode for the market festival in which the market will be established and eventually expanded over a year as you sell more items at your market stall. If set to 'false', all market stalls will be enabled immediately.",

    "config.FasterProgression.name": "Faster Progression",
    "config.FasterProgression.description": "Select how long to wait between market stages. By default, the market will not progress until a season has passed, but enabling this option will reduce it to two weeks instead.",

    "config.ProgressionDifficulty.name": "Progression Difficulty",
    "config.ProgressionDifficulty.description": "Select the difficulty rating for progression mode. At 'Easy', the amount of items needed to be sold for expanding the market will increase by 300 items each level; at 'Normal', they will increase by 500; at 'Hard', they will increase by 800; and at 'Extreme', they will increase by 1500.",
    "config.ProgressionDifficulty.values.Easy": "Easy",
    "config.ProgressionDifficulty.values.Normal": "Normal",
    "config.ProgressionDifficulty.values.Hard": "Hard",
    "config.ProgressionDifficulty.values.Extreme": "Extreme",

    "config.ProgressionDates.name": "Progression Dates",
    "config.ProgressionDates.description": "Select which dates the market will be open each season. If '7th' or '21st' is selected, the market will only happen once per season; if 'Both' is selected, it will happen twice per season on the 7th and 21st; if 'Expand' is selected, the market will initially only happen on the 7th but will later take place on the 21st as well once it has expanded enough.",
    "config.ProgressionDates.values.7th": "7th",
    "config.ProgressionDates.values.21st": "21st",
    "config.ProgressionDates.values.Both": "Both",
    "config.ProgressionDates.values.Expand": "Expand",

    "config.DialogueTriggerRarity.name": "Dialogue Rarity",
    "config.DialogueTriggerRarity.description": "Select how high the chance of triggering dialogue about purchasing from your market should be. If set to 'Common', it will be a 1 in 4 chance per each shop type; if set to 'Uncommon', it will be 1 in 6; if set to 'Rare', it will be 1 in 8.",
    "config.DialogueTriggerRarity.values.Common": "Common",
    "config.DialogueTriggerRarity.values.Uncommon": "Uncommon",
    "config.DialogueTriggerRarity.values.Rare": "Rare",

    "config.DialogueRepeatRarity.name": "Dialogue Rarity",
    "config.DialogueRepeatRarity.description": "Select how common dialogue about purchasing from your market should be. If set to 'Common', dialogue triggers will reset every two weeks; if set to 'Uncommon', it resets every month; if set to 'Rare', it resets every two months.",
    "config.DialogueRepeatRarity.values.Common": "Common",
    "config.DialogueRepeatRarity.values.Uncommon": "Uncommon",
    "config.DialogueRepeatRarity.values.Rare": "Rare",

    "config.OnlyDiscussRecentItems.name": "Market Progression Mode",
    "config.OnlyDiscussRecentItems.description": "Select whether to only display dialogue about the item you've most recently sold. Set to 'True' if you like selling a variety of items and find that people are talking about your market too much.",
    
    // OTHER

	"BFM.AlexGrandma.Default": "Granny", //what Alex calls Evelyn by default
	"BFM.AlexGrandma.Jewish": "Bubbe", //if DSV is installed and Jewish Mullners is enabled
	"BFM.AlexGrandma.Mexican": "Abuela", //if DSV is installed and Evelyn Variant is set to Mexican
	"BFM.AlexGrandma.Samoan": "Tinä", //if DSV is installed and Evelyn Variant is set to Samoan

	"BFM.AlexGrandpa.Default": "Gramps", //what Alex calls George by default
	"BFM.AlexGrandpa.Jewish": "Zayde", //if DSV is installed and Jewish Mullners is enabled
	"BFM.AlexGrandpa.Mexican": "Abuelo", //if DSV is installed and George Variant is set to Mexican
	"BFM.AlexGrandpa.Samoan": "Tamä", //if DSV is installed and George Variant is set to Samoan

    // ITEMS

    "BFM.Mushroom": "mushrooms",
    "BFM.Crops": "vegetables",
    "BFM.Crops.Spring": "spring vegetables",
    "BFM.Crops.Summer": "summer vegetables",
    "BFM.Crops.Fall": "fall vegetables",
    "BFM.Oil": "oil",
    "BFM.Jelly": "jelly",
    "BFM.Honey": "honey",
    "BFM.Juice": "juice",
    "BFM.Pickle": "pickles",
    "BFM.ArtisanGoods": "goods",
    "BFM.Forage": "foraged plants",
    "BFM.Berry": "berries",
    "BFM.Egg": "eggs",
    "BFM.Milk": "milk",
    "BFM.AnimalGoods": "goods",
    "BFM.Fruit": "fruit",
    "BFM.Fruit.Spring": "spring fruit",
    "BFM.Fruit.Summer": "summer fruit",
    "BFM.Fruit.Winter": "fall fruit",
    "BFM.Flowers": "flowers",
    "BFM.Herb": "herbs",
    "BFM.Bread": "bread",
    "BFM.SweetBakery": "desserts",
    "BFM.Fish": "fish",
    "BFM.Crabpot": "seafood",
    "BFM.Roe": "roe",
    "BFM.Meat": "meat",

    "BFM.That": "that",
    "BFM.Those": "those",
    "BFM.The": "the",

    "BFM.ThatUppercase": "That",
    "BFM.ThoseUppercase": "Those",
    "BFM.TheUppercase": "The",

    // For translators: {{BFMItemToken}} will fill with one of the item words above. {{BFMDeterminer}} will fill with the appropriate determiner to match the sentence and the item word in English (eg. those mushrooms, that honey, the desserts). If your language doesn't use determiners, you can remove this token from the dialogue line without issue (note: do not remove it from the code!). 
    
    //If your language has more determiners than English, you may add more i18n lines as needed and change the `"Determiner": "{{i18n: BFM.Those}}",` line in the "[CharacterName]CT" to point to the appropriate i18n line. Edited "[CharacterName]CT" files may be uploaded as part of the translation but any other files, including the content.json and manifest.json, cannot.

    // ITEM BOUGHT DIALOGUE

    // ABIGAIL
    "BFM.BoughtItem.Abigail": "Hey, @! I picked up some of {{BFMDeterminer}} {{BFMItemToken}} you were selling at your market earlier.",
    "BFM.ItemGood.1.Abigail": "They were pretty good!$h",
    "BFM.ItemGood.2.Abigail": "They looked nice and fresh!$h",
    "BFM.ItemGood.3.Abigail": "You've got some great stuff, huh?$h",

    "BFM.EdibleItem.1.Abigail": "We're gonna have them in dinner tomorrow.",
    "BFM.EdibleItem.2.Abigail": "Dad thinks he can use them in some kind of weird snack. We'll see...$3",
    "BFM.EdibleItem.3.Abigail": "Maybe they'd make for good trail rations? What do you think?",
    "BFM.ForageItem.Abigail": "I'm gonna see if I can find some myself next time I'm adventuring!",
    "BFM.AnimalItem.Abigail": "It's gotta be hard looking after so many animals, right? I'm glad I only have David Jr.$h",
    "BFM.ArtisanGoodsItem.Abigail": "What's the weirdest thing you've ever put in one of your farm machines? Did it taste gross?",
    "BFM.FishingItem.Abigail": "Have you done any fishing at the lake in the mines? I wonder what cave fish taste like.",
    "BFM.FlowerItem.Abigail": "Flowers aren't normally my thing, but these ones looked nice. They're different to the wildflowers in the mountains.",
    "BFM.DessertItem.Abigail": "Just saying, but if you have any cobbler that doesn't sell, you know where to find me.$h",
    "BFM.SeasonalItem.Abigail": "Dad can generally get some stuff in season like this, but it's not the same as having a farmer around.$h",
    "BFM.NonSeasonalItem.Abigail": "Kinda surprising that you even have this stuff out of season. Not that I'm complaining.",

    // ALEX
    "BFM.BoughtItem.Alex": "{{BFMDeterminer}} {{BFMItemToken}} at your market looked good, so I bought some for {{AlexGrandma}} and {{AlexGrandpa}}.",
    "BFM.ItemGood.1.Alex": "Nice work.$h",
    "BFM.ItemGood.2.Alex": "Seeing all that stuff was making me hungry!$h",
    "BFM.ItemGood.3.Alex": "You must've worked up a sweat carrying it all from your farm.$h",

    "BFM.EdibleItem.1.Alex": "Maybe I'll try a bit before giving it to them. Gotta make sure it tastes good, y'know.",
    "BFM.EdibleItem.2.Alex": "{{AlexGrandma}} wants to use some in her baking tomorrow.",
    "BFM.EdibleItem.3.Alex": "{{AlexGrandpa}}'s not very adventurous in what he eats, so I gotta make sure I get something he won't complain about.",
    "BFM.ForageItem.Alex": "Kinda weird that you just found this stuff growing in the wild, but I'm not complaining.",
    "BFM.AnimalItem.Alex": "What's its protein content? Pretty high or not so much?",
    "BFM.ArtisanGoodsItem.Alex": "{{AlexGrandpa}} loves pretty much anything that comes from a jar, even if he won't let you know about it.",
    "BFM.FishingItem.Alex": "I love a good fish dinner, but I couldn't sit around watching the water all day. Props to you.",
    "BFM.FlowerItem.Alex": "{{AlexGrandma}} likes it when I bring her fresh flowers for the kitchen table, so she'll be happy.$h",
    "BFM.DessertItem.Alex": "I gotta watch my sugar intake... but I can make a cheat day exception for your stuff.$h",
    "BFM.SeasonalItem.Alex": "This stuff's in season now, right? Nice.",
    "BFM.NonSeasonalItem.Alex": "How'd you keep this fresh enough to be selling it now? A giant refrigerator?$7",

    // CAROLINE
    "BFM.BoughtItem.Caroline": "I stopped by your market the other day and bought some {{BFMItemToken}}.",
    "BFM.ItemGood.1.Caroline": "Everything's quite high-quality! Well done.$h",
    "BFM.ItemGood.2.Caroline": "I like how you've laid everything out! It's a good display.",
    "BFM.ItemGood.3.Caroline": "It was hard to choose just a few things!$h",

    "BFM.EdibleItem.1.Caroline": "Pierre asked me to pick some up. He likes to try his hand at cooking different things.$h",
    "BFM.EdibleItem.2.Caroline": "I'll have to think about what I could make with this. Pierre and Abby have different tastes.",
    "BFM.EdibleItem.3.Caroline": "Hm, maybe I'll make myself a little snack later...$h",
    "BFM.ForageItem.Caroline": "Did you find any of these in Cindersap Forest? Maybe I'll go for a walk out there soon...",
    "BFM.AnimalItem.Caroline": "You know, having farm animals would be nice, but I don't envy you having to clean up after them all!",
    "BFM.ArtisanGoodsItem.Caroline": "If you want to sell any jelly or pickles at the store, let me know and we'll set up a display.",
    "BFM.FishingItem.Caroline": "Have you been fishing in the forest? It's very peaceful around there, isn't it?",
    "BFM.FlowerItem.Caroline": "You'll have to tell me sometime how you get such beautiful blossoms!$h",
    "BFM.DessertItem.Caroline": "I shouldn't indulge in too many sweets... but I'll make up for it at aerobics.$h",
    "BFM.SeasonalItem.Caroline": "Isn't it lovely to have fresh produce when it's in season?",
    "BFM.NonSeasonalItem.Caroline": "Do you have a greenhouse, @? It's lovely to grow flowers out of season in my sunroom.",
    
    // CLINT
    "BFM.BoughtItem.Clint": "Hi. Uh, I went to your market earlier and bought some {{BFMItemToken}}.",
    "BFM.ItemGood.1.Clint": "Your stuff's pretty nice.",
    "BFM.ItemGood.2.Clint": "You must get a lot of visitors, huh?",
    "BFM.ItemGood.3.Clint": "Was it hard for you to get?",

    "BFM.EdibleItem.1.Clint": "I'll make it into dip later. I'm pretty good at that, I think.",
    "BFM.EdibleItem.2.Clint": "I'll make sure I eat this before it goes bad.",
    "BFM.EdibleItem.3.Clint": "I know I eat at the saloon most nights, but I cook sometimes too. When I feel like it.",
    "BFM.ForageItem.Clint": "I don't trust most foraged stuff, but. Every now and then I don't mind it.",
    "BFM.AnimalItem.Clint": "I don't think I trust myself to keep an animal alive, so good job.",
    "BFM.ArtisanGoodsItem.Clint": "If you need more machines, don't forget I sell ores. If you don't want to mine for it.",
    "BFM.FishingItem.Clint": "Willy tells me fishing tips at the saloon sometimes, but I don't have the knack for it.",
    "BFM.FlowerItem.Clint": "Do you think, uh, people around town would like these? No one in particular.$4",
    "BFM.DessertItem.Clint": "I don't really have a sweet tooth, but maybe someone will want to share it with me...?$4",
    "BFM.SeasonalItem.Clint": "It's nice for me that ores and minerals are always in season. Harder for you, I guess.",
    "BFM.NonSeasonalItem.Clint": "It's nice for me that ores and minerals are always in season. Harder for you, I guess.",
    
    // DEMETRIUS
    "BFM.BoughtItem.Demetrius": "@! I bought some of {{BFMDeterminer}} {{BFMItemToken}} at your market.",
    "BFM.ItemGood.1.Demetrius": "You have a remarkable selection of items for sale.",
    "BFM.ItemGood.2.Demetrius": "They all looked great.",
    "BFM.ItemGood.3.Demetrius": "They must have taken a lot of effort to produce.",

    "BFM.EdibleItem.1.Demetrius": "I'm excited to see what sort of culinary reaction I can make with this!",
    "BFM.EdibleItem.2.Demetrius": "Robin asked me to buy these for dinner. I'm sure she'll be happy with the selection.$h",
    "BFM.EdibleItem.3.Demetrius": "I have a recipe for a particular dish I've seen but not made before and these ingredients will be excellent.",
    "BFM.ForageItem.Demetrius": "Excellent work finding these! The valley truly has incredible biodiversity, doesn't it?$h",
    "BFM.AnimalItem.Demetrius": "Your animals must be at optimum health and happiness for such high-quality products.$h",
    "BFM.ArtisanGoodsItem.Demetrius": "It's fascinating, isn't it, how many methods of food preservation humans have invented?",
    "BFM.FishingItem.Demetrius": "When fishing, I hope you're careful to vary your catches so as not to overfish any one particular species.",
    "BFM.FlowerItem.Demetrius": "Don't tell Robin I've bought these. I'm planning to surprise her with them later.$h",
    "BFM.DessertItem.Demetrius": "A dessert like this will be particularly delicious paired with some ice cream.$h",
    "BFM.SeasonalItem.Demetrius": "Crops and fruit are always at their best after being harvested in their natural season.$h",
    "BFM.NonSeasonalItem.Demetrius": "Although I find it best to match nature's seasonal cycle, I will say that it's nice to have out-of-season produce when we want it.$h",
    
    // ELLIOTT
    "BFM.BoughtItem.Elliott": "@, your market stall is marvellous! I purchased several of {{BFMDeterminer}} {{BFMItemToken}}",
    "BFM.ItemGood.1.Elliott": "The smells and sights... Mmn.$h",
    "BFM.ItemGood.2.Elliott": "You never fail to impress.$h",
    "BFM.ItemGood.3.Elliott": "Fantastic work.$h",

    "BFM.EdibleItem.1.Elliott": "I may not be much of a chef, but I shall endeavour to do justice to what I have purchased.",
    "BFM.EdibleItem.2.Elliott": "Will you join me sometime for a meal crafted with your lovely produce?",
    "BFM.EdibleItem.3.Elliott": "Perhaps just a little taste...? No no, I can be patient.",
    "BFM.ForageItem.Elliott": "Ah, to take a walk and see nature's bounty hidden in plain sight...$h",
    "BFM.AnimalItem.Elliott": "It must be lovely for your animals to gambol and play in the fresh air of your farm.",
    "BFM.ArtisanGoodsItem.Elliott": "I shall have to include a market scene in my novel! The sight of yours was inspiring.",
    "BFM.FishingItem.Elliott": "Next time you're fishing down by our little beach, I'll have to join you.$h",
    "BFM.FlowerItem.Elliott": "I admire how you're able to grow such lovely blooms. My poor rose struggles in the sea air.",
    "BFM.DessertItem.Elliott": "If you should ever make any pomegranate desserts in particular, I would love a taste.$h",
    "BFM.SeasonalItem.Elliott": "Ah, the wholesome taste of a fruit plucked at its full ripeness! I'm looking forward to it.$h",
    "BFM.NonSeasonalItem.Elliott": "Even when the seasons change, you find a way to coax life forward, hm?",
    
    // EMILY
    "BFM.BoughtItem.Emily": "{{BFMDeterminer}} {{BFMItemToken}} at your market were calling to me the other day.",
    "BFM.ItemGood.1.Emily": "The universe provides you with so much!$h",
    "BFM.ItemGood.2.Emily": "I love that I can support your farm like this!$h",
    "BFM.ItemGood.3.Emily": "All of your products have a great energy to them.$h",

    "BFM.EdibleItem.1.Emily": "There's a recipe from the Health and Soul magazine I've been wanting to try and this is perfect!$h",
    "BFM.EdibleItem.2.Emily": "I know just what to make with it. I just hope Haley likes it too.",
    "BFM.EdibleItem.3.Emily": "I'll let Gus know that you're selling this too. He'll definitely want some for the saloon!$h",
    "BFM.ForageItem.Emily": "Foraging is great, isn't it? Leah sometimes shares her finds with Gus when she visits the saloon.",
    "BFM.AnimalItem.Emily": "High-quality wool and cloth is hard to find around here, so if you have sheep, I'll order some from you.",
    "BFM.ArtisanGoodsItem.Emily": "Have you ever tried creating things by hand instead of machine? It's slower, but very rewarding.$h",
    "BFM.FishingItem.Emily": "I hope you're careful to throw back any fish that are too small.$s",
    "BFM.FlowerItem.Emily": "I'll take these to Sandy later. She loves the valley flowers and they're so hard for her to get.$l",
    "BFM.DessertItem.Emily": "I'm more of a cook than a baker, but I always enjoy a good dessert.$h",
    "BFM.SeasonalItem.Emily": "Aligning ourselves with the world's cycle and eating in season is so important.",
    "BFM.NonSeasonalItem.Emily": "I prefer to buy seasonal produce, but it's nice that I can make Haley's favorites at any time of year.",
    
    // EVELYN
    "BFM.BoughtItem.Evelyn": "I bought some of {{BFMDeterminer}} {{BFMItemToken}} you were selling earlier.",
    "BFM.ItemGood.1.Evelyn": "Your market is lovely, dear.$h",
    "BFM.ItemGood.2.Evelyn": "I'm glad to see your farm doing well.$h",
    "BFM.ItemGood.3.Evelyn": "Your grandfather would be proud.$h",

    "BFM.EdibleItem.1.Evelyn": "Everything there looked so delicious. I'm sure Alex and George will appreciate it.",
    "BFM.EdibleItem.2.Evelyn": "Oh my, all the things I could make with these ingredients! I'll have to decide.$h",
    "BFM.EdibleItem.3.Evelyn": "George is sometimes picky with his meals, but even he won't complain about this.$h",
    "BFM.ForageItem.Evelyn": "When we were younger, George and I would find leeks in the forest, but it's nice to buy them from you instead.$h",
    "BFM.AnimalItem.Evelyn": "Make sure you're taking good care of your animals, alright dear?",
    "BFM.ArtisanGoodsItem.Evelyn": "Those farm machines of yours are much faster than making things by hand, I'm sure!",
    "BFM.FishingItem.Evelyn": "Alex loves fish for dinner, so I'm sure he'll be very happy with this.$h",
    "BFM.FlowerItem.Evelyn": "If you ever need any fertiliser for your flowers, dear, let me know.",
    "BFM.DessertItem.Evelyn": "It's always nice to see young people baking. We can share recipes later if you like.$h",
    "BFM.SeasonalItem.Evelyn": "Isn't it nice to have fresh fruits & vegetables when they're in season like this?",
    "BFM.NonSeasonalItem.Evelyn": "Have you fixed up your grandfather's old greenhouse to have produce out of season like this?$h",
    
    // GEORGE
    "BFM.BoughtItem.George": "Hmph. Evelyn took me to that market of yours and bought some {{BFMItemToken}}.",
    "BFM.ItemGood.1.George": "Good job.",
    "BFM.ItemGood.2.George": "It looked good enough.",
    "BFM.ItemGood.3.George": "Can't complain about the selection.",

    "BFM.EdibleItem.1.George": "Guess that's what we're having for dinner tomorrow night then.",
    "BFM.EdibleItem.2.George": "I might get Alex to cook, let Evelyn have a break.",
    "BFM.EdibleItem.3.George": "I don't like trying new foods too often, but I'll make an exception this time.",
    "BFM.ForageItem.George": "Reminds me of the days when we used to go hunting leeks in the forest together.$h",
    "BFM.AnimalItem.George": "You got any sheep? Make some proper woollen socks like they used to, that's the ticket.",
    "BFM.ArtisanGoodsItem.George": "Everything's machines these days. Bah. My grand-pap made everything by hand!",
    "BFM.FishingItem.George": "I couldn't tell you one end of a fish from the other if it wasn't for that fishing channel.",
    "BFM.FlowerItem.George": "Has Evelyn talked your ear off about flowers yet? She cares a lot about the town gardens.$h",
    "BFM.DessertItem.George": "Pfeh, don't know why we bought desserts when Evelyn's baking is better, but they look decent.",
    "BFM.SeasonalItem.George": "Good to see that you've got what's in season too.",
    "BFM.NonSeasonalItem.George": "You sure this is fresh when it's not the right season for it?",
    
    // GUS
    "BFM.BoughtItem.Gus": "@! I went to see your market the other day and picked up some of {{BFMDeterminer}} {{BFMItemToken}}.",
    "BFM.ItemGood.1.Gus": "The smells... Mm. Incredible.",
    "BFM.ItemGood.2.Gus": "It reminded me of the markets I visited as a boy.$h",
    "BFM.ItemGood.3.Gus": "A good farmers' market is always an experience.$h",

    "BFM.EdibleItem.1.Gus": "I think I'll treat myself to something a little special with this.$h",
    "BFM.EdibleItem.2.Gus": "Hm, I've got an idea for a recipe... If it works out, I might add it to the saloon menu.",
    "BFM.EdibleItem.3.Gus": "High-quality ingredients really make a difference in your cooking, you know.",
    "BFM.ForageItem.Gus": "Now this is something special! Pierre covers most of my stock, but he doesn't have foraged ingredients like this.$h",
    "BFM.AnimalItem.Gus": "You wouldn't believe the amount of eggs and milk I go through. Marnie can barely keep up sometimes!",
    "BFM.ArtisanGoodsItem.Gus": "I use a lot of your artisan goods for making sauces and salad dressings. It gives me a lot of variety.",
    "BFM.FishingItem.Gus": "Willy often brings along a fish or two for the saloon when he has a good haul.$h",
    "BFM.FlowerItem.Gus": "I've been thinking of doing some flower arrangements for the tables. What do you think?",
    "BFM.DessertItem.Gus": "I make my own desserts for the menu too, of course, but it's a treat to eat someone else's baking for a change!$h",
    "BFM.SeasonalItem.Gus": "It's always a treat to get fresh seasonal produce like this. My customers definitely appreciate it!$h",
    "BFM.NonSeasonalItem.Gus": "It's a real blessing that you can sell out-of-season produce. Much better than relying on Joja!",
    
    // HALEY
    "BFM.BoughtItem.Haley": "Emily asked me to go shopping, so I bought {{BFMDeterminer}} {{BFMItemToken}} from you.",
    "BFM.ItemGood.1.Haley": "Are you thankful I stopped by?",
    "BFM.ItemGood.2.Haley": "You could do with some photos to show it off, you know.",
    "BFM.ItemGood.3.Haley": "There was more dirt than I expected.$u",

    "BFM.EdibleItem.1.Haley": "Hopefully Emily doesn't make anything weird with this.$u",
    "BFM.EdibleItem.2.Haley": "Hey, just because I don't cook doesn't mean I can't! Emily likes cooking, so she can do it.$u",
    "BFM.EdibleItem.3.Haley": "This actually looks pretty tasty. Good job.$h",
    "BFM.ForageItem.Haley": "Is it really okay to just... eat something you found in the dirt out in the forest?$s",
    "BFM.AnimalItem.Haley": "Maybe I'll come by and take some photos of your farm animals sometime.",
    "BFM.ArtisanGoodsItem.Haley": "I hate opening jars and glass bottles, my hands always slip. Hey, maybe you should offer a jar-opening service at your market.$u",
    "BFM.FishingItem.Haley": "I thought it would smell more fishy, but it wasn't too bad. I guess because it's fresh?",
    "BFM.FlowerItem.Haley": "I'd love to head out to one of those big sunflower fields sometime and take photos.$h",
    "BFM.DessertItem.Haley": "Have you ever seen the Queen of Sauce's petit fours cookbook? They're so cute.$h",
    "BFM.SeasonalItem.Haley": "If you want to stay on top of the latest fashions, you have to follow the season. I guess it's the same for farming.",
    "BFM.NonSeasonalItem.Haley": "With fashion, it's a complete faux-pas to wear something out of season. I guess it's different for farming.",
    
    // HARVEY
    "BFM.BoughtItem.Harvey": "I went for a walk earlier and bought some of {{BFMDeterminer}} {{BFMItemToken}}.",
    "BFM.ItemGood.1.Harvey": "They look excellent!$h",
    "BFM.ItemGood.2.Harvey": "I'm very impressed by your market.",
    "BFM.ItemGood.3.Harvey": "It's nice to wander around and browse.",

    "BFM.EdibleItem.1.Harvey": "I admit I'm not much of a chef, but I'll do my best to honor your ingredients.$h",
    "BFM.EdibleItem.2.Harvey": "I'll have to check my cookbook to see what would be best.",
    "BFM.EdibleItem.3.Harvey": "Something fresh for lunch always hits the spot.$h",
    "BFM.ForageItem.Harvey": "Please be careful eating foraged items though. Often it's hard to tell which are poisonous.$s",
    "BFM.AnimalItem.Harvey": "Are you feeding your animals nutritional supplements? These products look particularly high-quality to me.",
    "BFM.ArtisanGoodsItem.Harvey": "If you have spare pickles, I'll gladly buy them from you. Any vegetable can be pickled well, I say.",
    "BFM.FishingItem.Harvey": "I often recommend salmon, tuna, or tilapia for non-vegetarians as part of a healthy diet.",
    "BFM.FlowerItem.Harvey": "I like to keep fresh flowers in the clinic to brighten things up and make my patients more comfortable.",
    "BFM.DessertItem.Harvey": "I shouldn't over-indulge on sugars, but, well, enjoying the small things IS good for your mental health.",
    "BFM.SeasonalItem.Harvey": "I have concerns about some artificial preservatives, so buying produce when it's in season is best.",
    "BFM.NonSeasonalItem.Harvey": "I'm surprised you haven't pickled these as a way of preserving them out of season.",
    
    // JAS
    "BFM.BoughtItem.Jas": "Aunt Marnie took me to buy some {{BFMItemToken}} from your market.",
    "BFM.ItemGood.1.Jas": "The colours are so bright!",
    "BFM.ItemGood.2.Jas": "I didn't know you made so many things on your farm.",
    "BFM.ItemGood.3.Jas": "It took a long time to decide what to get.",

    "BFM.EdibleItem.1.Jas": "Uncle Shane said he can cook it in the microwave, but I don't know if it'll taste good like that...",
    "BFM.EdibleItem.2.Jas": "It looks really tasty! I can't wait to try it.$h",
    "BFM.EdibleItem.3.Jas": "I hope I like how it tastes. I don't like many vegetables or fruits.",
    "BFM.ForageItem.Jas": "Miss Leah sometimes shares things she forages with us. I don't like a lot of them though...$s",
    "BFM.AnimalItem.Jas": "We have these at home too, but I want to try the ones from your farm.",
    "BFM.ArtisanGoodsItem.Jas": "Aunt Marnie has lots of cheese and mayonnaise machines, but not many machines for vegetables.",
    "BFM.FishingItem.Jas": "The fish at the beach are different to the fish in the river, right? Are they harder to catch?",
    "BFM.FlowerItem.Jas": "Your flowers are so pretty! I found some flower seeds in the forest and I'm growing them in a little pot.$h",
    "BFM.DessertItem.Jas": "We're going to share it with Uncle Shane when we get home.$h",
    "BFM.SeasonalItem.Jas": "We have to watch the seasons too with our animals. They don't like the winter.$4",
    "BFM.NonSeasonalItem.Jas": "How did you grow this when it's not the right season? Can you teach me?$3",
    
    // JODI
    "BFM.BoughtItem.Jodi": "Hi, @! {{BFMDeterminer}} {{BFMItemToken}} from your market looked good so I bought some.",
    "BFM.ItemGood.1.Jodi": "You do have a knack for this, don't you?$h",
    "BFM.ItemGood.2.Jodi": "I'll definitely be coming by again!$h",
    "BFM.ItemGood.3.Jodi": "I should bring Vincent along with me next time.",

    "BFM.EdibleItem.1.Jodi": "I'll treat the family to something special with this.$h",
    "BFM.EdibleItem.2.Jodi": "I've got some leftovers to use up and this will go nicely with them.$h",
    "BFM.EdibleItem.3.Jodi": "Do you think Vincent would enjoy this? Sometimes he's so picky.$s",
    "BFM.ForageItem.Jodi": "I don't use foraged ingredients often... do you have any tips on how to prepare them?",
    "BFM.AnimalItem.Jodi": "Marnie sometimes brings eggs to aerobics club when she has an excess. It's sweet of her.$h",
    "BFM.ArtisanGoodsItem.Jodi": "It would be nice if I could automate some of my housework like you do with your farm machines!",
    "BFM.FishingItem.Jodi": "$d kent#Kent hasn't been out fishing much since he returned, but he still enjoys my fish casserole.|Before he left, Kent would often go out fishing and catch something for dinner for us.$s",
    "BFM.FlowerItem.Jodi": "Normally I buy flowers from Caroline, but these were so pretty that I just couldn't help myself.$h",
    "BFM.DessertItem.Jodi": "It's nice to treat myself from time to time and not have to cook.$h",
    "BFM.SeasonalItem.Jodi": "JojaMart has these all year around, of course, but it's nicer to buy them fresh from you.$h",
    "BFM.NonSeasonalItem.Jodi": "$d joja#Now that JojaMart isn't around, I'm glad I can still get ingredients when I need them.$h|It's hard to go past the convenience of JojaMart for off-season produce, but your market is nice too.",
    
    // KENT
    "BFM.BoughtItem.Kent": "I stopped by your market, @, got some of {{BFMDeterminer}} {{BFMItemToken}}.",
    "BFM.ItemGood.1.Kent": "It looks good.$h",
    "BFM.ItemGood.2.Kent": "You've put in some hard work, huh?",
    "BFM.ItemGood.3.Kent": "It reminds me of... nevermind.",

    "BFM.EdibleItem.1.Kent": "Might try making something with this tonight, give Jodi a break from cooking.$h",
    "BFM.EdibleItem.2.Kent": "Jodi's been wanting to cook something special, but can't get the right ingredients. She'll be happy with this.$h",
    "BFM.EdibleItem.3.Kent": "I've got plans for snacks like my mother used to make. Don't tell Sam or Vincent.$h",
    "BFM.ForageItem.Kent": "Foraging's a good survival skill. Never know when you might need to live off the land.",
    "BFM.AnimalItem.Kent": "We used to take Sam to a petting farm when he was little and buy fresh milk. I wonder if he remembers that.",
    "BFM.ArtisanGoodsItem.Kent": "Always good to have some non-perishables to keep in the cupboard. Just in case.",
    "BFM.FishingItem.Kent": "You're a good angler. I might join you some time when you're fishing, if you don't mind.$h",
    "BFM.FlowerItem.Kent": "Jodi always appreciates me bringing her flowers. Have to be careful of Sam's allergies though.",
    "BFM.DessertItem.Kent": "Bought this for Jodi. She deserves something nice after all the work she's done lately.",
    "BFM.SeasonalItem.Kent": "Does it ever get stressful for you? Needing to watch the seasons, I mean.",
    "BFM.NonSeasonalItem.Kent": "Seems like it makes life a lot simpler when you can sell things any time of year you like.",
    
    // KROBUS
    "BFM.BoughtItem.Krobus": "I snuck out last night and bought some {{BFMItemToken}} from your shop.",
    "BFM.ItemGood.1.Krobus": "It was interesting to see what humans sell.",
    "BFM.ItemGood.2.Krobus": "Don't worry, I left enough gold for you.",
    "BFM.ItemGood.3.Krobus": "It was very different to my little shop here.",

    "BFM.EdibleItem.1.Krobus": "I'm excited to try some human foods. Is this something I need to 'grill'? Or 'stew'?",
    "BFM.EdibleItem.2.Krobus": "Our food is very different to yours. I hope I don't get sick and start leaking.",
    "BFM.EdibleItem.3.Krobus": "Mm, it's a bit sour.... Oh, is this a food that humans normally cook?",
    "BFM.ForageItem.Krobus": "Many mushrooms and algaes grow in the sewer, but I don't think humans can consume them.",
    "BFM.AnimalItem.Krobus": "I would like to see your animals some time but I don't know if they would be scared of me.$s",
    "BFM.ArtisanGoodsItem.Krobus": "You say you make these with machines? Interesting. I wonder how the goblins make void mayonnaise?",
    "BFM.FishingItem.Krobus": "I also sell fish, but only those that find their way into these sewers. Some variety is nice.$h",
    "BFM.FlowerItem.Krobus": "The flowers of the surface have so many colors compared to the flowers underground.$h",
    "BFM.DessertItem.Krobus": "Do you make any desserts with void mayonnaise, @? You should try a void tart sometime.",
    "BFM.SeasonalItem.Krobus": "I also change my wares from time to time, but it's because of the moon's position, not the sun's.",
    "BFM.NonSeasonalItem.Krobus": "Do the changing seasons cause you concern? I hardly notice them down here.",
    
    // LEAH
    "BFM.BoughtItem.Leah": "Hey, @! {{BFMDeterminer}} {{BFMItemToken}} looked good so I picked some up.",
    "BFM.ItemGood.1.Leah": "It's always great visiting a farmers' market.$h",
    "BFM.ItemGood.2.Leah": "I love knowing I'm buying local products.$h",
    "BFM.ItemGood.3.Leah": "If only I didn't have to stick to a budget!",

    "BFM.EdibleItem.1.Leah": "I'll probably make stir fry or vegetable medley for dinner tonight with this. They're my go-to dishes.$h",
    "BFM.EdibleItem.2.Leah": "I make granola bars and other snacks to take with me when I'm sketching and these will be perfect for that.$h",
    "BFM.EdibleItem.3.Leah": "Are you much of a chef, @? I prefer simple but high-quality dishes. It lets you appreciate the flavor, you know?",
    "BFM.ForageItem.Leah": "It's great to see other people foraging too! Cindersap Forest has some amazing stuff if you know where to look.$h",
    "BFM.AnimalItem.Leah": "Goat cheese is one of my favorites, but I'm glad I don't have to keep goats myself. Capricious beasts!$h",
    "BFM.ArtisanGoodsItem.Leah": "I've tried my hand at homemade pickles and jams a few times and they weren't bad, but yours are better.$h",
    "BFM.FishingItem.Leah": "I'll leave the fishing to Elliott, but next time you're casting a line out by the forest lake, we can chat.$h",
    "BFM.FlowerItem.Leah": "I've got ideas for a still life composition with these and one of my carvings. The contrast between sturdy and ephemeral, you know?$h",
    "BFM.DessertItem.Leah": "Generally I'm not one for sweet foods, but a good muffin or something with fruit really gets me.$h",
    "BFM.SeasonalItem.Leah": "It's so good to bite into something at peak seasonal freshness, isn't it?$h",
    "BFM.NonSeasonalItem.Leah": "I do prefer buying things when they're in season, but your produce is so good I couldn't resist.",
    
    // LEWIS
    "BFM.BoughtItem.Lewis": "@! I bought some of {{BFMDeterminer}} {{BFMItemToken}} a little earlier.",
    "BFM.ItemGood.1.Lewis": "You've done a fine job setting up your market like that.",
    "BFM.ItemGood.2.Lewis": "Well done, they look excellent!$h",
    "BFM.ItemGood.3.Lewis": "You're a credit to Pelican Town, you know.",

    "BFM.EdibleItem.1.Lewis": "Have you considered becoming an official supply partner for the saloon? Let me know if you'd like to put the paperwork through.",
    "BFM.EdibleItem.2.Lewis": "I don't often cook, but with ingredients like this, I would be a fool not to.$h",
    "BFM.EdibleItem.3.Lewis": "A dish doesn't have to be complicated to be delicious, of course. Simple ingredients cooked well, that's all you need.",
    "BFM.OilItem.Lewis": "What? No, it's for cooking, of course! And I don't appreciate any insinuations to the contrary!$a",
    "BFM.ForageItem.Lewis": "We're lucky to live in a bountiful region that produces forage like this.$h",
    "BFM.AnimalItem.Lewis": "If you ever need help with your animals, Marnie knows a great deal and is always happy to share her knowledge.",
    "BFM.ArtisanGoodsItem.Lewis": "I intend to expand my horizons when it comes to green tea, so I'll happily try any new varieties you sell.$h",
    "BFM.FishingItem.Lewis": "Some days I wish I could also just put my paperwork aside and cast out a line for the afternoon.$s",
    "BFM.FlowerItem.Lewis": "I think that Ma-- my house! My house would like some flowers like this.",
    "BFM.DessertItem.Lewis": "There's a saying, 'Moderation is best in all things', but I think we can put that aside for today.$h",
    "BFM.SeasonalItem.Lewis": "There's a lot to be appreciated about season-specific dishes like autumn's bountry.$h",
    "BFM.NonSeasonalItem.Lewis": "Putting your grandfather's old greenhouse to good use, hm? Or has Evelyn shared her garden pot tips with you?$h",
    
    // LINUS
    "BFM.BoughtItem.Linus": "I hope you don't mind that I took some {{BFMItemToken}} from your stall, @.",
    "BFM.ItemGood.1.Linus": "I don't have gold, but here, take this. [{{LinusSeasonalItems}}][{{LinusSeasonalItems}}]",
    "BFM.ItemGood.2.Linus": "Please, take this as payment. [{{LinusSeasonalItems}}][{{LinusSeasonalItems}}]",
    "BFM.ItemGood.3.Linus": "I'll give you this in exchange. [{{LinusSeasonalItems}}][{{LinusSeasonalItems}}]",

    "BFM.EdibleItem.1.Linus": "Hm, I think I'll be able to make a nice stew on the campfire with this.$h",
    "BFM.EdibleItem.2.Linus": "Perhaps I can wrap this in leaves and roast it on the open coals.",
    "BFM.EdibleItem.3.Linus": "I've learnt over the years it's best to keep things simple when cooking without a kitchen or tools.",
    "BFM.ForageItem.Linus": "It's good to see that you're also learning the ways that nature provides for us, @.",
    "BFM.AnimalItem.Linus": "How are your animals doing this season? Are you making sure they have space to roam and forage?",
    "BFM.ArtisanGoodsItem.Linus": "These sorts of goods are a luxury for me. I appreciate them all the more for their rarity.$h",
    "BFM.FishingItem.Linus": "A fish roasted over an open campfire, with just its simple, natural flavour... Delicious.$h",
    "BFM.FlowerItem.Linus": "I'll keep any native flower seeds and replant them in the mountain meadows.$h",
    "BFM.DessertItem.Linus": "It's not often I have fresh desserts like this. Often the best I have is when Evelyn throws out something only mildly burnt.$h",
    "BFM.SeasonalItem.Linus": "To live in tune with nature's flow... it's a special thing, isn't it?",
    "BFM.NonSeasonalItem.Linus": "I try not to use what's out of season. But once in a while isn't bad.",
    
    // MARNIE
    "BFM.BoughtItem.Marnie": "{{BFMDeterminer}} {{BFMItemToken}} at your market looked so good!",
    "BFM.ItemGood.1.Marnie": "I had to pick some up, of course.$h",
    "BFM.ItemGood.2.Marnie": "It's nice to see all the things you have for sale.$h",
    "BFM.ItemGood.3.Marnie": "I'm glad your farm's been doing well recently.$h",

    "BFM.EdibleItem.1.Marnie": "I might try cooking something tonight. Often it's easier to just eat at the saloon.",
    "BFM.EdibleItem.2.Marnie": "Neither Shane nor I are much good at cooking, but Jas appreciates our efforts anyway.$h",
    "BFM.EdibleItem.3.Marnie": "What would you recommend making with this, @? Any recipes in particular that you like?",
    "BFM.ForageItem.Marnie": "Leah sometimes brings by mushrooms she's found, you know. She's a sweet girl.$h",
    "BFM.AnimalItem.Marnie": "Of course we use the produce from our chickens and goats too, but I like supporting a fellow rancher.$h",
    "BFM.ArtisanGoodsItem.Marnie": "A few of my farm machines have been temperamental lately. I need to ask Robin if Maru can have a look at them.$s",
    "BFM.FishingItem.Marnie": "I've never been one for fishing. It seems cruel to pull the fish out of their homes just for fun.$s",
    "BFM.FlowerItem.Marnie": "These are lovely, aren't they? Sometimes a, um, friend of mine brings me flowers and it always brightens my day.$h",
    "BFM.DessertItem.Marnie": "A good dessert makes any bad day feel better, don't you think?$h",
    "BFM.SeasonalItem.Marnie": "My animals always appreciate fresh produce, you know. I don't think they mind if it's out of season though!",
    "BFM.NonSeasonalItem.Marnie": "Do you grow wheat in your greenhouse? Not many do, but it helps make sure you have animal feed through the winter.",
    
    // MARU
    "BFM.BoughtItem.Maru": "{{BFMDeterminer}} {{BFMItemToken}} at your market called out to me, so I bought some.",
    "BFM.ItemGood.1.Maru": "I'm looking forward to it!$h",
    "BFM.ItemGood.2.Maru": "You have some great stuff there.",
    "BFM.ItemGood.3.Maru": "Do you take requests for particular items?$u",

    "BFM.EdibleItem.1.Maru": "Mom's been wanting to bake something, so I figured she could do with some ingredient inspiration.$h",
    "BFM.EdibleItem.2.Maru": "I told Dad I'd cook tonight. I want to test out a new recipe that uses molecular gastronomy.",
    "BFM.EdibleItem.3.Maru": "I can't wait to see what it tastes like! Dad's a pretty good cook, even if his ingredient choices are sometimes odd.",
    "BFM.ForageItem.Maru": "There's a surprising amount of edible wild species in this area, isn't there?",
    "BFM.AnimalItem.Maru": "You know, cheese is both a marvel of food science AND completely delicious on pretty much everything.$h",
    "BFM.OilItem.Maru": "I use oil for all sorts of things with my tinkering. It's always helpful to have some at hand!$u",
    "BFM.ArtisanGoodsItem.Maru": "If you're ever looking to upgrade some of your farm machines, I can tinker with them!$u",
    "BFM.FishingItem.Maru": "I don't know much about fish, but Dad does. I keep telling him he should go fishing with Sam's dad sometime.",
    "BFM.FlowerItem.Maru": "I bought them for the clinic. It helps brightens things up in the waiting room.$h",
    "BFM.DessertItem.Maru": "Any desserts with strawberries in them, you know I'll be the first at your market.$h",
    "BFM.SeasonalItem.Maru": "Do you know much about how seasonal changes to soil temperature affects plants? You can ask my dad if you want to know more.$u",
    "BFM.NonSeasonalItem.Maru": "You must have a greenhouse on your farm to be growing this out of season, right?$h",
    
    // PAM
    "BFM.BoughtItem.Pam": "Bought some of {{BFMDeterminer}} {{BFMItemToken}} you were selling the other day.",
    "BFM.ItemGood.1.Pam": "I needed a change from JojaMart junk.",
    "BFM.ItemGood.2.Pam": "You done good with that market, kid.$h",
    "BFM.ItemGood.3.Pam": "Even I can tell it's good stuff.",

    "BFM.EdibleItem.1.Pam": "I don't cook, but Penny does her best at it. Might as well bring her some ingredients.",
    "BFM.EdibleItem.2.Pam": "These are going in the fridge for Penny - I'm eating at the saloon.$h",
    "BFM.EdibleItem.3.Pam": "Harvey tells me I should eat more vegetables, but what does he know. Gus's parsnip fries, that's all the veg I need.",
    "BFM.ForageItem.Pam": "Foraging's alright an' all, but too much effort for this old gal. Just let me buy things from the shop.",
    "BFM.AnimalItem.Pam": "You got any goats on your farm? Stubborn as anything, but smart too. I like 'em.$h",
    "BFM.ArtisanGoodsItem.Pam": "Those fancy farm machines of yours can make all sorts of different boozes, huh?",
    "BFM.FishingItem.Pam": "You did good catchign this, but Ol' Pam's got a fair few fishing tips to share if you're ever in the mood.$h",
    "BFM.FlowerItem.Pam": "$query PLAYER_HAS_MAIL pamHouseUpgrade#You think Penny would like these around the house? Figure I should do somethin' to make it a bit nicer for her.|You think Penny would like these around the trailer? Figure I should do somethin' to make it a bit nicer for her.$s",
    "BFM.DessertItem.Pam": "Makes me feel all fancy buyin' this sorta thing, you know?",
    "BFM.SeasonalItem.Pam": "I love a good parsnip when spring rolls around. Yams in fall too, that's the good stuff.$h",
    "BFM.NonSeasonalItem.Pam": "You going like JojaMart, kid? Gonna stock everything even if it's not the right time? It's convenient, I'll tell you that.",
    
    // PENNY
    "BFM.BoughtItem.Penny": "Hello, @! I was passing your market stall and bought some {{BFMItemToken}}.",
    "BFM.ItemGood.1.Penny": "I'm surprised how much you have for sale!$h",
    "BFM.ItemGood.2.Penny": "It looks like your farm has been flourishing!$h",
    "BFM.ItemGood.3.Penny": "All your products look very high quality!$h",

    "BFM.EdibleItem.1.Penny": "I'll make a special recipe with this! Hopefully it turns out well.$h",
    "BFM.EdibleItem.2.Penny": "I like providing the children with healthy snacks during class. It helps them concentrate better.",
    "BFM.EdibleItem.3.Penny": "I hope Mom likes what I make with this. I guess if she doesn't, she can eat at the saloon like usual.$s",
    "BFM.ForageItem.Penny": "Sometimes I sell wildflowers I've found to Pierre. It's a good way to make a little extra money, isn't it?",
    "BFM.AnimalItem.Penny": "Spending time with your farm animals must be very soothing. They're so gentle.$h",
    "BFM.ArtisanGoodsItem.Penny": "Do you have many tea blends? I do enjoy relaxing with a cup of tea and a book in the evenings.",
    "BFM.FishingItem.Penny": "I don't really know much about cooking fish, but, well, if you don't try, you'll never learn, right?",
    "BFM.FlowerItem.Penny": "I know this is a luxury, but... Well. If Mom can spend our money at the saloon, I can buy myself flowers sometimes, can't I?$s",
    "BFM.DessertItem.1.Penny": "Jodi gave me a bonus this week since Vincent has been having a hard week, so I'm buying a little treat for me and Mom.$h",
    "BFM.DessertItem.2.Penny": "Marnie gave me a bonus this week since I helped Jas with a tricky topic, so I'm buying a little treat for me and Mom.$h",
    "BFM.SeasonalItem.Penny": "It's cheaper for me to buy vegetables only when they're in season. I like to look at it as an opportunity to try different things.",
    "BFM.NonSeasonalItem.Penny": "I'm glad that I can buy directly from you. It's nice to have real fruit and vegetables instead of Joja products.",
    
    // PIERRE
    "BFM.BoughtItem.Pierre": "I purchased {{BFMDeterminer}} {{BFMItemToken}} you were selling the other day at your market.",
    "BFM.ItemGood.1.Pierre": "I have to check out the competition, eh?",
    "BFM.ItemGood.2.Pierre": "Great selection of goods.$h",
    "BFM.ItemGood.3.Pierre": "It's giving me ideas for the general store.$h",

    "BFM.EdibleItem.1.Pierre": "Hm. What should I try making for dinner tonight? I'll have to think it over.",
    "BFM.EdibleItem.2.Pierre": "I'll use this for making snacks. I'm pretty good at them, if I say so myself!$h",
    "BFM.EdibleItem.3.Pierre": "Of course we set aside some of the store supplies for our own use, but it's good to have a bit of variety.",
    "BFM.ForageItem.Pierre": "Hm, maybe I should expand into a \"locally-produced forage\" selection? Yours seem to be selling pretty well...",
    "BFM.AnimalItem.Pierre": "Marnie's my primary supplier for eggs, milk, and the like, but I'll take anything you're wanting to sell too.",
    "BFM.ArtisanGoodsItem.Pierre": "If you're interested, we can set up a special promotion for your jams, cheeses, and such. They're always a bestseller.",
    "BFM.FishingItem.Pierre": "I don't normally handle fish in the general store - that's Willy's area - but it's good strategy to vary my stock from time to time.$h",
    "BFM.FlowerItem.Pierre": "I thought I'd surprise Caroline with a bouquet, but I can't exactly gift her her own flowers now, can I?$h",
    "BFM.DessertItem.Pierre": "Abby's got a real sweet tooth, so she'll appreciate a dessert like this.$h",
    "BFM.SeasonalItem.Pierre": "It's difficult keeping track of the seasons, isn't it? I have to order seeds from my supplier weeks in advance.",
    "BFM.NonSeasonalItem.Pierre": "Has Caroline shared her hothouse tips with you? She and Evelyn know all sorts about keeping plants alive through winter.$h",
    
    // ROBIN
    "BFM.BoughtItem.Robin": "I bought some {{BFMItemToken}} from you the other day - your market's looking really put together!",
    "BFM.ItemGood.1.Robin": "Great job!$h",
    "BFM.ItemGood.2.Robin": "I bet Lewis was excited to see it.$4",
    "BFM.ItemGood.3.Robin": "Can't complain about the selection either.",

    "BFM.EdibleItem.1.Robin": "I bake on special occasions, but Demetrius does most of our cooking. He'll be pleased with ingredients like this.$h",
    "BFM.EdibleItem.2.Robin": "Maybe I'll try that muffin recipe I messed up last time. You never know, this time might be the time it works!$4",
    "BFM.EdibleItem.3.Robin": "Maru will eat just about anything, but Sebby is picky. At least he also keeps his own food in his room.",
    "BFM.ForageItem.Robin": "Demetrius knows more about edible plants than me, but I've learnt a bit from him over the years.$h",
    "BFM.AnimalItem.Robin": "How have your animal buildings been holding up? Let me know if you need repairs.",
    "BFM.ArtisanGoodsItem.Robin": "$query PLAYER_FARMHOUSE_UPGRADE 3#How's things been going with your casks in the cellar? They're pretty handy once you get them set up, huh?|You know, a lot of artisan goods can be aged if you build a cellar. Let me know if you're interested.",
    "BFM.FishingItem.Robin": "Demetrius isn't much of an fisherman, but he still enjoys casting a line in our local lake. He sometimes even catches a fish!$h",
    "BFM.FlowerItem.Robin": "Don't laugh, but I like buying flowers for Demetrius from time to time. He adores them. Tells me every scientific name too.$h",
    "BFM.DessertItem.Robin": "Baking and carpentry have a lot in common, you know. One miscalculation can and will mess up everything.$h",
    "BFM.SeasonalItem.Robin": "",
    "BFM.NonSeasonalItem.Robin": "$query PLAYER_HAS_FLAG ccPantry jojaPantry#You've been using your grandpa's old greenhouse to grow these, right? How did you get that fixed, anyway?|It's too bad that old greenhouse of your grandpa's can't be fixed so you can grow things out of season.$s", // "$query PLAYER_HAS_FLAG ccPantry jojaPantry#" should not be translated
    
    // SAM
    "BFM.BoughtItem.Sam": "{{BFMDeterminer}} {{BFMItemToken}} at your stall looked really good, @!",
    "BFM.ItemGood.1.Sam": "I picked up some to take home.",
    "BFM.ItemGood.2.Sam": "I just got a few, but I'll buy more next time.",
    "BFM.ItemGood.3.Sam": "Pretty cool how much you have.",

    "BFM.EdibleItem.1.Sam": "You ever think about having free taster samples of stuff? I bet that would get people visiting.$h",
    "BFM.EdibleItem.2.Sam": "I gotta tell Seb and Abby and we'll get snacks for our next game night.$h",
    "BFM.EdibleItem.3.Sam": "Mom's cooking is pretty good, especially when she gets stuff that's not from JojaMart.",
    "BFM.ForageItem.Sam": "It still amazes me that you can just, like, find stuff lying around that's fine to eat.$h",
    "BFM.AnimalItem.Sam": "That reminds me, I told Vince I'd bring him round to see your animals sometime. That cool?",
    "BFM.ArtisanGoodsItem.Sam": "It's cool that you can just throw stuff in a machine and out pops good food a few hours later.$h",
    "BFM.FishingItem.Sam": "Dad loves fishing, but I get so bored sitting around waiting. Respect to you for catching this.",
    "BFM.FlowerItem.Sam": "I wish flowers loved me as much as I love them, but as long as I don't sniff them, I'll be fine.$10",
    "BFM.DessertItem.Sam": "Mom would definitely scold me if I bought desserts and didn't bring some back for her and Vincent.$10",
    "BFM.SeasonalItem.Sam": "Does it make that much difference if stuff is in season? I guess you don't have to store it as long.",
    "BFM.NonSeasonalItem.Sam": "You can buy this stuff whenever at JojaMart, but it's pretty special to get it from you at this time of year.",
    
    // SANDY
    "BFM.BoughtItem.Sandy": "Sweetie, I bought some {{BFMItemToken}} from you the other day!",
    "BFM.ItemGood.1.Sandy": "Emily took me to visit your market~$h",
    "BFM.ItemGood.2.Sandy": "You have such a lovely selection~$h",
    "BFM.ItemGood.3.Sandy": "It's nice to see shops other than mine.",

    "BFM.EdibleItem.1.Sandy": "It's hard to get things like this out in Calico, you know.",
    "BFM.EdibleItem.2.Sandy": "I've got a special recipe in mind for this! Something with a bit of spice to it~",
    "BFM.EdibleItem.3.Sandy": "Your products look delicious, sweetie. Well done!",
    "BFM.ForageItem.Sandy": "There's a lot to be foraged in the desert as well, but you have to know what you're looking for.",
    "BFM.AnimalItem.Sandy": "Your animals must be so cute~! < I'll have to come see them some day.$h",
    "BFM.ArtisanGoodsItem.Sandy": "I love how much is available in the valley. People here don't always appreciate that, I think.",
    "BFM.FishingItem.Sandy": "I don't have fish very often! So it's a special treat for me. <$h",
    "BFM.FlowerItem.Sandy": "You know how much I adore the valley flowers! And they're all the more special because you grew them. <$h",
    "BFM.DessertItem.Sandy": "I'll see if Emily wants to share some of these with me.$h",
    "BFM.SeasonalItem.Sandy": "Calico Desert mostly has just one season, so it's nice to see the variety you have.$h",
    "BFM.NonSeasonalItem.Sandy": "Everything from the valley is out of season to me, but that doesn't make it less special.",
    
    // SEBASTIAN
    "BFM.BoughtItem.Sebastian": "Abby said I should check out your market and I ended up buying some {{BFMItemToken}}.",
    "BFM.ItemGood.1.Sebastian": "They're pretty decent.",
    "BFM.ItemGood.2.Sebastian": "It was worth leaving my room for this.$h",
    "BFM.ItemGood.3.Sebastian": "Ever thought about selling some weird stuff too?",

    "BFM.EdibleItem.1.Sebastian": "Mom will appreciate this. She normally buys groceries after aerobics, so this'll save her carrying things back up the mountain.$h",
    "BFM.EdibleItem.2.Sebastian": "Demetrius does most of the daily cooking, but I make my own lunch when I'm working so this is for me.",
    "BFM.EdibleItem.3.Sebastian": "These'll be going in my little basement fridge, that way there's no risk of someone accidentally eating my food.$a",
    "BFM.ForageItem.Sebastian": "I don't get why you want to spend so much time in the forest anyway. Wouldn't the mines be better?",
    "BFM.AnimalItem.Sebastian": "How have your animals been doing recently, anyway? Did you find any more of those weird black eggs?",
    "BFM.ArtisanGoodsItem.Sebastian": "I'm not a fan of most of this stuff, but let me know if you make any good coffee blends.",
    "BFM.FishingItem.Sebastian": "I've got a good sashimi knife waiting for this fish. You can't skimp on quality when it comes to sashimi.$h",
    "BFM.FlowerItem.Sebastian": "The flowers? They're, uh, for my mom. She's been working hard recently and I thought she'd like them.$l",
    "BFM.DessertItem.Sebastian": "Don't tell them, but this is for Sam and Abby at our next game night.",
    "BFM.SeasonalItem.Sebastian": "The only seasonal thing I take note of is what stage the frogs are at. It must be harder for you, huh?",
    "BFM.NonSeasonalItem.Sebastian": "Is it hard having to follow the seasons? My computer works no matter what time of year it is.",
    
    // SHANE
    "BFM.BoughtItem.Shane": "Marnie asked me to pick up some {{BFMItemToken}} from your market.",
    "BFM.ItemGood.1.Shane": "At least it's closer to the ranch.",
    "BFM.ItemGood.2.Shane": "Your place is as good as any, I guess.",
    "BFM.ItemGood.3.Shane": "Your market's a damn sight better than JojaMart, that's for sure.",

    "BFM.EdibleItem.1.Shane": "How long does this stuff last in the fridge anyway? A few weeks?",
    "BFM.EdibleItem.2.Shane": "It's a change from Joja microwave meals or saloon takeout.",
    "BFM.EdibleItem.3.Shane": "Neither of us really cooks well, but Marnie tries from time to time.",
    "BFM.ForageItem.Shane": "Jas sometimes finds this sort of stuff and brings it home, but I never know if it's poisonous or not.$s",
    "BFM.AnimalItem.Shane": "Dunno why when we have our own here, but hey, her money.$u",
    "BFM.ArtisanGoodsItem.Shane": "She's pretty good at cheese, but she can't do juice or jellies to save her life.",
    "BFM.FishingItem.Shane": "$query PLAYER_HAS_SEEN_EVENT Current 2118991#Don't they say that fishing's just an excuse to sit outside with a cola in your hand and do nothing? Might have to try it.|Don't they say that fishing's just an excuse to sit outside with a beer in your hand and do nothing? Might have to try it.",
    "BFM.FlowerItem.Shane": "Jas'll like these. Fairy roses are her favorite, but she's in a flower phase at the moment so anything's good.$h",
    "BFM.DessertItem.Shane": "I don't really care about sweet stuff, but Marnie and Jas love that sort of thing so they'll be happy.",
    "BFM.SeasonalItem.Shane": "You don't have to worry about seasons with chickens, they just lay all year round.",
    "BFM.NonSeasonalItem.Shane": "Everything Joja makes is so artificial it'll last 'til the apocalypse.$a",
    
    // VINCENT
    "BFM.BoughtItem.Vincent": "Mom bought some {{BFMItemToken}} for us!",
    "BFM.ItemGood.1.Vincent": "Your market has so many things!",
    "BFM.ItemGood.2.Vincent": "I really wanted some gummies, but there weren't any.",
    "BFM.ItemGood.3.Vincent": "It looked kinda funny but also cool.",

    "BFM.EdibleItem.1.Vincent": "Jas called me a picky eater, but I'm not. I just like what I like.$s",
    "BFM.EdibleItem.2.Vincent": "Sam wants to cook with them, but last time he tried to cook, he burnt a frying pan. Mom was so angry.",
    "BFM.EdibleItem.3.Vincent": "Mom said she'll make something good with it for dinner. I hope so!",
    "BFM.ForageItem.Vincent": "I love foraging too! Especially spring onions. There's so many down near the sewer!",
    "BFM.AnimalItem.Vincent": "Can I come visit your animals someday? I want to see how you collect stuff from them!",
    "BFM.ArtisanGoodsItem.Vincent": "Do you have a machine that makes gummies? I don't like fruit, but I love fruit gummies!",
    "BFM.FishingItem.Vincent": "Dad used to go fishing a lot and Momma would make casserole. Maybe she'll make it tomorrow.",
    "BFM.FlowerItem.Vincent": "I have to keep away from Sam if I have a flower, otherwise he'll sneeze everywhere.",
    "BFM.DessertItem.Vincent": "Mom says I have to wait 'til after dinner before we can eat the dessert. I want it now though.$",
    "BFM.SeasonalItem.Vincent": "I don't like vegetables or fruits very much, but Mom said I have to eat them.$s",
    "BFM.NonSeasonalItem.Vincent": "Sam said you have a ginormous fridge so your vegetables don't go bad! Is that true?",
    
    // WILLY
    "BFM.BoughtItem.Willy": "Had a look at your market an' bought a few o' {{BFMDeterminer}}{{BFMItemToken}}.",
    "BFM.ItemGood.1.Willy": "You got a fine selection of things there.",
    "BFM.ItemGood.2.Willy": "I'll pass along to Gus that he should pay a visit too.",
    "BFM.ItemGood.3.Willy": "No \"If it smells, it sells\" for you, eh?$u",

    "BFM.EdibleItem.1.Willy": "A man can't live off o' fish alone, after all. Don't want to risk gettin' scurvy!$h",
    "BFM.EdibleItem.2.Willy": "Good to get a bit o' variety in my diet besides fish and saloon food.$h",
    "BFM.EdibleItem.3.Willy": "Not much of a cook, but I like to try me hand at it from time to time.",
    "BFM.ForageItem.Willy": "There's a fair bit to be found on the shore too, eh? I often see the lad Elliott out collectin' beach forage too.",
    "BFM.AnimalItem.Willy": "Never been much of a one for land animals meself, but you can't make a good bisque or chowder without milk.",
    "BFM.ArtisanGoodsItem.Willy": "Not much room for bees on a boat, but I've always had a taste for good mead. I'll happily buy some if ye sell any.$h",
    "BFM.FishingItem.Willy": "Always good t'see young folks out there makin' a living from the sea too.$h",
    "BFM.FlowerItem.Willy": "Hard to keep most flowers alive out near the saltwater, so it'll be a change to have some around the shop.$h",
    "BFM.DessertItem.Willy": "I've not much of a taste for sweet things, but sometimes it's what ye need after a day in the salty air.",
    "BFM.SeasonalItem.Willy": "Workin' to the season is important for fishing too. Fish migrate to where suits them as the year changes.",
    "BFM.NonSeasonalItem.Willy": "$query BUILDINGS_CONSTRUCTED All \"Fish Pond\" 1#You've got a fish pond or two built, I heard? That's a good way to avoid the seasons for fish, though it don't compare to the challenge o' the wild ocean.|If ye need a particular fish in the wrong season, some people like t'build fish ponds for 'em. Not my way though.",
    
    // WIZARD
    "BFM.BoughtItem.Wizard": "@. I purchased several of {{BFMDeterminer}} {{BFMItemToken}} from your small marketplace.",
    "BFM.ItemGood.1.Wizard": "Your wares are of a surprising quality.",
    "BFM.ItemGood.2.Wizard": "A shame you do not have more items of interest.",
    "BFM.ItemGood.3.Wizard": "Your effort is to be congratulated, I suppose.",

    "BFM.EdibleItem.1.Wizard": "Hm? You are surprised? Even one as embroiled in the world's magic as I am still requires mundance nourishment.",
    "BFM.EdibleItem.2.Wizard": "Later tonight I will prepare a broth comprised of the forest's bounty and your farm's gifts.",
    "BFM.EdibleItem.3.Wizard": "My evening meal will of course be simmered in my cauldron... That was a joke. It's far too large for everyday cooking.",
    "BFM.ForageItem.Wizard": "Ordinarily I would gather my own provisions from the forest surrounding my tower, but you have a strange knack for this.",
    "BFM.AnimalItem.Wizard": "I do not have much interest in the produce of mundane beasts, but I suppose this may be useful at some point.",
    "BFM.ArtisanGoodsItem.Wizard": "The process of the mundance transformation of goods serves as a catalyst for magical transformation. An interesting field of study.",
    "BFM.FishingItem.Wizard": "Ensure you do not take more than the ocean cares to give you. The merfolk take their sustenance from the sea just as you do.",
    "BFM.FlowerItem.Wizard": "Many flowers can be used as magical reagents. This one in particular will suffice for my purposes.",
    "BFM.DessertItem.Wizard": "This dessert? No, there are no hidden magical properties to it. It simply tastes good.",
    "BFM.SeasonalItem.Wizard": "By reaping each fruit only within its proper season, you show respect to the junimos and the elementals.",
    "BFM.NonSeasonalItem.Wizard": "As you have no doubt learned, the junimos will not venture inside a greenhouse. It is a subversion of their nature.",

    // MARKET MODE

    "BFM.MarketName.Farmer": "Farmers Market",
    "BFM.MarketName.Pelican": "Pelican Town Market",
    "BFM.MarketName.Valley": "Stardew Valley Market",
    "BFM.MarketName.Ferngill": "Ferngill Farmers Market",

    "BFM.MarketStart": "The {{MarketName}} has now opened!",

    "BFM.MarketDialogue.Sam": "Hey there, buy something? It'll make the kids happy.",
    "BFM.MarketDialogue.Jas": "Welcome to our shop! Me and Vincent found all these.",
    "BFM.MarketDialogue.Vincent": "Look at all our stuff! Jas and me found them ourselves.",
    "BFM.MarketDialogue.Haley": "I'm clearing out some of last season's fashion.",
    "BFM.MarketDialogue.Emily": "I've got gems and outfits! What vibe are you feeling today?",
    "BFM.MarketDialogue.Elliott": "Can I interest you in a book? Perhaps a few beach trinkets?",
    "BFM.MarketDialogue.Abigail": "Wanna buy something? Dad told me to clear out some junk.",
    "BFM.MarketDialogue.Maru": "If you're doing some tinkering, I've got parts for sale.",
    "BFM.MarketDialogue.Leah": "Some of these I created, some are by friends. I've got forage too!",
    "BFM.MarketDialogue.Evelyn": "Would you like anything, dear? They're freshly baked.",
    "BFM.MarketDialogue.Caroline": "These are all from my sunroom. What would you like?",
    "BFM.MarketDialogue.Alex": "I've got ice cream and other stuff. You want anything?",

    "BFM.MarketStart.1": "@! I didn't see you there. Sneaking up on me, hm?$h",
    "BFM.MarketStart.2": "*sigh*",
    "BFM.MarketStart.3": "I was just thinking about the farmers' market we had in Pelican Town back in the day.$s#$b#It used to bring in sellers and visitors from across the whole valley. It was a remarkable sight.",
    "BFM.MarketStart.3.1": "What about my market stall?",
    "BFM.MarketStart.3.2": "Think we can start it again?",
    "BFM.MarketStart.4": "Yes, your local market has been doing very well recently, hasn't it? And your products are high-quality as always.$h",
    "BFM.MarketStart.5": "Well now. It would take a lot of work, but it might be doable.",
    "BFM.MarketStart.6": "Hm... If you expanded your stall and we got some of the shopkeepers in town on board, I think we could open the market again.#$b#It won't happen overnight, of course. It's a lot of time and money to close shop for the day, so some people might not join until the market is more established.#$b#I'll do what I can to help promote it in the local community, but you'll have to provide goods to attract people.#$b#Are you still interested?",
    "BFM.MarketStart.7": "Excellent! I'm glad you're on board, @.$h#$b#Now, as one final point... Since you'll be doing most of the work, it's only fair that you get to name our new market.",
    "BFM.MarketStart.7.1": "What should we call it?",
    "BFM.MarketStart.7.2": "'Farmers Market'. Let's keep things simple.",
    "BFM.MarketStart.7.3": "'Pelican Town Market'. Let's highlight our local community.",
    "BFM.MarketStart.7.4": "'Stardew Valley Market'. Let's advertise to the wider region.",
    "BFM.MarketStart.7.5": "'Ferngill Farmers Market'. Let's be ambitious!",
    "BFM.MarketStart.8": "It's a bit hard to advertise, but you're right that simplicity is key.",
    "BFM.MarketStart.9": "I like it! Pelican Town has so many wonderful things to offer.$h",
    "BFM.MarketStart.10": "True, that will help catch more attention! We'll go with that then.$h",
    "BFM.MarketStart.11": "Well. The Governor might have some concerns about that name, but if you're sure...",
    "BFM.MarketStart.12": "Leave it with me. I'll speak to people and send you a letter when things are ready.$h",

    "BFM.MarketComplete.1": "Mayor Lewis! {{PlayerName}}! Welcome!",
    "BFM.MarketComplete.2": "{{PlayerName}}, Lewis, interested in anything?",
    "BFM.MarketComplete.3": "Hey there, Lewis and {{PlayerName}}!",
    "BFM.MarketComplete.4": "Look at this, @... It's just like how it used to be.$h#$b#Maybe even better than it was!$h",
    "BFM.MarketComplete.5": "And it's all thanks to your hard work. Well done.",

    "BFM.OldCC": "old Community Center",
    "BFM.CC": "Community Center",
    "BFM.Joja": "Joja warehouse",

    "BFM.MarketLevel1Mail.1": "Dear @,^^You'll be pleased to hear that the {{MarketName}} will be going ahead! I've spoken to several shopkeepers and Pierre and Robin both said they're excited to set up a stall.",
    "BFM.MarketLevel1Mail.2.7th": "We'll be holding the market on the 7th of each season in front of the {{CCorJoja}}.",
    "BFM.MarketLevel1Mail.2.21st": "We'll be holding the market on the 21st of each season in front of the {{CCorJoja}}.",
    "BFM.MarketLevel1Mail.2.Both": "We'll be holding the market on both the 7th and the 21st of each season in front of the {{CCorJoja}}.",
    "BFM.MarketLevel1Mail.2.Expand": "We'll be holding the market on the 7th of each season in front of the {{CCorJoja}}, but if things go well, we may be able to hold it on the 21st as well!",
    "BFM.MarketLevel1Mail.3": "There should be plenty of space for you to set up your stall wherever you like.^^I look forward to seeing its success!^^      - Mayor Lewis",
    "BFM.MarketLevel1Mail.Title": "Farmers Market: Start!",

    "BFM.MarketLevel2Mail.Body": "Dear @,^^Well done with the {{MarketName}}! Lewis has been telling me all about it and Robin mentioned how much she's enjoyed getting out and trying something different with her stall. Since you've also had some success with it, I've decided to join you and set up a stall myself! I'll be selling my usual animal supplies if you find the time to visit.^^From what I hear in the saloon, Clint will also be setting up a stall selling ores and metals. The more the merrier!^^      - Marnie",
    "BFM.MarketLevel2Mail.Title": "Farmers Market: Marnie",

    "BFM.MarketLevel3Mail.Body": "@,^^Seems that market o' yours has been sailing along just fine! I've decided to try me hand at running a stall as well. Can't be too different to the ol' shop now, can it?^^Gus says that he'll also be selling food and settin' up a few tables for people as well. Hope the smell of my fish don't put people off their meal, hehe!^^      - Willy",
    "BFM.MarketLevel3Mail.Title": "Farmers Market: Willy",

    "BFM.MarketLevel4Mail.Body": "Dear @,^^Congratulations on how much the {{MarketName}} has grown! Pierre has been very excited by how things have been going and even Abigail has admitted to visiting a few times. I thought it might be fun to set up a little stall as well and sell some of my tea and flowers!^^I won't be there every week - someone has to look after the shop, after all! - but some of the other people around town have spoken about selling things at the market themselves, so I think we'll have a nice rotation of shops. Take care!^^      - Caroline",
    "BFM.MarketLevel4Mail.Title": "Farmers Market: Caroline",
    
    "BFM.CTDialogue.Lewis.Level1": "Pierre, Robin, and yourself are a good start for the {{MarketName}}, I think. That gives it a good variety of products.",
    "BFM.CTDialogue.Lewis.Level2": "@! You'll be pleased to hear that Marnie and Clint have also decided to join the {{MarketName}}!$h#$b#Having the ranch in particular represented at the market will be very attractive to any farmers in the wider region.",
    "BFM.CTDialogue.Lewis.Level3": "Gus and Willy caught up with me at the saloon the other night and told me they'd both like to join the {{MarketName}} as well.$h#$b#It's not a proper market without a food vendor for people to grab a snack or a meal, is it?",
    "BFM.CTDialogue.Lewis.Level4": "After seeing how well the {{MarketName}} is doing, a number of our townsfolk have asked if they can also join in!$h#$b#Most of them can't or don't want to commit to being there every time, so I've set up a rotating schedule that suits people.",
    
    "BFM.CTDialogue.Pierre.Level1": "Lewis told me about the plans for the market, @! {{MarketName}}, huh? It's a good name.$h#$b#Time will tell how it goes, of course, but I'm optimistic.",
    "BFM.CTDialogue.Pierre.Level4": "Caroline and I always share business responsibilities for the store, so I think she's enjoying having her own shop at the market for a change.$h",
    
    "BFM.CTDialogue.Caroline.Level1": "Pierre immediately jumped on Lewis's new business venture, of course. Although I do think that a market will be good for our little town.",
    "BFM.CTDialogue.Caroline.Level4": "I used to have a little weekend market stall selling handmade bracelets and such when I was younger.#$b#I didn't make very much, but you meet so many interesting people! It's nice to try it again now.$h",
    
    "BFM.CTDialogue.Robin.Level1": "Did Lewis talk to you about reviving the old market too? He's been thinking it over for a while now.#$b#I'm willing to give it a shot! Also if you want to order any construction, just let me know at the market and I'll sort it after.$h",
    "BFM.CTDialogue.Robin.Level2": "Things are starting to pick up with the {{MarketName}}, hey?$#$b# I'm glad I convinced Marnie to set up here as well. It's been great for my business and it'll do her good as well.",
    
    "BFM.CTDialogue.Marnie.Level1": "Hm... This new market idea does sound interesting, but I'm concerned about whether the ranch would be okay if I'm away that often.$s#$b#I'll talk to Robin at the next aerobics meet-up and see what she thinks.",
    "BFM.CTDialogue.Marnie.Level2": "Did you get my letter about the market, @? I've decided to set up a stall as well!$h#$b#I'll still take orders for animals though, don't worry! If you buy at the market, I'll ask Shane to take your new animal over to your farm.",
    "BFM.CTDialogue.Marnie.Level4": "Jas and Vincent have decided they want to have their own market stall too! Isn't that sweet?$h#$b#Sam's helping them put together a table and they're going to find things to sell.",
    
    "BFM.CTDialogue.Clint.Level1": "Lewis asked if I wanted to join that new {{MarketName}}, but... I don't know if I'd get much business.$s#$b#Although maybe I'll get more business if I'm in the middle of town? I'll have to think about it.",
    "BFM.CTDialogue.Clint.Level2": "It's nice to get out of that hot forge for a while and do business outside.$h#$b#I can do some cold forge stuff on the anvil if you need it, and I'll upgrade your tools when I'm back in the smithy.",
    
    "BFM.CTDialogue.Willy.Level1": "The market? Aye, Lewis asked me as well, but I prefer bein' down here in the fresh salty air where I can catch a bite if things are slow.$u#$b#If the others say that things are going well though, I might consider it again.",
    "BFM.CTDialogue.Willy.Level3": "Ye got my letter then? Aye, now that things have settled in, I'll be selling fish an' my usual fishing goods at the market too.#$b#Might even take the chance to head up to the mountain lake afterwards and see what's biting!$h",
    
    "BFM.CTDialogue.Gus.Level1": "I told Lewis I'd be interested in setting up a stall as well, but it won't be until later in the year. I'll need some time to work out how to balance things.#$b#Normally the mornings are my preparation time for the saloon, so I'll need to organise a Sunday menu that can be prepped a day in advance.",
    "BFM.CTDialogue.Gus.Level3": "I've made some adjustments and I'll be able to set up on Sundays at the markets with you all!$h#$b#If you get peckish while manning your stall, come on over and I'll whip you up something on the grill.$h",
    
    "BFM.CTDialogue.Jas.Level4": "Aunt Marnie said I can have a shop at the market too! Vincent and me are going to find things to sell together.$h#$b#I hope you'll buy something from us!$h",
    "BFM.CTDialogue.Vincent.Level4": "Sammy said he'll get a big umbrella and a table for me and Jas to have a shop too!#$b#I'm gonna find a bunch of spring onions to sell. And a snail, and some cool rocks!$h",
    "BFM.CTDialogue.Jodi.Level4": "I'll have to make my way over to the {{MarketName}} sometime, with Caroline and my boys both running stalls up there.$h#$b#It'll be a good chance for Vincent to practise his math, although I hope Sam will help him if he struggles.",
    "BFM.CTDialogue.Kent.Level4": "It's nice to see Sam still looking out for his little brother with this stall of theirs.$h#$b#It's getting a bit crowded for my liking, but I'll head over soon and buy something to support them.",
    "BFM.CTDialogue.Emily.Level4": "Isn't it amazing when you find a little mineral shop at a market and all the gems are laid out sorted by color? The earth's rainbows gathered together in harmony.$h",
    "BFM.CTDialogue.Haley.Level4": "Emily's been complaining lately about my clothes \"taking over\" the house. There's not THAT many of them.$u#$b#My wardrobe is getting pretty full though, so I'll get rid of the outdated ones at the market.",
    "BFM.CTDialogue.Alex.Level4": "All the action's at the new market, so I figured I'd move my ice cream stand up there some days. It's a bonus workout lugging everything up there too.",
    "BFM.CTDialogue.Abigail.Level4": "Ugh, my parents told me that I had to get rid of my monster collection. \"Abigail, keeping slime and bug meat in the house isn't sanitary!\" Blah blah blah.$a#$b#AND they said I had too many weapons lying around! Can you believe it?$u",
    "BFM.CTDialogue.Elliott.Level4": "@, I've decided to sell some of my spare books at our local market. One must always try new things when it comes to expanding your literary horizons, and my shack isn't big enough for a large collection.#$b#Plus, well, the extra money won't go astray.$l#$b#Leah will be selling some of her art on occasion as well, so please give her your support.$h",
    "BFM.CTDialogue.Leah.Level4": "I'll be selling some of my paintings and sculptures at the weekend markets from time to time. Hopefully someone buys a few pieces!$h#$b#Elliott will be selling some stuff too because he's a little broke right now. Help him out if you can?",
    "BFM.CTDialogue.Demetrius.Level2": "Robin has been telling about how beneficial to her business this new market has been. She's had a lot of new customers from the local area.$h#$b#She enjoys meeting new people, which can be difficult living up on the mountain like we do.",
    "BFM.CTDialogue.Penny.Level4": "After Vincent and Jas told me they want to have a market stall, I started preparing a lesson about money and basic economics.#$b#It's always best as a teacher if you can tailor your lessons to your students' current interests! That way they're more engaged in the learning process.$h"

}