{
    "abigail.confession.1": "Hey, @. I was... just passing by.",
    "abigail.confession.2": "Um... I just wanted to see if your farm had any... uh... weird rocks or something.$h",
    "abigail.confession.3": "You know... I've been thinking a lot about... adventures, lately. The kind that...$2",
    "abigail.confession.4": "Ah, it's nothing! No... I can't run away again like last time...",
    "abigail.confession.5": "Listen, @. Practicing with my sword in the graveyard, or thinking about going deep into the mines... that all sounds cool.$6",
    "abigail.confession.6": "But for me, the thing that takes the most courage right now... is standing here and saying this to you. This is scarier than facing a hundred bats.$8",
    "abigail.confession.7": "I... I think I really like you, @. If you'd be with me...$2",
    "abigail.confession.8": "I promise... I won't let you get bored!$h",
    "abigail.confession.q": "So, are you willing... to start a new adventure with me?",
    "abigail.confession.r_yes": "I'd love to, my explorer.",
    "abigail.confession.r_no": "Sorry, I might not be ready...",
    "abigail.confession.accept_1": "I... I'm a little too excited!",
    "abigail.confession.accept_2": "This will absolutely be our... our best adventure! I promise!$4",
    "abigail.confession.accept_3": "I have to go now, or my dad will get on my case again. I'll... see you later!",
    "abigail.confession.reject_1": "Haha, it's fine! Don't worry about it! We're still friends, right?$6",
    "abigail.confession.reject_2": "Bye, @.$2",
    "abigail.response.accept": "...!$7",
    "abigail.response.reject": "......$s",

    "haley.confession.1": "Hey, @. I came here specifically to find you.",
    "haley.confession.2": "The light on your farm is perfect today. I'm looking for... the perfect focus.$h",
    "haley.confession.3": "Before, I always thought the most beautiful thing was a sunset or a perfect sunflower. My lens was only filled with those things.$h",
    "haley.confession.4": "But... somehow, lately, whenever I look through my lens, I just want to take pictures with you.",
    "haley.confession.5": "You're the one who made everything clear. So... I want to ask you.$7",
    "haley.confession.q": "Are you willing to be with me, to be my permanent focus?",
    "haley.confession.r_yes": "I'm willing.",
    "haley.confession.r_no": "Sorry, I might not be ready for that...",
    "haley.confession.accept_1": "I knew it! I knew the picture of us together would be the most perfect one!$4",
    "haley.confession.accept_2": "This makes me happier than any photo I've ever taken! We’re officially dating now, right, sweetie?",
    "haley.confession.accept_3": "I have to go home right now, I'm in such a good mood. I'm going to pick our best photo to print out! See you!",
    "haley.confession.reject_1": "Fine. I guess I was getting ahead of myself.$2",
    "haley.confession.reject_2": "I... I'm heading back. Suddenly... I don't really feel like taking pictures anymore.$2",
    "haley.response.accept": "Really?!$4",
    "haley.response.reject": "Ah...$s",

    "leah.confession.1": "Ah, @. I hope I'm not disturbing you?$h",
    "leah.confession.2": "I was taking a walk in the forest, and before I knew it, I'd walked to the edge of your farm. The view here... it's special.",
    "leah.confession.3": "It's not purely natural like the forest, but rather... a work of art completed by nature and your efforts, together.",
    "leah.confession.4": "Since I met you... I've realized that what I was searching for here wasn't just the peace of nature... but also a warmth to share that peace with.$2",
    "leah.confession.5": "@, you have become the most beautiful scenery in my life. I... cherish this feeling very much.$h",
    "leah.confession.q": "So, I wanted to know, would you be willing... for our relationship to take a step forward?",
    "leah.confession.r_yes": "I cherish this feeling too, Leah.",
    "leah.confession.r_no": "Leah, you're a great friend, but...",
    "leah.confession.accept_1": "Hearing you say that, I feel... like a weight has finally been lifted from my heart.$4",
    "leah.confession.accept_2": "Thank you, @. The weather is so nice today, shall we... take a walk in the forest when you have time? As our first date.$4",
    "leah.confession.accept_3": "I'll be waiting for you.",
    "leah.confession.reject_1": "...I understand.",
    "leah.confession.reject_2": "Thank you for being so honest, @. I... might need some time alone.$2",
    "leah.response.accept": "...$4",
    "leah.response.reject": "......$s",

    "maru.confession.1": "Hi, @! I was just looking for you.$h",
    "maru.confession.2": "This is a new portable soil analyzer I made. I just tested it on your soil, and the data shows your composition is very balanced, perfect for planting. My design is a success!$1",
    "maru.confession.3": "But... that's not the only reason I'm here...$3",
    "maru.confession.4": "I've discovered that... whenever you're within my observational range, my entire physiological data monitoring system shows a 'benign anomaly' that can't be explained by environmental factors.$6",
    "maru.confession.5": "I've formulated a hypothesis based on this: your presence has a positive effect on me that goes beyond just friendship.$h",
    "maru.confession.6": "...Sorry, my ability to express myself is quite limited. Does that sound too much like a lab report?$2",
    "maru.confession.7": "In other words... @, when I'm with you, I feel happy. It's a different kind of happy from solving a difficult problem or inventing something new.$h",
    "maru.confession.8": "So... based on the above observations, to reach a final conclusion, I...",
    "maru.confession.9": "...Ugh, forget it. What I mean is...$2",
    "maru.confession.q": "@, would you like to be in a relationship with me?",
    "maru.confession.r_yes": "I would.",
    "maru.confession.r_no": "I'm sorry, maybe we're better off as friends.",
    "maru.confession.accept_1": "Excellent! I... I didn't expect asking directly would go so... smoothly. It seems my social module needs a major upgrade.$1",
    "maru.confession.accept_2": "So, starting today, our relationship has a new definition. I will... mark this as my most important project this year! See you!",
    "maru.confession.reject_1": "I see. That is... a definitive output. Thank you for your honesty.$s",
    "maru.confession.reject_2": "I... need to go recalibrate my sensors. I'm leaving now.$2",
    "maru.response.accept": "...Really?$9",
    "maru.response.reject": "......$s",

    "emily.confession.1": "Good morning, @!$h",
    "emily.confession.2": "It's nice to be on your farm again! It's really different from how I remembered it.$h",
    "emily.confession.3": "No... that's not actually what I wanted to talk about. What I mean is...$4",
    "emily.confession.4": "I’ve had a vision—our destinies are intertwined, my special @...$4",
    "emily.confession.5": "I want to express my feelings proactively, so...$4",
    "emily.confession.6": "I love you, my dear @.$4",
    "emily.confession.q": "Will you officially be in a relationship with me?",
    "emily.confession.r_yes": "Of course!",
    "emily.confession.r_no": "I'm sorry, I'm not ready for that...",
    "emily.confession.accept_1": "That's wonderful, @! I promise to add a little color to your life every day.$h",
    "emily.confession.accept_2": "I have to go back now, see you at the saloon tonight!$h",
    "emily.confession.reject_1": "Oh... okay, that's alright!",
    "emily.confession.reject_2": "I think I might have scared you a little, didn't I?$h",
    "emily.confession.reject_3": "It's okay. I think it's better if I stay your friend for now.$h",
    "emily.response.accept": "...!$3",
    "emily.response.reject": "......$s",

    "penny.confession.1": "Ah, @... Sorry, I didn't mean to disturb your work.$h",
    "penny.confession.2": "I... I just wanted to come by for a moment. Every time I see your farm, I feel... so at peace.$h",
    "penny.confession.3": "You've helped me so much, @. Not just... the physical things. Being friends with you makes me feel... like I can take a breath from my messy life for a little while.$2",
    "penny.confession.4": "But because of that... I've been very scared lately.",
    "penny.confession.5": "I'm scared... that I'm starting to rely a little too much on this warmth you provide. I'm scared of causing you trouble... The last thing I ever want is to be a burden to you.$3",
    "penny.confession.6": "So... I have to ask to be clear. Am I... in your heart, a... bother?",
    "penny.confession.q": "Would you... allow someone like me to stand by your side?",
    "penny.confession.r_yes": "Of course. You've never been a bother, Penny. Quite the opposite.",
    "penny.confession.r_no": "I'm sorry, Penny. You're a great friend.",
    "penny.confession.accept_1": "I... I thought... someone like me...$10",
    "penny.confession.accept_2": "Thank you, @... Thank you... for seeing me.",
    "penny.confession.accept_3": "Okay, I'll see you later.$h",
    "penny.confession.reject_1": "......$s",
    "penny.confession.reject_2": "...Mm, I understand. I knew it would be like this.$3",
    "penny.confession.reject_3": "I'm sorry for saying strange things. I... I should get back to preparing my lessons.$3",
    "penny.response.accept": "...Really?$12",
    "penny.response.reject": "......$s"
}