{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Penny",
			"Entries": {
				"marriage_spot": "I used to come here all the time to avoid my mother.$s#$b#But I'm glad we can enjoy this spot for other reasons now, together.",
				"marriage_spot2": "Hi, honey. Finished at the farm?#$b#Come stay with me for a little longer than.$l",
				"marriage_cc": "Come take a break for a minute and join me.#$b#You deserve it after all the hard work you've done restoring this place.",
				"marriage_bus": "Hi, @. In need of mother's services?#$b#Don't worry, we weren't talking about you.$h",
				"marriage_bus2": "Are you sure @ would like it if I wore a-#$b#Oh, hi honey! Um. Maybe, I'll just show you later tonight.$l",
				"marriage_bus3": "Hey, Mom, do you really have to give him that glare everytime he shows up?^Hey, Mom, do you really have to give her that glare everytime she shows up?",
				"marriage_bus4": "Hi, dear! Mom was just telling me about her bus stories.#$b#She once told me you sometimes come back to the bus weighing triple the amount you entered!$h",
				"marriage_museum": "I can't believe you found all these lost books by yourself.#$b#I wonder how old they are?",
				"marriage_museum2": "It's quite soothing in here isn't it?#$b#We should snuggle up together in the corner with a book, but I don't think Gunther likes that.$l",
				"marriage_museum3": "Oh, no! Look at you you're all soaked!$s#$b#Come here...$l",
				"marriage_r": "Hi, dear! Want to join me?$h#$b#Don't worry, I have some extra books for you.",
				"marriage_r2": "It's hard focusing on my book when I see you, I get all distracted...$l",
				"marriage_doctormarriage": "I wonder if Dr. Harvey has feelings for Maru...#$b#But I don't think Harvey is her type either.$s",
				"marriage_doctorextra": "Oh, hi dear. Let's talk after, I don't want to interrupt Dr. Harvey.",
				"marriage_doctorafter": "I just need some fresh air before I head back home.#$b#Have anything special you want for dinner tonight?",
				"marriage_13": "Jas and Vincent painted some pretty eggs. They should be easy to spot.#$b#I'm rooting for you! But um... go easy on the kids?$l",
				"marriage_16": "Good luck on your display, dear. I'm still waiting for the spinning wheel to get setup.#$b#I'll earn us some tokens, don't worry.$h#$b#Unless I get banned again like last year.$s",
				"marriage_25": "Hi, dear. I didn't want to enter without you.$h#$b#The snow's lovely at least, I should spend more time out here."
			}
		}
	]
}