{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Haley",
			"Entries": {
				"marriage_r": "@, come join me for a minute.",
				"marriage_r2": "Never in my life would I have thought I'd enjoy just standing still and watching the world move.",
				"marriage_r3": "Hi, @. You look extra handsome today.$l^Hi, @. You look real cute today.$l",
				"marriage_r4": "Is it weird for me to say that I'm missing the farm right now?#$b#Love you, dear!$h",
				"marriage_marriageroom": "Hi, dear. I'm just processing my films in the darkroom. I'll be home soon.",
				"marriage_doctormarriage": "Do I have to get any shots today?$s#$b#No? I'm holding your word to that.",
				"marriage_doctorafter": "Well that wasn't as bad as I thought it would be.#$b#It's my turn to comfort you at your next check up, you can hold my word for that, dear.$h#$b#Say, when is your next check up?",
				"marriage_photobus": "The angle of the town is perfect from here! Why did no one tell me?#$b#Now I wish you'd have proposed sooner!$h",
				"marriage_photobus2": "Be honest, do I look like a creep standing here and taking pictures?$s#$b#Aw. You flatter me, dear.$l",
				"marriage_photobus3": "Hi, honey! You look great today.",
				"marriage_photoforest": "Ooh, ooh! Stand in frame!#$b#Perfect!$h",
				"marriage_photoforest2": "The air smells so fresh in the forest. Much better than staying inside all day.#$b#Say 'goat cheese!$h",
				"marriage_photoforest3": "Looking good today, @! Did you do your hair?$h",
				"marriage_photobeach": "The ocean is only the second most beautiful thing in this town. *giggle*$l",
				"marriage_photobeach2": "I think I just saw a green thing swimming in the ocean.#$b#You don't think there's any monsters in there, do you?$s#$b#I'll just stand a little further back, just in case.",
				"marriage_photobeach3": "I can see so much fish swimming around in the sea. Have you caught any of them before?#$b#Oh, very interesting!$h",
				"marriage_nmpre": "Hey, honey! Don't mind me, I'm just gonna stay here and warm up until the Night Market is open!$h#$b#It turns out Emily already went, so it's just us two tonight.",
				"marriage_nm": "%Haley holds your hand.#$b#Brrr! It's so cold! I knew I should've worn an extra layer!",
				"marriage_13": "Mayor Lewis asked me to stay out here but I can see where they're placing some of the eggs.#$b#A hint? Hmm... I'll think about it but it's going to cost you a kiss!$h",
				"marriage_16": "I was asked to take pictures of the visitors, but of course I have to ask for permission first.#$b#I guess you can see how that's going.$s#$b#I'm sure Lewis won't mind some photos of our star farmer, however.",
				"marriage_25": "I hope my secret santa likes the gift I chose.$s#$b#Sorry, can't tell! But I guess I can show you my gift.#$b#%Haley shows you her gift. It's {{Random:a ruby, an emerald, a pink cake, a purple mushroom}}.#$b#What's yours? Oooh!$h", 
			}
		}
	]
}