{


"birdb.WorkshopName": "Workshop",
"birdb.WorkshopDescription": "Your very own crafting workshop. Includes a professional kiln and furnace.",
"BigFurnaceMessage": "This furnace can process 10 ingots at a time.",
"BigFurnaceFMessage": "Requires 50 pieces of ore and 6 coals per use.",
"BigKilnMessage": "This kiln turns wood into coal and clay into pottery.",
"BigKilnFMessage": "You need 50 pieces of wood or one clump of clay.",

"ClayPot_Name": "Ceramic Pot",
"ClayPot_Description": "Hand thrown clay pot. So perfect it makes you weep.",
"ClayPotPuff_Name": "Ceramic Pufferchick",
"ClayPotPuff_Description": "The simpler the design, the more impact it has.",
"ClayPotBroken_Name": "Broken Pot",
"ClayPotBroken_Description": "The Kiln Gods were not in your favour this time.",
"Calico_Name": "Small Calico Statue",
"Calico_Description": "Warm like the sands of Calico desert.",
"GardenPot_Name": "Garden Pot",
"GardenPot_Description": "A perfect clay pot for small plants.",
"KrobusMug_Name": "Krobus Mug",
"KrobusMug_Description": "A ceramic mug in the likeness of Krobus. A favorite among collectors.",
"JunimoPot_Name": "Junimo Teapot",
"JunimoPot_Description": "It's friend-shaped.",
"PrismaticPot_Name": "Prismatic Jar",
"PrismaticPot_Description": "A jar full of pride. It catches the light beautifully.",
"DecoPlate_Name": "Decorative Plate",
"DecoPlate_Description": "A floral plate meant for decoration. Too pretty to use.",
"CowCreamer_Name": "Cow Creamer",
"CowCreamer_Description": "A small creamer shaped like a cow. A quirky addition to your kitchen.",
"Ocarina_Name": "Ocarina",
"Ocarina_Description": "This wind instrument is also known as a potato flute.",
"Dustball_Name": "Dust Sprite",
"Dustball_Description": "This dust sprite was living in your kiln. Should you put it back?",    

"EmilyGiftClayPot": "Did you throw this yourself? It's wonderful, thank you! $1",
"ShaneGiftClayPot": "For me? I have never seen anything like it. $3#$b# It's weird, I love it. $4",

"JasGiftDustball": "Oh cute! We have so many of these in our attic.$0#$b# I'm going to introduce it to the others.$1",
"VincentGiftDustball": "Wow! A new pet? I will take good care of it! $0",

"EvelynGiftDecoPlate": "Oh my! This plate is absolutely charming.$1#$b# It reminds me of the ones my grandmother used to collect. Thank you, dear.$0",

"MarnieGiftCowCreamer": "A cow creamer! How adorable!$1#$b#This will look perfect next to my tea set. Thank you so much!$0"
,

"KrobusPotteryLetter": "Hello friend.^I noticed you've been making mugs that look like me. I'm flattered.^Would you bring me 5 of them? I'd like to share them with my friends in the sewers.^  -Krobus",

"KrobusPotteryReward": "...[Krobus silently hands you a bundle of void essence]^[You received 5 Void Essence]"


}