[
  {
    "Id": "MyoldfriendsE1",
    "GroupID": null,
    "Title": "Want to write a letter",
	"Text": "@!^^Hey! How do you feel about your first day in Pelican Town? Did you miss me? Haha, don't worry, I will write to you from time to time and won't let you 'isolate from the world'.^The air in the countryside should be very fresh, but don't forget that your body is the capital of revolution. Don't be busy farming all day, eat when you need to, and rest when you need to!^Come on, stay energetic! Remember to write me back!^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "1 spring Y1"
  },
  {
    "Id": "MyoldfriendsE2",
    "GroupID": null,
    "Title": "Don't want to answer",
	"Text": "@:^^Today I encountered a very interesting case. A celebrity wanted to sue me for defamation because she was exposed by netizens for tax evasion.^To be honest, the evidence is there. She did it. I don't want to take such a bad case that I know I will lose. It will waste my time and ruin my reputation.^By the way, how is your farm? Don't tell me you are still growing potatoes. It's time to change the challenge, man!^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "20 spring Y1"
  },
  {
    "Id": "MyoldfriendsE3",
    "GroupID": null,
    "Title": "Want to fish",
	"Text": "@!^^ Life there sounds like heaven! This season is perfect for some leisurely fishing, so jealous. I can just imagine myself sitting on the dock with a fishing rod in one hand and a cold juice in the other... ah, perfect!^^Ethan",
    "LetterBG": "backgroundE.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 350,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "16 summer Y1"
  },
  {
    "Id": "MyoldfriendsE4",
    "GroupID": null,
    "Title": "Want to be praised",
	"Text": "@:^^Ha! I just won a tough lawsuit. Although the other party hired a famous lawyer team in the city, I still found a loophole. The other lawyer's face turned green in the court. I really should let you see that wonderful scene!^To be honest, I can't stand it these weeks. I rely on coffee to survive every day. I will fall asleep as soon as I put down my pen... (The words behind are like ghost paintings, which are really hard to read)^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "4 fall Y1"
  },
  {
    "Id": "MyoldfriendsE5",
    "GroupID": null,
    "Title": "Want to give a gift",
	"Text": "@!^^It was so fun watching the football game yesterday! Guess what? I was chatting with the guy sitting next to me, and it turned out that he was from your town, what a coincidence!^I wanted to ask him to bring you a gift, but when I came out, I found that the bag of souvenirs was left in the stands! I had no choice but to run to the souvenir shop again and queue up in a long line... Anyway, I hope you like this gift!^^Ethan",
    "LetterBG": "backgroundE.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 243,
        "Stack": 2
      }
    ],
    "Repeatable": false,
    "Date": "23 fall Y1"
  },
  {
    "Id": "MyoldfriendsE6",
    "GroupID": null,
    "Title": "Don't want to be at home",
	"Text": "@!^^What bad luck! I sprained my ankle yesterday and the doctor said I need to rest for two weeks. Now I can only be a 'potato' on the sofa. Fortunately, I still have juice in stock.^Is there any way to kill time? I am so bored.^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "23 winter Y1"
  },
  {
    "Id": "MyoldfriendsE7",
    "GroupID": null,
    "Title": "Want to show off",
	"Text": "@!^^Guess who was poached by the biggest law firm in the city? That's right, it's your best high school classmate! The new law firm is three times bigger than before, and the salary has increased a lot. To be honest, with my ability, this day will come sooner or later.^If you encounter any legal problems, feel free to contact me - but you have to pay the consultation fee now, after all, I am now an elite lawyer in a big law firm! Considering our friendship for so many years, I can give you a friendly price, three bottles of juice for small problems, five bottles of juice for big problems, the price is fair, right?^P.S. I've sent some delicious food with this letter, just treat it as a treat, let's have fun together.^^Ethan",
    "LetterBG": "backgroundE.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 350,
        "Stack": 1,
        "Quality": 2
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 234,
        "Stack": 1,
        "Quality": 2
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 907,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "16 spring Y2"
  },
  {
    "Id": "MyoldfriendsE8",
    "GroupID": null,
    "Title": "Want to say thank you",
	"Text": "@!^^I just received your birthday present. To be honest, I was quite surprised that you remembered my birthday!^I was a little surprised by the Stardew Valley specialty wine. I was worried that you had become a guy who could only play with potatoes and pumpkins in that small town. Just kidding, it's really good, much better than those expensive red wines sold in the city.^I'm really touched, man.^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "15 summer Y2"
  },
  {
    "Id": "MyoldfriendsE9",
    "GroupID": null,
    "Title": "I can't figure it out",
	"Text": "@!^^ I just attended a friend's wedding. I felt uncomfortable wearing a suit! I felt like I was tied up like a dumpling. Is marriage like this too, making people feel constrained and unable to breathe?^ But seeing how sweet they were smiling, I started to wonder again. Forget it, this is not something I should worry about. I'd better just let it go.^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "3 winter Y2"
  },
  {
    "Id": "MyoldfriendsE10",
    "GroupID": null,
    "Title": "Want to Bless",
	"Text": "@!^^ Happy New Year! Hope in the new year, you can grow the fullest tomatoes, the sweetest blueberries, and the biggest pumpkins! ^^ Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "1 spring Y3"
  },
  {
    "Id": "MyoldfriendsE11",
    "GroupID": null,
    "Title": "Want to Investigate",
	"Text": "@!^^ Recently took on a tricky case. A woman's husband was sentenced to ten years, and she firmly believes he was wrongfully convicted. To be honest, several law firms have already turned down the case, but after hearing her account, I did notice some questionable points—at the very least, the sentence seems too harsh. ^ You know me, once I face a challenge, I just can't stop. Overturning the verdict will be tough, but I've already started investigating. I'll probably be really busy for a while, so I won’t have time to visit that melon field you’re so proud of. ^ But once this is over, I definitely want to try your new wine. Hopefully, I’ll bring good news when I come. ^^ Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "10 summer Y3"
  },
  {
    "Id": "MyoldfriendsE12",
    "GroupID": null,
    "Title": "Want to Treat",
	"Text": "@:^^ I did it! That innocent person has finally regained their freedom. The first thing I did after winning was write you this letter. To be honest, this case wasn’t easy, but seeing justice served makes me feel that choosing this path was absolutely right. Although some people say I 'exploit legal loopholes' or 'find flaws in wording,' I know exactly what I’m doing—fairness and justice won’t come knocking on their own, someone has to fight for them, right?。^ Anyway. Today is a good day, and it deserves a celebration. Don’t say I’m not thoughtful! It may not compare to your homegrown organic vegetables, but it’s still a little token of my appreciation. ^^ Ethan",
    "LetterBG": "backgroundE.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 214,
        "Stack": 1,
        "Quality": 2
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 215,
        "Stack": 1,
        "Quality": 2
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 350,
        "Stack": 2,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "28 spring Y4"
  },
  {
    "Id": "MyoldfriendsE13",
    "GroupID": null,
    "Title": "Want to relax",
	"Text": "@:^^Suddenly I was pulled out of the busy and tense state, and I was a little uncomfortable.^But this period of time gave me the opportunity to do some things that I didn't have time to do normally. For example, I can finally organize my bookshelf, and those piles of legal documents and case collections can finally be reclassified and placed. I can finally go fishing under the bridge. I couldn't get a good spot before. Why do those fishermen squat there every day! If I'm lucky, I might be able to get a ticket to watch the football game this weekend. Oh, and I have time to drag Isa and Xavier to watch a movie together.^Oh, when I think about it, it's actually quite busy.^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "Date": "14 summer Y4"
  },
  {
    "Id": "MyoldfriendsE14",
    "GroupID": null,
    "Title": "Fishing Apprentice",
	"Text": "@! ^^Wow, you've mastered fishing so quickly! ^Back in the city, you knew nothing about it! Looks like practice really is the best teacher! ^That being said, here's a fish recipe for you. A client treated me to this dish after I won their case. It's a bit spicy, but that level of heat should be no problem for you, right? ^^Ethan %item cookingRecipe SichuanBoiledFish%%[#]",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "SkillConditions": [
      {
        "SkillName": "Fishing",
        "SkillLevel": 3
      }
    ]
  },
  {
    "Id": "MyoldfriendsE15",
    "GroupID": null,
    "Title": "Fishing Master",
	"Text": "@!^^It seems that it has not been too long since we last talked about fishing. You have made rapid progress and are almost surpassing me in terms of brilliance. I think I should change my words, Fishing Master@, when are you free, let's go and cast a few rods together!^^Ethan",
    "LetterBG": "backgroundE.png",
    "Repeatable": false,
    "SkillConditions": [
      {
        "SkillName": "Fishing",
        "SkillLevel": 8
      }
    ]
  },
  {
    "Id": "MyoldfriendsZ1",
    "GroupID": null,
    "Title": "Today's pouring concrete",
	"Text": "@:@:^^I heard you're farming over there? That's great. The deadline here is tight, and overtime has become the norm, but the salary is not bad, in addition to rent, water, electricity and two bottles of wine. ^If you get tired of farming one day, you can come to the construction site to take a look. ^Okay, I have to go to the construction site, the project manager is pushing me hard. I hope you are happy over there. ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "11 spring Y1"
  },
  {
    "Id": "MyoldfriendsZ2",
    "GroupID": null,
    "Title": "Today's Rest",
	"Text": "@:^^It's so hot that even the construction site has stopped working. The boss has a conscience and gave us a day off. He also treated us to a drink. It's not bad.^How is it over there? It should be cooler than here. Don't work too hard. Farm work is tiring. Just stop when you are satisfied. Anyway, whether the crops grow or not is not entirely up to you.^Okay, that's it. Let's talk again when we have time. I have to go to sleep.^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "10 summer Y1"
  },
  {
    "Id": "MyoldfriendsZ3",
    "GroupID": null,
    "Title": "Free today",
	"Text": "@:^^ I just finished a big project and can finally take a break. To be honest, the mess on the construction site is really annoying, but that's it. The boss said to take a long vacation, so I thought of you. Do you want me to go over and help? Farming is fine, or repairing the house is fine. Anyway, I'm free anyway.^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "2 fall Y1"
  },
  {
    "Id": "MyoldfriendsZ4",
    "GroupID": null,
    "Title": "Today's Life",
	"Text": "@:^^I received flowers from Isabella yesterday, and a note telling me to 'enjoy life'. Haha, that's good.^Me? Still the same, busy as always. Supervising the concrete pouring every day, tired as a dog. But it's okay, anyway, life is like this.^Okay, the boss called me. So be it.^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "21 fall Y1"
  },
  {
    "Id": "MyoldfriendsZ5",
    "GroupID": null,
    "Title": "Today's Chat",
	"Text": "@:^^To be honest, I would rather be pouring concrete all day than deal with this annoying document handover. Communicating with that group of people is even more torture. I really don't understand why they have to chat about this and that. Anyway, just get the work done, why bother with so many details.^Your place should be much quieter, right? I envy you. If I can't stand it one day, I will just pack up and run away to your place.^Don't mind my complaints. You continue to be busy with your work, and I will continue to live my life.^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "13 winter Y1"
  },
  {
    "Id": "MyoldfriendsZ6",
    "GroupID": null,
    "Title": "Today is New Year",
	"Text": "@:^^Today I went to see the New Year fireworks. There were so many people. I finally found a quiet spot. It was pretty nice. I think it was okay. I bought two bottles of wine and drank alone. It felt pretty comfortable.^You must be busy with farm work over there? Don't be too tired. Take a break when you are tired. Don't make yourself too tired.^Anyway, Happy New Year. Okay, I have to go to bed. I have to get up early tomorrow.^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 346,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "1 spring Y2"
  },
  {
    "Id": "MyoldfriendsZ7",
    "GroupID": null,
    "Title": "Smile Today",
	"Text": "@:^^Harper told me that he thinks I don't like anyone. Forget it, explain it. ^ Things on the construction site are annoying enough, staring at the drawings and schedules every day, and arguing with the construction team. I just want to go home and lie down after get off work, I'm too lazy to deal with too much socializing. ^ In fact, I don't care about anyone, as long as they don't bother me, anything is fine. If you are free, it's okay to have dinner with me occasionally. ^ Maybe I should smile more? I'll think about it. ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 303,
        "Stack": 2
      }
    ],
    "Repeatable": false,
    "Date": "27 spring Y2"
  },
  {
    "Id": "MyoldfriendsZ8",
    "GroupID": null,
    "Title": "Growing vegetables today",
	"Text": "@:^^ I received the seeds you sent. The packaging is quite sturdy and not damaged. ^To be honest, I don't know where to plant them. The balcony is too small, and the empty space downstairs doesn't seem to allow planting. But since you sent it, I'll find a place to try it this weekend. If it really grows, I'll send you some harvest. But don't have too high expectations. People like me may not be very good at planting things. ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "14 summer Y2"
  },
  {
    "Id": "MyoldfriendsZ9",
    "GroupID": null,
    "Title": "Picking persimmons today",
	"Text": "@:^^I planted it and took care of it for a while. The tomatoes have grown, and there are quite a lot of them. Watching them grow from seedlings to fruits is really a sense of accomplishment. It's just too troublesome, watering, fertilizing, and a lot of things. ^Anyway, thank you. How are you over there? I hope the farm work didn't tire you out. ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 256,
        "Stack": 5,
        "Quality": 1
      }
    ],
    "Repeatable": false,
    "Date": "1 fall Y2"
  },
  {
    "Id": "MyoldfriendsZ10",
    "GroupID": null,
    "Title": "Mining stones today",
	"Text": "@:^^Some strange stones, pretty, keep them. ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 550,
        "Stack": 1
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 552,
        "Stack": 1
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 554,
        "Stack": 1
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 556,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "6 winter Y2"
  },
  {
    "Id": "MyoldfriendsZ11",
    "GroupID": null,
    "Title": "Watching a movie today",
 	"Text": "@:^^Ethan asked Isabella and I to go to the movies a few days ago. I thought I had nothing else to do, so I went. As a result, I almost snored in the theater. Those sweet plots are really unbearable. I would rather go to clean up the mess.^Forget it, as long as they are happy. But next time they ask me out, I will probably find an excuse to turn it down.^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "9 spring Y3"
  },
  {
    "Id": "MyoldfriendsZ12",
    "GroupID": null,
    "Title": "Sleeping Today",
	"Text": "@:^^You asked me how I usually spend my time? To be honest, there is nothing special. I just watch TV or play some mobile games. I might sleep in and go out for a good meal when I rest. Sometimes people ask me to go out, but I am too lazy to move. Anyway, I just spend my time like this, and there is nothing wrong with it. Okay, that's it. Let's talk about it when we have time. ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "2 fall Y3"
  },
  {
    "Id": "MyoldfriendsZ13",
    "GroupID": null,
    "Title": "Blind Date Today",
	"Text": "@:^^I was dragged to a blind date for no apparent reason. It was so annoying. The project manager on the construction site took the initiative to introduce me to a girl. I said no, but he brought the girl over directly, which made me very embarrassed. ^This kind of thing is the most annoying. I have to waste time eating and chatting with people, but I can't show my annoyance too obviously. ^I am pestered by these people every day 'for your own good', tsk. I refused to contact people I am not interested in, but it became my fault? ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "20 spring Y4"
  },
  {
    "Id": "MyoldfriendsZ14",
    "GroupID": null,
    "Title": "I'm in a good mood today",
	"Text": "@:^^Hey, have a drink, I'll treat you. It's not a special day, just assume that I'm in a good mood. ^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 346,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "20 summer Y4"
  },
  {
    "Id": "MyoldfriendsZ15",
    "GroupID": null,
    "Title": "Looking for Movies Today",
    "Text": "@:^^Any movie recommendations? No particular reason, just that Ethan is dragging me to watch a movie again, but his taste in films is really terrible, so I might as well buy the tickets first. I really don't want to watch another dragging romance movie.^^Xavier",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "Date": "13 fall Y4"
  },
  {
    "Id": "MyoldfriendsZ16",
    "GroupID": null,
    "Title": "Special Cocktail Recipe",
    "Text": "@:^^After getting familiar with the bartender at the bar, he taught me a special cocktail recipe. It tastes good and could be helpful if you frequently go mining. It's just that the color is a bit ugly, looks kind of poisonous, but don't be afraid to drink it.^^Xavier %item cookingRecipe RainbowCocktail%%[#]",
    "LetterBG": "backgroundZ.png",
    "Repeatable": false,
    "SkillConditions": [
      {
        "SkillName": "Mining",
        "SkillLevel": 4
      }
    ]
  },
  {
    "Id": "MyoldfriendsN1",
    "GroupID": null,
    "Title": "Noah's Worry",
	"Text": "@:^^It's incredible to hear that you moved to the countryside to run a farm! Although Cynthia and I are a little worried about whether you can adapt, we believe you will find new fun. The pace of life in the countryside is very different from that in the city. I hope you can integrate quickly. Do the meals there suit your taste? ^Remember to take care of yourself and don't get too tired. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Repeatable": false,
    "Date": "4 spring Y1"
  },
  {
    "Id": "MyoldfriendsN2",
    "GroupID": null,
    "Title": "Tips for Making Money",
	"Text": "@:^^What? You said I was the one who was 'most obsessed with making money' among your friends. I really don't know whether I should be happy or sad. ^Okay, since you asked sincerely, I will tell you (just kidding) that it is more profitable to process agricultural products into artisan products. The more expensive the raw materials, the more valuable the artisan products. Dried fruits, juices, jams and wines are all very popular products, so feel free to do it. ^Summer is coming soon, you can prepare to grow some melons and blueberries, which sell well every year. ^That's about it, feel free to ask me if you have any questions. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Repeatable": false,
    "Date": "26 spring Y1"
  },
  {
    "Id": "MyoldfriendsN3",
    "GroupID": null,
    "Title": "Strange advertisement?",
	"Text": "Are you still worried about afternoon tea snacks? Come and try our new chocolate chip cookies! Selected high-quality ingredients, carefully baked, every bite is crispy and sweet, and the rich chocolate brings the ultimate taste bud enjoyment! Independent small packaging, easy to carry, enjoy delicious food anytime, anywhere! There is a limited time discount for purchase now, so act now and buy it now! ^Free sample products will be included in the email.",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 223,
        "Stack": 1,
        "Quality": 1
      }
    ],
    "Repeatable": false,
    "Date": "17 fall Y1"
  },
  {
    "Id": "MyoldfriendsN4",
    "GroupID": null,
    "Title": "Confused Noah",
	"Text": "@Received: ^^ I am very sorry! The letter I sent to you yesterday was actually an advertisement I wrote for my own cookies. I was so busy recently that I accidentally sent it by mistake. I hope I didn't disturb you. To @. ^How have you been recently? It has been almost two months since you wrote to me last time about taking care of a half-abandoned farm. Has the farm become a small business? ^I enclosed some desserts with this letter. I hope they are not crushed. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 234,
        "Stack": 1,
        "Quality": 2
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 611,
        "Stack": 1,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "18 fall Y1"
  },
  {
    "Id": "MyoldfriendsN5",
    "GroupID": null,
    "Title": "Salesman (I)",
	"Text": "@:^^I really can't help but complain about those salesmen. They were as soft as butter. When I was not at home, they sold Cynthia a sprinkler that we! Completely! Totally! Didn't need, and even tricked her into buying several! ^I really don't know what to do with it, so I'm distributing it to you and some friends who like to grow flowers... See if you can use it. If not, throw it away. ^Uh! I'm going to sign Cynthia up for some anti-scam courses. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 645,
        "Stack": 2
      }
    ],
    "Repeatable": false,
    "Date": "22 spring Y2"
  },
  {
    "Id": "MyoldfriendsN6",
    "GroupID": null,
    "Title": "New Product Launch",
	"Text": "@Received: ^^Hope everything is well with you! Our dessert shop recently launched a new product, which is based on our hometown dishes. It tastes sweet and delicate. Please also ask the 'Chief Dessert Research Expert' to taste it. Remember to tell me what you think! ^^Noah",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Index": 904,
        "Stack": 2,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "28 summer Y2"
  },
  {
    "Id": "MyoldfriendsN7",
    "GroupID": null,
    "Title": "Fresh wild berries",
	"Text": "@Received: ^^ Received the wild berries you sent, very sweet and sour, I can't wait to use it to make pudding. ^ You should also remember to take good care of yourself, don't always be busy with farm matters, eat well, sleep well, health is the most important thing. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Repeatable": false,
    "Date": "19 fall Y2"
  },
  {
    "Id": "MyoldfriendsN8",
    "GroupID": null,
    "Title": "Confidential Message",
	"Text": "@Received: ^^ Hope everything is going well for you! I think I will have good news to tell you soon, but I have to wait until Cynthia and I are officially 'promoted'! I don't know how long this secret can be kept, probably before I accidentally let it slip... Anyway! Wait for our good news! ^^ Noah",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 220,
        "Stack": 1,
        "Quality": 3
      },
      {
        "Type": "Object",
        "Name": "LimeMacaron",
        "Stack": 2,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "26 winter Y2"
  },
  {
    "Id": "MyoldfriendsN9",
    "GroupID": null,
    "Title": "Children",
	"Text": "@:^^Long time no see! Hope you are doing well. I have great news to tell you - we have a baby! It's a cute little girl, with a round face like me and eyes like Cynthia. We named her Karin. Are you still busy on the farm? Be sure to come and see us when you have time. The little one will definitely like you.^Ah, I've been holding it in for a long time, and I can finally say it. I didn't accidentally let it slip before, did I?^^Noah",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 221,
        "Stack": 1,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "13 summer Y3"
  },
  {
    "Id": "MyoldfriendsN10",
    "GroupID": null,
    "Title": "Salesman (II)",
	"Text": "@:^^I'm a fool.^I complained to you about the butter-mouthed salesman before, and here he is again, with a product I can't refuse - a magical device that can stroke automatically.^This time it's not Cynthia who is bewitched, it's me. I thought if there was such a device, Cynthia and I would have less trouble taking care of the children... But the fact is, our little Karin burst into tears when she saw the device.^I think its function is limited to stroking animals, so I had to send it to you. If you don't need it, throw it away.^Oh, I also want to sign up for the anti-scam class. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 104,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "9 fall Y3"
  },
  {
    "Id": "MyoldfriendsN11",
    "GroupID": null,
    "Title": "Old friend leaves",
	"Text": "@Received: ^^Oh... This is really hard news...^ We lost an old friend. From learning about his illness to his actual departure, everything happened too fast. He came to visit our family in the fall, but now he can't. ^ I have a lot to say now, but I really don't know where to start when I pick up the pen. ^ Cherish what we have now, and then look forward, @, this winter will soon be over. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Repeatable": false,
    "Date": "25 winter Y3"
  },
  {
    "Id": "MyoldfriendsN12",
    "GroupID": null,
    "Title": "Strawberry Order",
	"Text": "@Received:^^Hi, dear! This is Cynthia. ^Noah and I are researching new products and need some fresh strawberries or strawberry jam. After thinking about it, there is nothing fresher and more reliable than what your farm produces. If you happen to grow strawberries or brew strawberry jam, please put three portions in the output box and your mayor will help deliver it to our store. ^Speaking of which, the logistics of Pelican Town is really fast. ^Anyway, thank you in advance. Remember to visit us next time you return to Zuzu City, sweetheart. ^^Cynthia",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": "LimeMacaron",
        "Stack": 2,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "15 spring Y4"
  },
  {
    "Id": "MyoldfriendsN13",
    "GroupID": null,
    "Title": "Friends of Children",
	"Text": "@:^^Today we showed Karin some old photos. The little one kept pointing at your face and babbling. I think she must like you very much. When you come to our house, the little koala may hold you tightly. ^^Noah",
    "LetterBG": "backgroundN.png",
    "Repeatable": false,
    "Date": "17 summer Y4"
  },
  {
    "Id": "MyoldfriendsN14",
    "GroupID": null,
    "Title": "Berry Cheesecake",
    "Text": "@ Received: ^^Hi @, I received the photos you sent. The farm is running quite well. ^I have good news for you - Noah's family's secret recipe, Berry Cheesecake, is ready to be passed on to you. The recipe is simple, just needs cheese, blueberries, and blackberries. It's both delicious and healthy. ^^Noah%item cookingRecipe BerryCheesecake%%[#]",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": "BerryCheesecake",
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "SkillConditions": [
      {
        "SkillName": "Farming",
        "SkillLevel": 3
      }
    ]
  },
  {
    "Id": "MyoldfriendsN15",
    "GroupID": null,
    "Title": "Cherry Parfait",
    "Text": "@ Received: ^^I knew you could do even better! You're progressing faster than Cynthia and I expected, you're amazing! ^This is the recipe for Cherry Parfait, one of my proudest creations. Almost everyone loves it, and both the ingredients and preparation method are simple. ^If your friends like it and compliment the chef's skills, remember to write to me! ^^Noah%item cookingRecipe CherryPaifait%%[#]",
    "LetterBG": "backgroundN.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": "CherryPaifait",
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "SkillConditions": [
      {
        "SkillName": "Farming",
        "SkillLevel": 6
      }
    ]
  },
  {
    "Id": "MyoldfriendsL1",
    "GroupID": null,
    "Title": "Survived a near-death experience",
	"Text": "To @:^^Just experienced a life-or-death moment. I was interviewing at the front line when a missile whizzed past, only a hundred meters away from us. The shock wave of the explosion almost knocked us over. Fortunately, my team and I were safe and sound. ^Alas, I hope that I can have good fortune after surviving a disaster, and I hope I can win the lottery tomorrow. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "22 spring Y1"
  },
  {
    "Id": "MyoldfriendsL2",
    "GroupID": null,
    "Title": "Flower of Hope",
	"Text": "To @:^^I just came back from the border conflict zone, and the scene there made it difficult for me to calm down. Broken houses, crying children, and people looking for their homes in the ruins. But even in despair, I saw hope - an old lady planted a small flower next to the ruins, and she said: 'As long as the roots are still there, spring will come.' I took a picture of this scene and want to share it with you. ^The power of life is far more tenacious than we think. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "25 summer Y1"
  },
  {
    "Id": "MyoldfriendsL3",
    "GroupID": null,
    "Title": "Inspiring",
	"Text": "To @: ^^Just received news that a team captured by the enemy country successfully escaped! It is said that they took advantage of the enemy's negligence, broke through at night, and returned to the friendly positions through the jungle. This feat greatly boosted morale. In any case, it is a good thing to be able to come back alive from the battlefield. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "11 fall Y1"
  },
  {
    "Id": "MyoldfriendsL4",
    "GroupID": null,
    "Title": "Breaking News",
	"Text": "A small-scale armed conflict broke out on the border in the western region today. It is said that the conflict originated from a border territorial dispute. The exchange of fire between the two sides lasted for several hours, resulting in a small number of casualties. ^^The government has held an emergency meeting and called on all parties to exercise restraint and avoid escalation of the situation. The international community has expressed concern and called for resolving the dispute through dialogue. The specific casualties and the cause of the conflict are still under investigation. ",
    "Repeatable": false,
    "Date": "16 winter Y1"
  },
  {
    "Id": "MyoldfriendsL5",
    "GroupID": null,
    "Title": "Safe and sound",
	"Text": "To @: ^^Thank you for your concern, I am now healthy and full of energy. ^The situation on the front line is more complicated than reported. Although the official said this was a 'small-scale conflict', as far as I know, the conflict involves resource competition, especially rare minerals in the border area. I can't go into more details, but I have a hunch that the situation may escalate further. Take care. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "17 winter Y1"
  },
  {
    "Id": "MyoldfriendsL6",
    "GroupID": null,
    "Title": "Silent Testimony",
	"Text": "To @:^^ Reply to your last letter. What has supported me in being a journalist is, of course, the meaning of my work. Whenever I see those who insist on living and hear their stories of hope and tenacity, I feel that my work is meaningful. ^The mission of journalists is not only to record the truth of events, but also to let the world hear those forgotten voices. Every time I press the shutter and write down words, I am striving for a glimmer of light for those who cannot speak. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "12 spring Y2"
  },
  {
    "Id": "MyoldfriendsL7",
    "GroupID": null,
    "Title": "Short-term peace",
	"Text": "To @: ^^The army successfully repelled the enemy's attack, and the border finally restored the surface of peace. Behind the victory is the bloodshed and sacrifice of countless soldiers, but no matter what, I hope this ceasefire can last longer. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "9 summer Y2"
  },
  {
    "Id": "MyoldfriendsL8",
    "GroupID": null,
    "Title": "Short-term rest",
	"Text": "To @: ^^My team and I are currently resting in Sandria. Away from the war and the sound of artillery, I can finally get a good night's sleep. Do you know how big my dark circles are these days! ^There is a sunflower field nearby that is in full bloom. I'm going to relax there, take some photos, and eat some sunflower seeds. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 104,
        "Stack": 3,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "23 summer Y2"
  },
  {
    "Id": "MyoldfriendsL9",
    "GroupID": null,
    "Title": "Reconstruction",
	"Text": "To @:^^ Hope everything is going well on your farm in Pelican Town. We have returned to the border to record the reconstruction work in the conflict zone. In our spare time, we also work with the residents to move bricks and build walls.^ Also, I would like to thank you on behalf of the children here. I shared the blueberries you sent to the children here. They said they liked them very much. I also prepared a gift for you, which I have sent with this letter.^^Lucas",
    "LetterBG": "backgroundL.png",
    "Attachments": [
        {
          "Type": "Object",
          "Name": null,
          "Index": 771,
          "Stack": 5
        },
        {
          "Type": "Object",
          "Name": null,
          "Index": 768,
          "Stack": 1
        }
      ],
    "Repeatable": false,
    "Date": "3 fall Y2"
  },
  {
    "Id": "MyoldfriendsL10",
    "GroupID": null,
    "Title": "Submit Resume",
	"Text": "To @:^^Hi! I heard your farm business is booming, so happy for you. This break is longer than I thought, and I'm a little bored.^Does your farm still need workers? Although I can't grow flowers and vegetables, nor raise chickens and cows, I can tell stories to relieve boredom, and I can also take pictures for you.^Of course, if you want to hire me, you have to provide food and accommodation, three dishes and one soup every day, and allow me to sleep until 10 am... That would be a perfect retirement life. Haha, just kidding.^I hope everything goes well for you in the fields.^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "20 spring Y3"
  },
  {
    "Id": "MyoldfriendsL11",
    "GroupID": null,
    "Title": "Interview Invitation",
	"Text": "To @: ^^ I am writing to you with a small request - I plan to interview you! ^ I have always found your farm story very interesting, especially how you run the farm so well. I believe that your experience and story will inspire and entertain many people. We can talk about your daily life, such as how you take care of the animals, or whether you have any new farm plans recently. Of course, if you are willing, I can also help you promote your farm so that more people know about it. ^ I can't wait to meet you! If you have time, we can make an appointment and have a good chat. ^^ Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "16 summer Y3"
  },
  {
    "Id": "MyoldfriendsL12",
    "GroupID": null,
    "Title": "Bitter Water",
	"Text": "To @: ^^ I guess Harper has already sent you an email. ^Alas, it's my bad luck. I always meet the person I least want to meet when I'm happiest... Of course, we have a close relationship, but I promised to bring her a souvenir last time, but I forgot it completely. I didn't remember it until I saw her face. Guilt surged in my heart, and my body acted before my mind - I stepped out of the window. ^Later, I followed her to help Isa's flower shop, which can be regarded as 'making up for my mistakes'? I guess? ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "23 fall Y3"
  },
  {
    "Id": "MyoldfriendsL13",
    "GroupID": null,
    "Title": "Great Contributor",
	"Text": "To @:^^You should have received the news too? The case that Ethan has been working hard to redress has finally come to a satisfactory conclusion! As a reporter, of course I couldn't miss this opportunity and ran to interview him as soon as possible. He said that this case made him endure countless nights, but seeing the client finally regain innocence, everything was worth it. ^He also mentioned that this case made him more determined in his belief that the law is not only a cold provision, but also a weapon to protect fairness and justice. ^After saying these tearful words, the righteous legal brother immediately blackmailed me for a meal, saying it was a 'camera fee'. I just took two photos of him... But this is indeed something worth celebrating, and spending a little money is nothing! ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "1 summer Y4"
  },
  {
    "Id": "MyoldfriendsL14",
    "GroupID": null,
    "Title": "Two Years Anniversary",
	"Text": "To @:^^The latest task, I have to go back to the previous conflict zone for an interview. Time flies. It has been two years since the reconstruction of the conflict zone. I wonder what the land has become now. ^I will send you some local specialties, @, wait for my letter! ^^Lucas",
    "LetterBG": "backgroundL.png",
    "Repeatable": false,
    "Date": "4 fall Y4"
  },
  {
    "Id": "MyoldfriendsL15",
    "GroupID": null,
    "Title": "Specialties",
	"Text": "To @: ^^It is market day recently, I took this opportunity to observe the business situation here, it really opened my eyes! ^The market is very lively, people come and go, full of vitality and vigor. These wools are as soft as clouds! The fabrics feel very good! There are also roses and dolls, I am almost dazzled. In just two years, the business here has developed so rapidly, it is incredible. ^I still remember that it was a ruin two years ago, but now it has been rejuvenated. You see, I said that the power of life is infinite! ^^Lucas",
    "LetterBG": "backgroundL.png",
        "Attachments": [
            {
                "Type": "Object",
                "Index": 426,
                "Stack": 2,
                "Quality": 3
            },
            {
                "Type": "Object",
                "Index": 440,
                "Stack": 3,
                "Quality": 3
            }
        ],
    "Repeatable": false,
    "Date": "24 fall Y4"
  },
  {
    "Id": "MyoldfriendsL16",
    "GroupID": null,
    "Title": "Battle Primer",
	"Text": "To @:^^ I'm so proud to hear that you've gained some experience in fighting monsters. It's so cool that you have the power to protect everyone. Stay alert and don't forget to enjoy the excitement of adventure. ^^Lucas",
    "LetterBG": "backgroundL.png",
    "SkillConditions": [
      {
        "SkillName": "combat",
        "SkillLevel": 5
      }
    ]
  },
  {
    "Id": "MyoldfriendsL17",
    "GroupID": null,
    "Title": "Battle Master",
	"Text": "To @: ^^Wow! I heard that you have defeated all opponents in the world? ! That's awesome! I knew that you are not only good at farming in Pelican Town, even the monsters in the mines have to give way to you! Haha, next time we meet, you must tell me how you dealt with those difficult guys. ^Battle Master@, go ahead! ^^Lucas",
    "LetterBG": "backgroundL.png",
    "SkillConditions": [
      {
        "SkillName": "combat",
        "SkillLevel": 10
      }
    ]
  },
  {
    "Id": "MyoldfriendsH1",
    "GroupID": null,
    "Title": "Boring Life",
	"Text": "Dear @: ^^ How could you just move to Pelican Town! The city is so boring now, I can't even find a suitable match for shopping. Last week I designed a super cute dress, and my first reaction was to ask you to help me try it on, but you are no longer here! ^Remember to write to me and tell me about the fun things on the farm! ^^Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "9 spring Y1"
  },
  {
    "Id": "MyoldfriendsH2",
    "GroupID": null,
    "Title": "Travel Stories",
	"Text": "Dear @: ^^Yesterday I met a parrot that could simply talk in a small cafe! It chatted with me for a long time and even stood on my wrist to eat the millet in my hand. It was so amazing, I really want you to see it with your own eyes! ^I'm not being lazy, this is... looking for design inspiration everywhere. ^^Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "20 summer Y1"
  },
  {
    "Id": "MyoldfriendsH3",
    "GroupID": null,
    "Title": "Harper's Grudge",
	"Text": "Dear @: ^^Although everyone has their own choices, I still think it's a waste that Xavier didn't become a model! If he were a model, he would definitely be a big hit! What a pity, he insisted on going to the construction site and getting himself covered in dust. Is this the persistence of the civil engineering department? Such a good clothes hanger is wasted like this, and my design loses a perfect opportunity to show it! ^If you have time, remember to come to the city to play with me! We can go shopping together! Ahem, of course it's not an excuse to catch you as a model~^^ Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "14 fall Y1"
  },
  {
    "Id": "MyoldfriendsH4",
    "GroupID": null,
    "Title": "Harper's Thoughts",
	"Text": "Dear @:^^Hey! How are you doing recently? I've been wondering if you feel particularly fulfilled dealing with animals and nature every day? Next time when you write to me, tell me more about your farm and town. I really want to know if you are doing well! ^^Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "8 winter Y1"
  },
  {
    "Id": "MyoldfriendsH5",
    "GroupID": null,
    "Title": "Class Reunion",
	"Text": "Dear @: ^^ It's a pity that you didn't come to the class reunion! Everyone has changed a lot: Xavier is still as cool, Ethan is more talkative, and Isabella is now so beautiful. This time, only you and Lucas, who runs around in dangerous areas all day, didn't come. Everyone missed you. You must come next time! ^^Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "7 spring Y2"
  },
  {
    "Id": "MyoldfriendsH6",
    "GroupID": null,
    "Title": "Love at first sight",
	"Text": "Dear @: ^^Wow! I can't contain my excitement! Today, I met someone who made my heart beat faster! His smile was as warm as the sun, his eyes were full of tenderness, and every time he approached, I felt that the world became brighter. I immediately asked for his contact information, oh my god... I'm a little incoherent now! ^^Super happy Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "2 summer Y2"
  },
  {
    "Id": "MyoldfriendsH7",
    "GroupID": null,
    "Title": "diet meal",
	"Text": "Dear @: ^^Oh my, I've been on a diet recently, and it's really tough! ^Every day, looking at all those bland foods, I really miss the delicious hot pot, fried chicken, and milk tea! Sometimes, lying in bed at night, my mind is filled with images of all kinds of tasty foods—it's pure torture! ^Any good diet meal recommendations? Or any tips to help curb these cravings? Please share!^^Harper",
    "LetterBG": "backgroundH.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 609,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "16 fall Y2"
  },
  {
    "Id": "MyoldfriendsH8",
    "GroupID": null,
    "Title": "Daffodil",
	"Text": "Dear @: ^^Thank you very much for the daffodils you sent. They are so beautiful, just like sunshine! ^My boss has been PUAing me recently, so I put the flowers you sent on my desk, which can just cover that annoying face, haha, perfect. ^^Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "15 spring Y3"
  },
  {
    "Id": "MyoldfriendsH9",
    "GroupID": null,
    "Title": "About Lucas",
	"Text": "Dear @: ^^Haha, I finally caught Lucas today! He didn't even tell anyone when he returned to the city. ^He's still the same as he was in high school, running away when he sees me. Am I that scary? ^Well... how should I put it, this guy's appearance has almost completely changed, taller, darker, and more handsome, but he's still quite easy to recognize - I guess there's no other person in the world who would arrange the fruit platter in order before eating it? ^The story behind this is that I took Lucas to Isa's flower shop and asked him to work for Isa for an afternoon. Who told him to bring me a souvenir but forgot it completely? Hum, I still remember it. ^^Harper",
    "LetterBG": "backgroundH.png",
    "Repeatable": false,
    "Date": "22 fall Y3"
  },
  {
    "Id": "MyoldfriendsH10",
    "GroupID": null,
    "Title": "Harper's Happiness",
	"Text": "Dear @: ^^Hello! I want to tell you a good news - I'm getting married! The wedding date is set on my birthday. I will wear the wedding dress I designed myself, walk on the red carpet covered with rose petals, and marry the person who made me fall in love at first sight. Love is like designing a new series, which requires constant trial and adjustment. Now, I have found the style that suits me best and opened a new chapter! ^^Harper",
    "LetterBG": "backgroundH.png",
    "Attachments": [
      {
          "Type": "Object",
          "Name": "CoffeeChocolate",
          "Stack": 3,
          "Quality": 2
      }
  ],
    "Repeatable": false,
    "Date": "24 spring Y4"
  },
  {
    "Id": "MyoldfriendsH11",
    "GroupID": null,
    "Title": "Honeymoon",
	"Text": "Dear @: ^^Our honeymoon is over! ^This period of time is really as beautiful as a dream, and every day is full of surprises and warmth. We went to many places and saw many scenery, and every moment made me feel extremely happy. The romantic dinner arranged under the starry sky, the sea of ​​flowers that suddenly appeared in the hotel room, and the song I loved most that he secretly learned and played for me at dusk...Ah, just thinking back, my heart is about to melt! ^Of course, I haven't forgotten my dearest friends! Don't accuse me of 'valuing love over friendship'. ^I picked a fan and an egg for you. Although they are strange, when I saw them, I felt that you might need them. ^Oh, I have to sort out the photos. We must have a good gathering when we have time! ^^Harper",
    "LetterBG": "backgroundH.png",
        "Attachments": [
            {
                "Type": "Object",
                "Name": null,
                "Index": 106,
                "Stack": 1
            },
            {
                "Type": "Object",
                "Name": null,
                "Index": 107,
                "Stack": 1
            }
        ],
    "Repeatable": false,
    "Date": "10 fall Y4"
  },
  {
    "Id": "MyoldfriendsS1",
    "GroupID": null,
    "Title": "Su Ke's Blessing",
	"Text": "@:^^It's like meeting you. ^Recently, I thought of you at work and couldn't help but sigh that time flies. ^After you left, it's still the same here. I'm still working in this familiar position day after day. Sometimes I envy your determination to pursue your dreams bravely, but I think I will still stay here. ^I wonder how life is in the countryside? It must be much better than here. I hope you can find your own happiness there. ^I wish you all the best. ^^Su Ke",
    "LetterBG": "backgroundS.png",
    "Repeatable": false,
    "Date": "14 spring Y1"
  },
  {
    "Id": "MyoldfriendsS2",
    "GroupID": null,
    "Title": "Su Ke's Melancholy",
	"Text": "@:^^At the beginning of the new year, the shops downstairs have changed their faces one by one, but Joja is always the same. I still sit in the same cubicle every day, facing the same monitor. I am trapped here, but you are different. You choose to change and follow your heart. You have a bright future and plenty of opportunities. You must seize them. ^^Su Ke",
    "LetterBG": "backgroundS.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 241,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "1 spring Y2"
  },
  {
    "Id": "MyoldfriendsS3",
    "GroupID": null,
    "Title": "Traffic",
	"Text": "@:^^High-rise buildings are rising, and traffic is getting noisier. Have we lost something precious while pursuing progress? Have you found what you want, birds that have escaped from the suffocating fast pace and the cage of reinforced concrete? ^^Su Ke",
    "LetterBG": "backgroundS.png",
    "Repeatable": false,
    "Date": "21 fall Y2"
  },
  {
    "Id": "MyoldfriendsS4",
    "GroupID": null,
    "Title": "Su Ke's New Year's Blessings (I)",
	"Text": "@:^^Happy New Year. May every day of your life in Pelican Town be filled with happiness and joy of harvest. I hope that life on the farm will bring you inner peace and satisfaction. ^^Su Ke",
    "LetterBG": "backgroundS.png",
    "Repeatable": false,
    "Date": "1 spring Y3"
  },
  {
    "Id": "MyoldfriendsS5",
    "GroupID": null,
    "Title": "Repeated Beginnings",
	"Text": "@:^^Hope everything goes well for you on the farm. ^There's nothing special about the company. The new guy left, probably because he couldn't stand it here. Old Tom was transferred to the rural branch, and there is one less person in the office. It's much quieter now, sometimes too quiet. ^ Strangely enough, I began to think of the days when you and Alina were here. Although it was noisy, it was at least a little angry. ^ The printer is stuck again, so I'll just stop here. Take care. ^^ Su Ke",
    "LetterBG": "backgroundS.png",
        "Attachments": [
            {
                "Type": "Object",
                "Name": null,
                "Index": 607,
                "Stack": 2,
                "Quality": 1
            }
        ],
    "Repeatable": false,
    "Date": "24 summer Y3"
  },
  {
    "Id": "MyoldfriendsS6",
    "GroupID": null,
    "Title": "Su Ke's Visit",
	"Text": "@:^^ I saved up some annual leave and planned to find a place to relax. After thinking about it, Pelican Town seems to be a good choice. ^If I have a chance, I would like to visit you, see your farm, and maybe help a little. Of course, if you are free. ^Looking forward to your reply, and hope everything goes well with your farm. ^^Su Ke",
    "LetterBG": "backgroundS.png",
    "Repeatable": false,
    "Date": "16 fall Y3"
  },
  {
    "Id": "MyoldfriendsS7",
    "GroupID": null,
    "Title": "Su Ke's New Year's Blessings (II)",
	"Text": "@:^^It's been four years, time flies. I hope everything is going well for you. May your farm be good and your life be happy in the new year. ^^Su Ke",
    "LetterBG": "backgroundS.png",
    "Repeatable": false,
    "Date": "1 spring Y4"
  },
  {
    "Id": "MyoldfriendsS8",
    "GroupID": null,
    "Title": "Untitled",
	"Text": "@:^^I heard about your choice to cooperate with Joja. Maybe Joja can bring some convenience to the town. Maybe this is the fastest and most effective way. Although you have envisioned a different future, life is always full of difficult choices, and you chose the path you think is best. In any case, since you have made a decision, you must execute it consistently. You still have a lot to do before you can realize your wish. Go. ^^Su Ke",
    "LetterBG": "backgroundS.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 24,
        "Stack": 1
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 180,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "ExpandedPrecondition": "JojaMartComplete"
  },
  {
    "Id": "MyoldfriendsY1",
    "GroupID": null,
    "Title": "Isabella's Blessing",
	"Text": "Pelican Town @Received: ^^ I am very happy to learn that you have moved to Pelican Town Farm. The morning dew and sunset glow there will surely bring you peace and satisfaction. May you find your own peace and happiness on this land. ^^Isabella, No. 266, Xiangsheli Street, Zuzu City",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "Date": "6 spring Y1"
  },
  {
    "Id": "MyoldfriendsY2",
    "GroupID": null,
    "Title": "Isabella's request",
	"Text": "Pelican Town @Received: ^^See you in person. ^Recently, the supplier has changed, and there are some problems with the supply of Summer Spangle in the store. If it is convenient, I hope that the flowers for this season can be supplied by your farm. Don't worry about delivery issues, just put the roses in the outgoing box, and the mayor of Pelican Town will deliver them to my store. Enclosed with this letter are some high-quality Summer Spangle seeds, and I look forward to your reply. ^^Zuzu City Quiet Garden Isabella",
    "LetterBG": "backgroundY.png",
    "Attachments": [
      {
          "Type": "Object",
          "Name": null,
          "Index": 455,
          "Stack": 10
      }
  ],
    "Repeatable": false,
    "Date": "2 summer Y1"
  },
  {
    "Id": "MyoldfriendsY3",
    "GroupID": null,
    "Title": "Isabella's Gift (I)",
	"Text": "Pelican Town @Received: ^^ Autumn is getting deeper, and I am sending you a bunch of golden and crimson autumn flowers. Every leaf carries my blessings for you, and I hope they will bloom in front of your window and bring you some warmth and tranquility. ^^Zuzu City Quiet Garden Isabella",
    "LetterBG": "backgroundY.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 421,
        "Stack": 1,
        "Quality": 3
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 595,
        "Stack": 5,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "8 fall Y1"
  },
  {
    "Id": "MyoldfriendsY4",
    "GroupID": null,
    "Title": "Isabella's New Year's Blessings (I)",
	"Text": "Pelican Town @Received: ^^The New Year is coming, I hope this letter will bring my sincere greetings. Is the wind in the countryside still gentle? May your fields be full of harvest in the new year, and your life be as peaceful and beautiful as the morning light. ^^Isabella, No. 266, Xiangsheli Street, Zuzu City",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "Date": "28 winter Y1"
  },
  {
    "Id": "MyoldfriendsY5",
    "GroupID": null,
    "Title": "Isabella's Gift (II)",
	"Text": "Pelican Town @Received: ^^The summer flowers have been sent, and I hope they will bring you a touch of color and fragrance. I picked each one by hand, and I hope you can feel the tranquility and beauty of the garden. I look forward to your reply and share the joy of the flowers blooming. ^^Best wishes. ^^ Zuzu City Quiet Garden Isabella",
    "LetterBG": "backgroundY.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 593,
        "Stack": 1,
        "Quality": 3
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 597,
        "Stack": 5,
        "Quality": 3
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 376,
        "Stack": 2,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "17 summer Y2"
  },
  {
    "Id": "MyoldfriendsY6",
    "GroupID": null,
    "Title": "Isabella's New Year's Blessings (II)",
	"Text": "Pelican Town @Received: ^^The spring breeze brings the fragrance of the fields. I am here quietly feeling the change of seasons. I hope that the new green has quietly spread on your land. May this letter bring my deep thoughts and blessings to you like the spring breeze, and I hope that when the flowers bloom, we can enjoy this vibrant scene together. ^May everything be safe and smooth. ^^Zuzu City Quiet Garden Isabella",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "Date": "1 spring Y3"
  },
  {
    "Id": "MyoldfriendsY7",
    "GroupID": null,
    "Title": "Mysterious Gift",
	"Text": "Pelican Town @Received: ^^Recently, I received a package from Pelican Town, which contained seeds of the four seasons and a cute elf doll shaped like a small apple. Although from what I know about you, this package may not be from you, but I can feel that it is indeed a gift from 'Pelican Town'. ^Thank you, and thank those lovely elves. I have kept them properly, and look forward to these seeds sprouting in the soil, bringing new vitality and hope. ^^Zuzu City Quiet Garden Isabella",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "ExpandedPrecondition": "CommunityCenterComplete"
  },
  {
    "Id": "MyoldfriendsY8",
    "GroupID": null,
    "Title": "Starry Sky Song",
	"Text": "Pelican Town @:^^The stars are shining, quiet as a poem, entrusting the gentle evening breeze to bring my greetings - are you also looking up at the same starry sky on a certain night? ^^ No. 266, Xiangsheli Street, Zuzu City, Isabella",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "Date": "6 summer Y3"
  },
  {
    "Id": "MyoldfriendsY9",
    "GroupID": null,
    "Title": "Honeysuckle",
	"Text": "Pelican Town @:^^The city is covered by blizzard, and the cold wind is biting. I sit by the window, looking at the snowflakes flying all over the sky, and I can't help but worry about you. Is the stove at home warm enough? Remember to add more clothes to keep warm, and take good care of yourself. ^^Isabella, No. 266, Xiangsheli Street, Zuzu City",
    "LetterBG": "backgroundY.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 199,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "11 winter Y3"
  },
  {
    "Id": "MyoldfriendsY10",
    "GroupID": null,
    "Title": "Melting Snow",
	"Text": "Pelican Town @Received: ^^ Xingzi has received it, thank you very much. ^Recently, the flower shop has received many orders, and I am often busy until late at night. Whenever I feel tired, I think of the field scenery described in your letter, and I feel at ease. I hope to have the opportunity to stay at your farm for a while. I think I also need a small vacation. ^^Zuzu City Quiet Garden Isabella",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "Date": "6 spring Y4"
  },
  {
    "Id": "MyoldfriendsY11",
    "GroupID": null,
    "Title": "Bearing the separation",
	"Text": "Pelican Town @Received: ^^It's not that I intentionally put aside your last letter, but I'm sad and don't know what to say when I pick up the pen. ^The autumn wind has taken away the last leaf, and the familiar laughter is gone at home. My mother left peacefully in the morning light, as quiet as her life. I am alone in this empty house, with my heart full of memories. ^@Ah, life is short, but love is long. Please cherish everyone around you who treats you sincerely. ^^Isabella, No. 266 Xiangsili Street, Zuzu City",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "Date": "16 fall Y4"
  },
  {
    "Id": "MyoldfriendsY12",
    "GroupID": null,
    "Title": "Sunflower",
	"Text": "Pelican Town @Received: ^^Thank you for the sunflowers you sent. They bloomed quietly by my window, as if carrying your care and warmth. Those difficult days are no longer lonely because of this golden color. ^I hope you are well. ^^No. 266 Xiangsili Street, Zuzu City Isabella",
    "LetterBG": "backgroundY.png",
    "Repeatable": false,
    "Date": "4 winter Y4"
  },
  {
    "Id": "MyoldfriendsY13",
    "GroupID": null,
    "Title": "Winter Flowers",
	"Text": "Pelican Town @:^^Time flies, and another year has passed in the blink of an eye. ^^Isabella, No. 266, Xiangsili Street, Zuzu Castle",
    "LetterBG": "backgroundY.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 591,
        "Stack": 5
      }
    ],
    "Repeatable": false,
    "Date": "1 spring Y5"
  },
  {
    "Id": "MyoldfriendsA1",
    "GroupID": null,
    "Title": "Erina who hates joja",
	"Text": "@:^^I'm so glad you resigned from Joja! It was a wise move to leave this oppressive cage! Now you have more time to enjoy life and pursue your dreams. ^^Elina makes excuses to avoid overtime",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "1 spring Y1"
  },
  {
    "Id": "MyoldfriendsA2",
    "GroupID": null,
    "Title": "I really hate Elina in JOJA",
	"Text": "@:^^Don't believe the lies of Morris you mentioned last time! Those capitalists in JOJA are all the same kind of people, smiling on the surface, but calculating their own interests behind the scenes. Those promises he made are all to lure you in. Remember, none of the leaders in JOJA are good! ^^Erina who works overtime",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "15 spring Y1"
  },
  {
    "Id": "MyoldfriendsA3",
    "GroupID": null,
    "Title": "Erina in a good mood",
	"Text": "@:^^During the short holiday, I bought myself a super big ice cream and stayed at home for the whole day. It was a rare quiet time without the annoying work of Joja. The sweetness of the ice cream made me forget those damn task lists for a while. I hope you can rest well and don't be too tired. ^^Finally, Alina is on vacation",
    "LetterBG": "backgroundA.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 233,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "5 summer Y1"
  },
  {
    "Id": "MyoldfriendsA4",
    "GroupID": null,
    "Title": "Working overtime to the point of going crazy",
	"Text": "@:^^Long time no see! I hope you're doing well in Pelican Town. I'm really... Oh, don't mention it. Life in Joja in Zuzu City is not a human life. I work overtime every day to the point of going crazy! ^Do you know? Now I'm filling out forms, replying to emails, and making PPTs even in my dreams. Joja's KPI is simply a devil, rising every week, and I wonder if they want to squeeze me dry. ^Okay, I won't complain to you anymore. I have to continue working overtime. That damn bald guy is asking for the report again. Unfortunately, my hair has started to fall out now...^I hope that one day I can escape from this place like you and live the life I want. ^Take care! ^^Elina is almost driven crazy by Joja",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "26 fall Y1"
  },
  {
    "Id": "MyoldfriendsA5",
    "GroupID": null,
    "Title": "Conscience? ",
	"Text": "@:^^Hey, I haven't written to you for a long time! Recently, something strange happened. I almost doubted whether I was dreaming-Joja suddenly stopped letting me work overtime! I, a 'perpetual motion machine' who has been exploited by Joja for N years, suddenly had free time. ^However, how long can this kind of life last? How can a company like Joja really let us have free time? I always feel that they are planning something big, maybe one day they will suddenly make us 007 again. Oh, thinking of this, I started to get anxious again. ^By the way, how is your side? The autumn in Pelican Town must be beautiful, right? I really want to have a chance to visit your farm and breathe some fresh air. Although I know this may just be a luxury, at least let me dream. ^Okay, I won't say more to you. I have to enjoy my rare 'vacation'. I hope Joja doesn't go crazy again and let me have a few more days of leisure! ^^Elina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "25 winter Y1"
  },
  {
    "Id": "MyoldfriendsA6",
    "GroupID": null,
    "Title": "Special Performance",
	"Text": "@:^^I sang a song at this year's annual meeting, and the response was pretty good. Maybe I am the buried star of tomorrow! ^Just kidding. But to be honest, most of the performances this year were boring. It felt like my colleagues were all drained of their energy by Joja and their edges were blunted. ^I still think the pantomime you performed two years ago was the best. I can't help laughing when I think about it now. If you really change your career and become a comedian one day, please save a front row ticket for me! I'll hold a sign for you! ^^'Future Diva' Alina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "2 spring Y2"
  },
  {
    "Id": "MyoldfriendsA7",
    "GroupID": null,
    "Title": "Free Soul",
	"Text": "@:^^Yes, I quit! I finally got rid of the shackles of Joja! Oh my god, this feeling is like a bird flying out of a cage. I can finally breathe the air of freedom! ^Now, I'm packing my luggage and preparing to leave Zuzu City. I haven't decided where to go next, but one thing is certain - I will never return to the suffocating Joja office! ^Anyway, I have taken the first step, and the next step is true freedom. ^^Elina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "24 summer Y2"
  },
  {
    "Id": "MyoldfriendsA8",
    "GroupID": null,
    "Title": "Adventure Charm",
	"Text": "@:^^I am sitting in a cafe in a remote town, and outside the window is a beautiful scenery I have never seen before. ^I have walked through mountains and rivers, through forests and deserts, and met all kinds of people and things. Every place has its own unique story and charm, and every encounter makes me feel the infinite possibilities of life. I have learned how to communicate with people of different cultures, tasted local delicacies, and even tried some adventures I never thought of. ^I feel that because of my peaceful mood, my recent writing has become a bit literary. ^But! @! This is what life should be like! ^^Elina",
    "LetterBG": "backgroundA.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 209,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "5 fall Y2"
  },
  {
    "Id": "MyoldfriendsA9",
    "GroupID": null,
    "Title": "Prisoner Bird",
	"Text": "@:^^Just had a chat with Su Ke. He still plans to continue struggling in that 'hell on earth'. He said that he is almost 30 and wants some stability. ^Alas, I understand his thoughts, really. But to be honest, seeing him still working overtime there, I feel uncomfortable. If he can also escape from that place like us, life will be much easier, right? ^Sometimes I really want to wake him up and tell him that there are other possibilities in life. However, everyone has their own way to go. ^^ Alina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "7 winter Y2"
  },
  {
    "Id": "MyoldfriendsA10",
    "GroupID": null,
    "Title": "This is delicious",
	"Text": "@:^^This is delicious! You must try it! ^^ (I forgot to sign this letter, it should be Alina)",
    "LetterBG": "backgroundA.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 238,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "14 winter Y2"
  },
  {
    "Id": "MyoldfriendsA11",
    "GroupID": null,
    "Title": "This is also delicious",
	"Text": "@:^^This is also delicious! You should eat something hot in winter, remember to heat it up before eating! ^^Elina",
    "LetterBG": "backgroundA.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 207,
        "Stack": 1,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "22 winter Y2"
  },
  {
    "Id": "MyoldfriendsA12",
    "GroupID": null,
    "Title": "Stop and Go",
	"Text": "@:^^Wow, time flies, right? Are you still busy in that green field? I hope your farm is getting better and better, after all, it's a paradise. ^Speaking of my new life, well, I'm still travelling around, and when I'm short of money, I'll be a singer in the local tavern for a while. ^Although I don't know where the next 'stable job' is, being a freelancer may be the best destination for a 'free soul'. ^^Alina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "25 spring Y3"
  },
  {
    "Id": "MyoldfriendsA13",
    "GroupID": null,
    "Title": "Island",
	"Text": "@:^^Guess what I saw in the newspaper? Your farm is on the front page! Those colorful fruits and sweet wine are amazing! ^I am on an island in the south now, and I am so happy to see your news. ^Keep it up! I will definitely go to eat with you next time I pass by! ^^Elina",
    "LetterBG": "backgroundA.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 242,
        "Stack": 1,
        "Quality": 2
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 202,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "19 summer Y3"
  },
  {
    "Id": "MyoldfriendsA14",
    "GroupID": null,
    "Title": "Eat all over the world",
	"Text": "@:^^Okay, I think my journey is over - time to save money! A rough calculation shows that my 'food adventure' may have gone a bit too far - food expenses far exceed accommodation and travel expenses! But hey, at least my taste buds had a good time.^ I don't know what has changed in Zuzu City during the time I was away, I still miss home a little bit, a little bit. ^^Elina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "27 fall Y3"
  },
  {
    "Id": "MyoldfriendsA15",
    "GroupID": null,
    "Title": "Model? Me? ",
	"Text": "@:^^Last night, a man who claimed to be a talent scout stopped me and said he wanted to sign me as a model! Hahaha, he dared to use this old trick? I didn't wear any makeup or comb my hair, I just put on a casual dress and went downstairs to buy Coke, and he could still lie and say that I was 'as beautiful as a fairy and outstanding in temperament'? I still have some self-awareness~^^Elina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "16 winter Y3"
  },
  {
    "Id": "MyoldfriendsA16",
    "GroupID": null,
    "Title": "Temporarily stable",
	"Text": "@:^^I hope everything is well with you in Pelican Town. I have been a resident singer in a music tavern for almost a month, and the work is pretty good. Singing every night, I feel like I have found a place of my own. Sometimes I receive flowers from the audience, which is very warm. ^Although the future is still uncertain, I enjoy every moment of the present. I hope you can find your own rhythm and happiness on the farm. ^^Elina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "10 spring Y4"
  },
  {
    "Id": "MyoldfriendsA17",
    "GroupID": null,
    "Title": "Party till dawn",
	"Text": "@:^^I'm going to represent our tavern at the Pineapple Music Festival this Sunday! I've been rehearsing a lot lately, and it feels like I'm back to the days of working overtime in Joja, haha! But this time I'm busy for myself, and it feels great! ^To be honest, I'm a little nervous. This is my first time performing on such a big stage! I really hope you can come to cheer me up. ^@! Lend me half of your luck! ^^Elena",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "5 summer Y4"
  },
  {
    "Id": "MyoldfriendsA18",
    "GroupID": null,
    "Title": "%farm",
	"Text": "@:^^I have a special message to share with you recently! ^I created a song based on you! The song is called '@的田野', which is inspired by our many years of friendship and your perseverance and optimism. ^You know, every time I sing this song on stage, I think of you. The audience also likes this song very much. They say it is full of warmth and strength. I think it's probably because your attitude and spirit towards life have infected everyone. ^^Elina",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "Date": "25 summer Y4"
  },
  {
    "Id": "MyoldfriendsA19",
    "GroupID": null,
    "Title": "Unbelievable",
	"Text": "@:^^I saw the news from Baldy's circle of friends that Pelican Town is going to develop JOJA, and your sponsorship is also included... Is it true? ^Wow, @, I thought you left because you couldn't stand JOJA, but, can I continue to complain to you happily in the future? ^^Elena",
    "LetterBG": "backgroundA.png",
    "Repeatable": false,
    "ExpandedPrecondition": "JojaMartComplete"
  },
  {
    "Id": "MyoldfriendsB1",
    "GroupID": null,
    "Title": "Childhood Innocence and Memories",
	"Text": "@:^^Remember the days when we used to sit on the balcony railing drinking soda as kids? Growing up is truly an incredible thing. Now, you may have found a new tranquility in the fields, and I am still in this city, occasionally thinking of those carefree times. I hope everything is well with you. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 903,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "8 spring Y1"
  },
  {
    "Id": "MyoldfriendsB2",
    "GroupID": null,
    "Title": "Rain Sound and Worry",
	"Text": "@Received: ^^I wrote this letter in front of the window. The sound of rain in the city is like an endless poem. ^Today I am trapped at home translating a collection of poems about plants. Every page reminds me of you. The rain outside the window blurs the buildings in the distance, but my thoughts become clearer. ^I wonder if it is raining in Pelican Town too? I hope your crops are all well. I know you must be very busy, so you don't have to reply. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Repeatable": false,
    "Date": "14 summer Y1"
  },
  {
    "Id": "MyoldfriendsB3",
    "GroupID": null,
    "Title": "Flowers and Love Songs",
	"Text": "@:^^Has the autumn in Pelican Town turned golden? The sky in Zuzu City is still gray, as usual, nothing has changed. ^I recently read a romance novel by chance, the content is a little... unexpectedly delicate. To be honest, I am not usually keen on this kind of books, but this time I couldn't help reading it. The protagonists in the book missed each other because of some minor mistakes, but eventually met again on a rainy afternoon and re-examined their feelings for each other. Although the ending is plain, it makes me think-does love really need to be expressed in a grand manner, or is it more like a silent tacit understanding hidden in the trivialities of daily life? ^I'm curious, what do you think of such a story? Or, have you ever thought about what love should look like in your life? Of course, this is just a casual chat, you don't have to take it too seriously. ^I hope you can still find your own rhythm in that land. If you pass by Zuzu City one day, remember to tell me, maybe we can have a cup of coffee and chat about the recent situation like old friends. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 605,
        "Stack": 1,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "10 fall Y1"
  },
  {
    "Id": "MyoldfriendsB4",
    "GroupID": null,
    "Title": "Mountains and Holly Trees",
	"Text": "@:^^Long time no see. Thanks for the holly tree, it is a very wintery decoration. ^The fast food restaurant downstairs is having a promotion, so I bought a lot and stored them in the refrigerator. Although it is not very healthy, you know, my life is upside down because of work, so it is better to have something to eat than nothing. ^If you don't mind, try it, it tastes good. Don't worry, this is just bought, not the stock in the refrigerator. ^^37 Locke Street, Zuzu City, Bellotee",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 206,
        "Stack": 1,
        "Quality": 1
      },
      {
        "Type": "Object",
        "Name": null,
        "Index": 241,
        "Stack": 1,
        "Quality": 1
      }
    ],
    "Repeatable": false,
    "Date": "3 winter Y1"
  },
  {
    "Id": "MyoldfriendsB5",
    "GroupID": null,
    "Title": "Tea and Apology",
	"Text": "@Received: ^^Thank you for the herbal tea you sent last time. My stomach disease has indeed recurred recently, but it is not serious. I just feel a little uncomfortable occasionally. The tea you sent is very effective. I feel much better after drinking it. It really helps a lot. The doctor advised me to pay more attention to diet and rest, and I will try my best to follow it. ^Recently, translation work has occupied most of my time, which has forced me to reduce my contact with the outside world, including correspondence with you. Please forgive me that I may not be able to write as frequently as before. ^I know you have been very busy. There are always many things to do on the farm, especially when the seasons change. I hope you can take good care of yourself and don't work too hard. If you have time, please write to me occasionally and tell me about the latest situation on the farm. Although I can't reply as frequently as before, your messages always make me feel warm. ^I wish you all the best. ^^37 Lock Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Repeatable": false,
    "Date": "4 spring Y2"
  },
  {
    "Id": "MyoldfriendsB6",
    "GroupID": null,
    "Title": "Quietness and Lilac",
	"Text": "@:^^I wrote this letter by the Lilac Lake. The lake in the early morning was like a mirror, reflecting the lavender flowers. I brought a book of poetry that I was translating recently, and sat on a bench by the lake to read. ^If you were around, you would probably be excited to tell me about the growth habits of these plants. ^^Bellote",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 251,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "19 summer Y2"
  },
  {
    "Id": "MyoldfriendsB7",
    "GroupID": null,
    "Title": "Tea and Break Time",
	"Text": "@Received: ^^ Working late nights has its rewards - besides seeing the beautiful starry sky, I also tested which type of tea works best for staying alert. Try this recipe: pomegranate fruit tea, it's simple to make and isn't bitter. ^ However, don't stay up too late. Pushing yourself too hard would defeat the purpose of why you went to Pelican Town in the first place, wouldn't it? Remember to go to bed early. Good night. ^^ 37 Lock Street, Zuzu City. Bellote %item cookingRecipe PomegranateTea%%[#]",
    "LetterBG": "backgroundB.png",
    "Repeatable": false,
    "Date": "8 fall Y2"
  },
  {
    "Id": "MyoldfriendsB8",
    "GroupID": null,
    "Title": "Inspiration and Farming",
	"Text": "@:^^Recently, I accidentally found a book by the author of Pelican Town in a bookstore. The writing is delicate and depicts a vivid rural picture. ^Although the rural life described in the book is vivid enough, I always feel that something is missing. Maybe you can invite him to your farm to collect inspiration. I think that every blade of grass and every brick and tile there will hide a story that is more real than words. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 872,
        "Stack": 5
      }
    ],
    "Repeatable": false,
    "Date": "15 fall Y2"
  },
  {
    "Id": "MyoldfriendsB9",
    "GroupID": null,
    "Title": "Miss",
	"Text": "@Received: ^^I know that life always pushes us forward, each busy and running around. But occasionally, I still can't help but imagine that if you were still in Zuzu City, would we have more opportunities to sit together quietly, share a cup of coffee, and chat about the trivialities of life, as we did before. ^This is just an ordinary greeting letter. I just want to know if you are well and have found your happiness. Life is always full of unknowns and changes, and we are all on our own paths. ^Please don't reply, I know you are always busy with farm work. It's just that the occasional thoughts make me write these words. I hope everything is well with you, and may every day of your life be filled with sunshine. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Repeatable": false,
    "Date": "18 winter Y2"
  },
  {
    "Id": "MyoldfriendsB10",
    "GroupID": null,
    "Title": "Pumpkin Pie",
	"Text": "@:^^I dreamed of you yesterday. In the dream, we were both children. You told me that you wanted to eat pumpkin pie, but unfortunately, our pocket money combined was not enough in the dream, and we didn't eat it until we woke up. So I woke up and made it, but my cooking skills are not that good, I hope you don't dislike it. ^I hope you are doing well in Pelican Town. If you have time, please write to tell me about life there. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 608,
        "Stack": 2,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "4 spring Y3"
  },
  {
    "Id": "MyoldfriendsB11",
    "GroupID": null,
    "Title": "Reading Notes",
	"Text": "@Received: ^^ I finished the book you recommended, it's by the author we mentioned before, right? The writing has improved compared to last time, with profound depth hidden in its simplicity. Those delicate emotions and thoughts left me lost in contemplation during the quiet night. ^ I hope everything is well on your farm. Perhaps one day, we can talk about books again, or anything else. ^^ 37 Lock Street, Zuzu City. Bellotte",
    "LetterBG": "backgroundB.png",
    "Repeatable": false,
    "Date": "3 summer Y3"
  },
  {
    "Id": "MyoldfriendsB12",
    "GroupID": null,
    "Title": "Lavender and Unfinished Words",
	"Text": "@Received: ^^Recently, I feel that there seems to be an extra layer of distance between us, which makes me uneasy. ^I know you are busy with the farm and I am also deeply involved in work. I am afraid that we will drift apart because of our busyness. Maybe I am overthinking, but I can't help but care. ^What I want to tell you is that, @, you are really important to me. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 903,
        "Stack": 2,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "24 summer Y3"
  },
  {
    "Id": "MyoldfriendsB13",
    "GroupID": null,
    "Title": "Happiness and Rose Language",
	"Text": "@Received: ^^I often think of the way you looked when you left three years ago. At that time, your eyes were full of longing for the future, and you told me firmly that you were going to build an ideal home of your own. ^Now that almost three years have passed, have you turned that piece of land into your ideal home? I remember you once said that you wanted to plant all kinds of flowers and plants on the farm, and raise a group of small animals, so that it would become a place full of vitality and warmth. Have those dreams and beautiful wishes you once described been realized little by little in your hands? ^No matter whether you are poor or rich, busy or idle, no matter what path you choose, @, you must be happy. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Repeatable": false,
    "Date": "5 fall Y3"
  },
  {
    "Id": "MyoldfriendsB14",
    "GroupID": null,
    "Title": "Autumn Leaves and Wild Flowers' Melancholy",
	"Text": "@Received: ^^The days pass quietly, falling silently like autumn leaves. If one day I stop writing letters, please don't worry, just think of me as a wild flower beside your field. ^Sorry, it's probably the bleak scene of autumn that makes me a little sentimental. Everything is fine here, please don't worry. ^^37 Locke Street, Zuzu City, Bellote",
    "LetterBG": "backgroundB.png",
    "Repeatable": false,
    "Date": "19 fall Y3"
  },
  {
    "Id": "MyoldfriendsB15",
    "GroupID": null,
    "Title": "Confession and the End of Winter",
	"Text": "Pelican Town @:^^A seed, buried in the soil, waiting for the spring that will never come. ^^Bellote",
    "LetterBG": "backgroundB.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 458,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "24 winter Y3"
  },
  {
    "Id": "MyoldfriendsM1",
    "GroupID": null,
    "Title": "I must know immediately",
	"Text": "To @^^I must say that I was a little surprised when I learned about your move - not because you chose a new start, but because you didn't tell me the news earlier! If you told me earlier, I could still help you with some advice, at least help with moving your luggage. ^Moving is always a big deal. Have you bought everything? Is there anything you need? If there is anything I can help with, just let me know. ^Looking forward to your reply and telling me how your new home is. ^^Mona",
    "LetterBG": "backgroundM.png",
        "Attachments": [
            {
                "Type": "Object",
                "Name": null,
                "Index": 338,
                "Stack": 2
            }
        ],

    "Repeatable": false,
    "Date": "13 spring Y1"
  },
  {
    "Id": "MyoldfriendsM2",
    "GroupID": null,
    "Title": "I must observe immediately",
	"Text": "To @^^I heard that today is the Moonlight Jellyfish Festival in Pelican Town. How exciting! I have always been curious about these unique festivals, especially those bioluminescent creatures. ^Can you please take some photos for me? I especially want to see what the jellyfish look like in the moonlight, as well as the atmosphere of the entire festival. If possible, please try to take clear photos, preferably to capture the details of the jellyfish's bioluminescence. This way I can not only enjoy the beautiful scenery, but also analyze the optical properties of these creatures. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Repeatable": false,
    "Date": "28 summer Y1"
  },
  {
    "Id": "MyoldfriendsM3",
    "GroupID": null,
    "Title": "I must taste it immediately",
	"Text": "To @^^Recently, several coffee shops near the school seem to be fighting a fierce price war. In line with the principle of 'not missing any opportunity', I tried every new product. To be honest, the taste is really average, not at allMet my expectations. However, the price is indeed much cheaper, which is worth affirming. ^^Mona",
        "Attachments": [
            {
                "Type": "Object",
                "Name": null,
                "Index": 253,
                "Stack": 1
            }
        ],
    "Repeatable": false,
    "Date": "20 winter Y1"
  },
  {
    "Id": "MyoldfriendsM4",
    "GroupID": null,
    "Title": "I have to take a break immediately",
	"Text": "To @^^ I wish you all the best. To be honest, the situation here is a bit of a headache. Recently, my thoughts are like a stuck gear, and I can't turn it. ^My research project - algorithm optimization of intelligent robotic arms - is at a critical stage. In theory, everything should go smoothly, but in practice, I find myself in endless debugging and modification. Every time I think I have found a solution, new problems emerge. ^Maybe I am too focused on the details and ignore the overall layout? Or maybe I need to put down the work at hand, go outside, change the environment, and let my brain restart? ^^Mona",
    "LetterBG": "backgroundM.png",
    "Repeatable": false,
    "Date": "10 spring Y2"
  },
  {
    "Id": "MyoldfriendsM5",
    "GroupID": null,
    "Title": "I must thank you immediately",
	"Text": "To @^^I must sincerely thank you for introducing Maru to me. Her insights and knowledge have undoubtedly injected new vitality into my research. Her logic is clear and her thinking is quick. My conversation with her is not only efficient but also very inspiring. ^Most importantly, I want to thank you. If you hadn't thought of her and introduced her to me, I don't know how long I would have been stuck on this issue. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Attachments": [
            {
                "Type": "Object",
                "Name": null,
                "Index": 787,
                "Stack": 3
            }
        ],
    "Repeatable": false,
    "Date": "19 spring Y2"
  },
  {
    "Id": "MyoldfriendsM6",
    "GroupID": null,
    "Title": "I must deal with it immediately",
	"Text": "To @^^I just received a package from Noah. As expected, he sent it to the wrong address again. ^This time it was three boxes of puddings, obviously not the iron ingots I asked him to help buy. I don't know whether my iron ingots were sent to you or Bellotee. Anyway, I have contacted Noah, and he said that I can deal with these three boxes of puddings at will. ^I really don't know how confused he would be if Cynthia wasn't there. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 604,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "26 summer Y2"
  },
  {
    "Id": "MyoldfriendsM7",
    "GroupID": null,
    "Title": "I must eat immediately",
	"Text": "To @^^ In the last letter, you asked me why I was not fat even though I was always in the lab? Of course it's because I eat healthy. I don't have that much time to go to the gym, so I have to strictly follow the nutritional standards to arrange every meal, and never allow myself to consume too many calories. You should also eat on time, don't eat too much, and don't always eat junk food. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 207,
        "Stack": 1,
        "Quality": 2
      }
    ],
    "Repeatable": false,
    "Date": "28 fall Y2"
  },
  {
    "Id": "MyoldfriendsM8",
    "GroupID": null,
    "Title": "I must ask for help immediately",
	"Text": "To @^^ I need your help again. ^ I need some iridium ore for an important research. This ore is essential to my work. If you have this ore, can you please put it in the out of the box? Your mayor will be responsible for delivering the ore safely to me. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Repeatable": false,
    "Date": "10 winter Y2"
  },
  {
    "Id": "MyoldfriendsM9",
    "GroupID": null,
    "Title": "I must reject immediately",
	"Text": "To @^^Today is Valentine's Day, I received a confession. Although the other party is very sincere, I still rejected it. ^Think about it, I am in the laboratory all day, how can I have time to fall in love? And the other party seems to know nothing about my work. A relationship is difficult to last if there is no common goal and interest. ^What about you? Do you have any special plans today? Maybe you will receive some wonderful letters. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Repeatable": false,
    "Date": "4 spring Y3"
  },
  {
    "Id": "MyoldfriendsM10",
    "GroupID": null,
    "Title": "I must complain immediately",
	"Text": "To @^^Although I am very busy in the laboratory, I have to find time to complain about the novel that made me speechless. ^Because of the second female lead, the male protagonist used his power to force the female protagonist to sign an unequal contract with him. On the one hand, he made things difficult for her, and on the other hand, he was jealous of her contact with the second male lead. However, the female protagonist was the lifesaver that the male protagonist had been looking for for many years, and the second female lead replaced her identity... Uh, if I continue to talk about it, I think my brain will turn red. ^Is this really a best-selling novel in the 21st century? Those melodramatic plots - such as the real and fake daughter, the substitute, the love triangle, the running away with the baby, and the plot where the gods fall in love and the mortals suffer a great disaster, all day long they just talk about love, and do nothing practical! Don't they have more important things to deal with? ^I'm going to have an ice cream to calm down. There is no nutrition today, and nothing is more important than my mood. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Repeatable": false,
    "Date": "26 summer Y3"
  },
  {
    "Id": "MyoldfriendsM11",
    "GroupID": null,
    "Title": "I must inform immediately",
	"Text": "To @^^I must tell you some bad news: Bellote has been hospitalized recently, and the situation is not optimistic. ^You also know that he has always neglected his health. This time he didn't go to the hospital until the situation was serious. I don't know the details. ^I am currently working on some urgent projects in the lab, but I will try to find time to visit him. I hope you can come over when it's convenient for you. Our friends need our support. ^^Mona",
    "LetterBG": "backgroundM.png",
    "Repeatable": false,
    "Date": "12 fall Y3"
  },
  {
    "Id": "MyoldfriendsM12",
    "GroupID": null,
    "Title": "I have to send it immediately",
	"Text": "To @^^Hello, it's been a long time since we last contacted. Some time ago, I was working on a new project about 'the possibility of volcanic crystals to power small intelligent robots', but this is not the point. The point is that I had some materials left over during the research process, and I thought you might need them, so I decided to send them to you. ^These materials were purchased at my own expense and are completely at my disposal. You don't need to worry about anything. ^^Mona",
    "LetterBG": "backgroundM.png",
        "Attachments": [
            {
                "Type": "Object",
                "Name": null,
                "Index": 848,
                "Stack": 6
            },
            {
                "Type": "Object",
                "Name": null,
                "Index": 852,
                "Stack": 3
            }
        ],
    "Repeatable": false,
    "Date": "10 summer Y4"
  },
  {
    "Id": "MyoldfriendsM13",
    "GroupID": null,
    "Title": "I must supervise immediately",
	"Text": "To @^^ I know you are busy with various farm affairs recently, but please remember that no matter how busy your work is, health is always the first priority. As your friend, I have the responsibility to remind you - eat well. ^ You may think I am long-winded, but I must emphasize that irregular diet will cause irreversible damage to your body. You are the backbone of the farm. If you fail, what will happen to the crops and livestock? Don't use automation as an excuse. I know you may argue that you don't have time or you're not hungry, but these excuses don't work for me. ^ Let me emphasize again that people need to eat! ^^ Mona",
    "LetterBG": "backgroundM.png",
        "Attachments": [
            {
                "Type": "Object",
                "Name": null,
                "Index": 201,
                "Stack": 1,
                "Quality": 2
            },
            {
                "Type": "Object",
                "Name": null,
                "Index": 205,
                "Stack": 1,
                "Quality": 2
            },
            {
                "Type": "Object",
                "Name": null,
                "Index": 199,
                "Stack": 1,
                "Quality": 2
            }
        ],
    "Repeatable": false,
    "Date": "1 fall Y4"
  },
  {
    "Id": "MyoldfriendsM14",
    "GroupID": null,
    "Title": "No Need to Make It Right Away",
    "Text": "To @: ^^I analyzed the wild fruits you sent and found that some of them go really well together. Try this recipe - it's what our research group came up with as the 'optimal solution combining nutritional value and taste.' ^By the way, of course I was the one who made the final decision. ^^Mona %item cookingRecipe WildFruitSalad%%[#]",
    "LetterBG": "backgroundM.png",
    "SkillConditions": [
      {
        "SkillName": "Foraging",
        "SkillLevel": 4
      }
    ]
  },
  {
    "Id": "MyoldfriendsF1",
    "GroupID": null,
    "Title": "Family (I)",
	"Text": "Dear @: ^^ I heard that you built a big house in Stardew Valley. Dad is very happy for you. I remember when you quit your job in the city, I was worried about you. I didn't expect you to really make a fortune on the farm. ^ When your mom and I retire, we will move in with you. I feel at ease just thinking about seeing the crops you grow, feeding your chickens, and basking in the sun on the porch. ^ Take care of yourself. Mom and Dad miss you.",
    "LetterBG": "backgroundF.png",
    "Repeatable": false,
    "HouseUpgradeLevel": 3
  },
  {
    "Id": "MyoldfriendsF2",
    "GroupID": null,
    "Title": "Family (II)",
	"Text": "Dear @: ^^ Daddy misses you so much! Since you went to Pelican Town, your mom and I are the only ones left at home. Speaking of your mom... Oh, she's been controlling me so much lately! Yesterday I wanted to secretly buy a donut, but she caught me on the spot. She said 'for health reasons' and confiscated all my snacks. Oh, I don't smoke or drink, but now I can't even eat snacks, and I can't buy snacks in your name anymore.",
    "LetterBG": "backgroundF.png",
    "Repeatable": false,
    "Date": "25 fall Y2"
  },
  {
    "Id": "MyoldfriendsF3",
    "GroupID": null,
    "Title": "Family (III)",
	"Text": "Dear @: ^^ It's New Year again, Mom misses you! I heard that you are doing well on the farm, I am so proud of you. I have put the New Year's money in the envelope. Although you have grown up and can take care of yourself, you can always be a child with your parents. Remember to eat more, don't always focus on work and forget to take care of yourself. Call Mom when you have time and tell her about your situation. If you are tired, take a rest, don't work too hard. Mom loves you! %item id (O)GoldCoin 40%%",
    "LetterBG": "backgroundF.png",
    "Repeatable": false,
    "Date": "1 spring Y2"
  },
  {
    "Id": "MyoldfriendsF4",
    "GroupID": null,
    "Title": "Family (IV)",
"Text": "Dear @: ^^ Today is the first time that mommy tries to make bread by herself! Although I am a little hectic, thinking about your hard work on the farm, I especially want to bake some warm bread for you. ^ When the bread is just out of the oven, it is golden yellow, and the fragrance fills the whole kitchen~ Although the shape is not perfect, mommy has kneaded all her love into the dough! Your daddy said it is delicious. It would be great if you were at home so that you could taste mommy's craftsmanship first. ^ Baby, take good care of yourself and don't get too tired. When you come back, mommy will definitely bake more and better bread for you!",
"LetterBG": "backgroundF.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 203,
        "Stack": 3,
        "Quality": 3
      }
    ],
    "Repeatable": false,
    "Date": "5 summer Y2"
  },
  {
    "Id": "MyoldfriendsF5",
    "GroupID": null,
    "Title": "Family (V)",
	"Text": "Dear @: ^^ It's New Year again, Dad prepared some New Year's money for you. Don't think it's too little, you can buy a lot of seeds and fertilizers. Remember to save some money, don't spend it all at once. Farm work is hard, don't forget to take care of yourself. ^ Go home often when you have time, Mom always misses you. ^ Dad misses you, take care! %item id (O)GoldCoin 40%%",
    "LetterBG": "backgroundF.png",
    "Repeatable": false,
    "Date": "1 spring Y3"
  },
  {
    "Id": "MyoldfriendsF6",
    "GroupID": null,
    "Title": "Family (VI)",
	"Text": "Dear @: ^^ Winter has quietly come to Pelican Town, right? My baby, are you wearing enough clothes? Daddy is always worried that you will catch a cold. Remember to wear more thick clothes, especially when going to the mines. ^If you feel cold, drink a cup of hot cocoa to warm yourself up. If you need anything, tell Daddy at any time. ^Remember to take good care of yourself. ",
    "LetterBG": "backgroundF.png",
    "Attachments": [
      {
        "Type": "Object",
        "Name": null,
        "Index": 218,
        "Stack": 1
      }
    ],
    "Repeatable": false,
    "Date": "3 winter Y3"
  },
  {
    "Id": "MyoldfriendsF7",
    "GroupID": null,
    "Title": "Family (VII)",
	"Text": "Dear @: ^^ Mom misses you! I hope you have a good time in Pelican Town. This year's New Year's money has also been sent, don't forget to use it well. You can buy some seeds or buy yourself new tools. But don't spend it all on fun! ^Take good care of yourself, eat more, and don't get tired. If you miss home, come back at any time. Your family will always support your dreams. %item id (O)GoldCoin 40%%",
    "LetterBG": "backgroundF.png",
    "Repeatable": false,
    "Date": "1 spring Y4"
  },
  {
    "Id": "MyoldfriendsF8",
    "GroupID": null,
    "Title": "Family (VIII)",
	"Text": "Dear @: ^^ This year, Daddy is here to give you New Year's money. I remember when you were little, you loved counting the money in the red envelopes. Now that you've grown up, Daddy believes you'll make good use of the money. Maybe you can buy some new seeds, or buy some new equipment for your little animals? ^Daddy heard that you're having a great time on the farm in Pelican Town! I'm so proud of you. ^Happy New Year to my little farmer! %item id (O)GoldCoin 40%%",
    "LetterBG": "backgroundF.png",
    "Repeatable": false,
    "Date": "1 spring Y5"
  }
]