{
    "Changes": [
    {
        "LogName": "Abigail",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Abigail",
        "Entries":
        {
            "Introduction": "Oh hey, what's up? Yeah, I heard someone was moving onto that old farm. I'm Abigail...$u#$e#I really liked exploring those overgrown fields. Guess you'll be cleaning that all up now, huh? That's kind of a shame...$u#$e#Maybe leave a little bit of your farm wild... there's beauty in chaos.$h",
            "Mon": "The cemetery is one of my favorite places in town to explore... it's so quiet and peaceful.#$e#We'll all end up there one of these days. I'm just trying to pick out my plot before I no longer have a choice in the matter!$h",
            "Mon2": "A lot of people around here think I'm the punk girl, or they think I'm the goth girl, whatever label they try to give me...$s#$b#But I'm just as Yoba made me.$u#$e#...if you even believe in Yoba! I'm still on the fence.$h",
            "Mon4": "I love hanging by the lake near Sebastian's house when it rains...#$b#Usually my mind wanders to spicy... stuff. Spicy eel. Nevermind. I shouldn't be telling you this.$h",
            "Mon6": "My Mom's been getting on my case lately about my hair color.$s#$e#How do you think she'd feel if she found out the curtains match the carpet! Ha!$h",
            "Mon8": "I've been looking for you, @! $h#$e#We really need to hang out more. Come over to my house soon? Preferably at night.$h",
            "Mon10": "You're so pretty. I think about kissing you a lot.$l#$e#Do you ever daydream about kissing me?$l#$b#Tell me what you dream about... maybe we can make it a reality.",
            "Tue": "Ack! Don't sneak up on me like that!$7#$b#Sorry... just feeling jumpy today.$u#$e#Um, so... play any good video games lately?",
            "Tue2": "Sebastian's a pretty cool dude. If you haven't gotten to know him, you really should.#$e#If you're ever interested... me, Seb, and Sam meet up at the saloon most Fridays. Stop by sometime!$h",
            "Tue4": "My parents are so weird sometimes... #$b#When my Mom found an amethyst in my underpants drawer, they banned me from going to the mines.$s#$e#I'm still gonna go, though. Why was she even looking through my underpants in first place? Who does that?!$u",
            "Tue6": "Dude, I'm so exhausted right now...$s#$b#Will you just carry me the rest of the way?$0#$e#No wandering hands, though!$l",
            "Tue8": "Sometimes I get pretty lonely.$s#$e#I'd really love someone to share my heat with. Someone who understands me. Someone I could just give myself over to fully.$s#$e#Can you relate to that?$u",
            "Tue10": "My Mom caught me sneaking out the other night to come see you... she made a disapproving face at first, but then she softened.#$b#'You're going to see @, aren't you?' she asked... 'Yeah, I am,' I said defiantly...#$b#'Have a good time,' she said. Then she smiled and walked away. They know about us, @. Now I want the whole world to know about us!$l",
            "Wed": "I've been taking some online classes lately, but I'm thinking about changing my focus. I'm just not into what I'm studying.$s#$e#What do I wanna learn? I don't know, maybe computer programming... I should ask Sebastian if he could show me some stuff.$0",
            "Wed2": "Whoa, hey @! I was just thinking about your farm.$h#$e#It's probably so quiet out there, you could just scream at the top of your lungs...#$b#...and not worry that your neighbor thinks you're some kinda freak.",
            "Wed4": "Sebastian has been teaching me how to code...#$b#Maybe I'll make my own video game someday. How cool would that be?$h#$e#I like to be in control.$l",
            "Wed6": "I've been considering getting a tattoo.#$e#I'm not telling you where I'm gonna get it, though. That's a secret!$u",
            "Wed8": "Do you ever think about me when I'm not around, @?$u#$b#Sometimes when I'm alone, you just pop into my head randomly. Like, 'I wonder what @ is up to right now?'#$e#Maybe you're exploring the mines or pulling up parsnips. I like to tell myself little stories about you.$h",
            "Wed10": "You're really cool, @. Really, really cool.$u#$e#You're so cool you make me hot.$l",
            "Thu": "I'm in a bad mood today and honestly, I don't even know you well enough to talk to you about it.$s#$e#If you must know, I'm single and I'm getting a bit sick of it. Happy you asked?$a",
            "Thu2": "Robin is a cool chick. Sebastian's lucky she's his Mom.$u#$e#She's actually pretty hot, too. Don't tell him I said that.",
            "Thu4": "Sometimes I feel like no one understands me.$s#$e#I wonder if anybody will ever know how to truly touch me like I need to be touched...$u",
            "Thu6": "Sam asked me out once when we were younger and I immediately laughed and said no...#$b#I felt bad about it after the fact... but at least I was honest. He's just not my type.$u",
            "Thu8": "I like where this is headed, @.$l#$e#Do you ever think about us? I mean, you know... *us*?",
            "Thu10": "Hi, babe.$l#$e#This thing between us is going really well, don't you think?$l#$b#Here... hold my hand and let's walk together.$h",
            "Fri": "Oh, hi. What's up?#$e#Yeah, I'm just doing my thing. Putting one foot in front of the other. Making do with what I've got. Living the dream over here.#$e#Shouldn't you be planting seeds or something? You sure do take a lot of time off for a farmer.",
            "Fri2": "It's Friday and we're heading to the saloon tonight. Will I see you there?#$e#Well, if you get the chance, come on by. It's usually pretty entertaining on Fridays.",
            "Fri4": "It's saloon night, @. You in?$h#$e#Maybe I can get you to buy me a drink.$u",
            "Fri6": "I'm looking forward to the weekend and some time to myself.#$e#Unless... you wanna do something?$l",
            "Fri8": "Sometimes life feels like a video game and so many people are obsessed with getting a high score.#$e#Lately, I just wanna focus on scoring... with you. How do we make that happen?$l",
            "Fri10": "It's Friday, it's spring, and I'm feeling energized!$h#$e#I'm feeling loved, @. This black heart inside of me is beating red today. It's oozing and dripping with happy crimson blood!#$e#No, I mean... come on. It's just a metaphor.$u",
            "Sat": "I love Saturdays. Not much to do but toot my flute, bum around town, maybe play some video games before bed.$u#$e#I imagine it's just another day for you, though. That old farm needs a ton of work.",
            "Sat2": "My Dad wants me to sort seeds this weekend.$s#$e#You know a lot about seeds... right, @? What's the quickest way for me to get through this?$u",
            "Sat4": "$d joja#The JojaMart is so tacky. I'm not into anyone who shops there.$s|I'm so glad the JojaMart is gone. What an eyesore that place was. I know you agree, @.$h",
            "Sat6": "Nice to see you, @! What's up?$h#$e#I think I drank too much at the saloon last night...#$e#I wish you would have stuck around to walk me home.$l",
            "Sat8": "I was gonna play 'Journey of the Prairie King' tonight but I think I wanna do something else instead.#$e#If you're free, @, maybe we could go for a moonlit walk on a beach?$l",
            "Sat10": "I really need to get out of my parents' house and into my own space.$l#$b#Got somewhere I can stay on that big ol' farm of yours, @? Maybe in your bed?$l",
            "Sun": "Spring is all right. The weather's good, not too hot. Once summer hits, the heat makes me miserable!$h#$e#What's your favorite season?$u",
            "Sun2": "Hey @, how are you doing today? Avoiding work like me?$h#$e#I should have just stayed in bed and played video games today.$h",
            "Sun4": "I can't believe the weekend is almost over. How does it go by so fast?$h#$e#You and I should take tomorrow off and do something fun. We could get up to some real trouble in the mines. What do you say, @?$h",
            "Sun6": "The people in this town are so strange. What's your take, @?$u#$e#Huh. Yeah, I can see that. But still, I don't know if I truly connect with anyone here. You're actually pretty cool, though...$l",
            "Sun8": "There you are, @! I was just thinking about you and now you're here. What luck! What kismet!$l#$e#You gotta go? Aw. C'mon, @. Hang out with me. We have such a great time together.$u",
            "Sun10": "What do you think? We've gotta be the cutest couple in Pelican Town. It's not even a contest!$h#$e#They all know we're the real deal. But they'll never know what we truly have together. That's just for us.$l",
            "summer_Mon": "The air is so thick in summer, it makes me dizzy.$s#$e#If I pass out, just let me fall. Maybe I'll sleep through the season.$u",
            "summer_Mon2": "$d joja#I was thinking about trying to sabotage the JojaMart somehow. Any ideas?|With the JojaMart gone, my family's store is flourishing! And we have you to thank, @.$h",
            "summer_Mon4": "I started playing this farming sim the other day and it made me think...#$e#...my friend @ does this farming thing for real. How funny!$h",
            "summer_Mon6": "You know David? My pet guinea pig? I tell him everything. He's a good listener.#$e#I wonder if I'll ever find a partner who listens to me like David does...",
            "summer_Mon8": "For a while, I was thinking of getting out of Pelican Town for good. But now that you're here, I can't imagine leaving.$h#$e#You wanna go do something together?$u",
            "summer_Mon10": "People talk behind my back a lot, assuming certain things about me, so I'm used to the judgment...$u#$b#I just want you to know, @, I accept you for exactly who you are. I *love* who you are!$h#$e#You've become so important and special to me, and I wanted to tell you that. Keep on being you, and I'll keep on being me!$h",
            "summer_Tue": "My pet guinea pig David is a lot like me. We both get fussy in the summer.#$b#While he runs around his cage like a maniac when it gets too hot, I just complain about it to anyone who'll listen.$h#$e#It's one of my favorite summer pastimes!",
            "summer_Tue2": "Sometimes I get down on myself for still living at home at my age.#$e#I mean, I'm ready to get out but I just don't know where I'd go.",
            "summer_Tue4": "I've got the summer blahs right now. It's too hot. Why am I even wearing clothes?",
            "summer_Tue6": "I like you, @. You're cool as a cucumber. Do you grow cucumbers on your farm? Asking for a friend...$u#$e#Nothing nefarious! I just like cold cucumber salad in summer. I mean, my friend does.$h",
            "summer_Tue8": "We got these really beautiful bouquets of flowers in at my Dad's store. Have you seen them yet?$u#$b#I'm usually a black rose kinda girl, but these are some pretty flowers. You should check them out...$h#$e#I wouldn't mind getting a bouquet of them as a present some day...$l",
            "summer_Tue10": "Remember when my Dad almost caught you sneaking out of my room last week?$u#$b#He's so clueless. Wanna come over again tonight?$h",
            "summer_Wed": "I feel like I don't know much about you, @. What's your astrological sign?$u#$b#Really? Huh. Well, that explains some of the things I've been hearing about you.#$e#No, I don't *really* believe in that stuff. But it does explain some things...",
            "summer_Wed2": "I'm trying to figure out what I'm supposed to do with my life.#$e#Maybe I'll design video games, maybe I'll take over the family business, maybe I'll be a famous explorer....#$e#How did you become a farmer?",
            "summer_Wed4": "Before you moved in, I snuck around your property a lot. There was this spot I loved playing my flute back behind the house.#$b#Can you blame me? It's really cool over there.",
            "summer_Wed6": "Quick! @! Take a look at my arm... you're a farmer... is this a *tan*?$7#$b#Tell me it's not a tan. I work hard to maintain my pallid complexion and this is just going to ruin all my efforts.$u#$e#Yeah, well, some of us *don't* get our kicks standing out in a field under the sun all day. Sheesh!$u",
            "summer_Wed8": "You know, it's okay if you hold my hand sometimes when we walk around town. No need to be shy.$u#$e#I mean, who cares what anybody else thinks. We're just having fun together. Just two really great friends, holding hands, big goofy smiles on our faces...$h#$e#Or maybe, like, more than friends... possibly...$u",
            "summer_Wed10": "For real, though, @. Some mornings when I leave your farmhouse, I get pretty sad on my walk back to town.$s#$e#I wish I never had to go home.$l",
            "summer_Thu": "I took the summer off from doing my online classes while I try to figure what to study next.#$e#I'm still leaning toward coding, but I read recently about lapidary arts. It would be cool to become a gemologist!$h#$e#I'm feeling kinda hungry now...",
            "summer_Thu2": "I feel bad for Penny sometimes, if I'm being honest. I mean, she's a sweet girl, bookish, cute, maybe a little naive. But she was dealt a rough hand.$s#$e#Even though I've got some issues with my parents, I'm pretty grateful for the life they've given me. I know I'm lucky.$u",
            "summer_Thu4": "I really like watching the train cruise through the station. There's something about the methodical click-clack of the wheels on the track.#$e#It's mesmerizing, actually. Meditative. It helps me stop thinking for a little bit and just exist.$u",
            "summer_Thu6": "I'm not always easy to be in a relationship with, I know that. Sometimes I need my space.$u#$b#Sometimes I need to hang out in the graveyard alone and just ponder existence. Heavy stuff, you know?$u#$e#There's a lot to think about in this sick, sad world...$s",
            "summer_Thu8": "You know the lake up by Sebastian's house where I like to play my flute?#$e#I was thinking we should go skinny dipping there tonight to beat this summer heat. You down?$l",
            "summer_Thu10": "I never thought I wanted to get married...#$e#But people change. I've changed. Love is funny like that.$l",
            "summer_Fri": "Did you ever buy that big backpack my Dad was selling?$u#$e#It looks like it could hold a lot of stuff. I bet I could shove my game system and all my cartridges in there...#$b#...and still have room for my black hoodie.$h",
            "summer_Fri2": "I'm not too interested in any of the singles in this town. I need someone who's more adventurous. Someone who takes chances.$u#$e#Know anybody like that, @?",
            "summer_Fri4": "Oh, hey @. If I see you at the saloon tonight, I totally owe you a drink. Don't let me forget!",
            "summer_Fri6": "Do you like my outfit? When I put it on this morning, I thought... I bet @ would like this.$u#$e#So... do you?",
            "summer_Fri8": "I had a dream about you last night, @!#$e#What was it about? Um... well, let's just say that I woke up pretty sweaty. It was a nice dream.$l",
            "summer_Fri10": "Should we go to the saloon tonight or just have a drink at your place?$l#$e#I'm up for either, but skipping the saloon puts us that much closer to what we both know is gonna happen later on.$l",
            "summer_Sat": "David was going absolutely nuts last night in his cage. I felt so bad for him.$s#$e#No... remember? My pet guinea pig's name is David. I don't have some dude locked in a cage in my room.$a",
            "summer_Sat2": "I feel like we live in a bubble here in Pelican Town. We're insulated from a lot of the stuff going on in the world.$u#$b#If you read too much about what's happening between the Ferngill Republic and Gotoro Empire, you'll go nuts.$s#$e#Sometimes you just need to stop reading, take a deep breath, and go for a walk. You can't worry about things outside of your control.$s",
            "summer_Sat4": "You know what I like about fall? Pumpkins!#$e#Oh, it's summer? Well, it'll be fall soon enough. Then I won't be so sweaty.",
            "summer_Sat6": "This summer isn't as hot as last summer.$h#$e#Unless I'm around you. Kidding!",
            "summer_Sat8": "Traditionally speaking, Saturday night is when couples often go out on a date together...$u#$b#Now we both know I'm not a traditional girl, but the going out on dates part... yeah, I'm still down with that.$h",
            "summer_Sat10": "I know you know summer's not my thing...$l#$e#But summer nights with you... like last night... @, I think I'm coming around.$l",
            "summer_Sun": "I really want to join the Adventurer's Guild one day. Seems like a pretty cool organization.$h#$e#Some of the weapons they sell are just beautiful. I'd love to slash a slime in half with one of those swords!$h",
            "summer_Sun2": "Have you ever seen a Junimo? I mean, outside of videos games... like, seen one in real life?$u#$e#They're supposedly keepers of the forest, but I've never seen one in any of my excursions. I think they're just a myth.$u#$e#Well, if you ever do see one... come and get me! Or at least let me know about it.$h",
            "summer_Sun4": "Sometimes when I look around my bedroom, I feel like it's a little too childish... it's been that way for a long time.$s#$e#I should probably change things up a bit to better reflect who I am now. What would you think if I painted the walls black?$u",
            "summer_Sun6": "I need to get out of that house, @. My parents are driving me crazy...$u#$e#I should get a job in Zuzu City and just get out...#$e#But then again, you did that and now you're here.",
            "summer_Sun8": "Okay, I've got an idea, @. Tell me what you think...$u#$b#You and me, we get a boat. No... a ship. A *big* ship! We set sail on the Gem Sea and we fly the skull and crossbones.$u#$e#Pirates, @. My idea is that we become pirates, you salty seadog. Are you in or do I have to make you walk the plank?$h",
            "summer_Sun10": "Being your girlfriend is the greatest adventure I've ever been on, @. The best part is that it's only just beginning!$l#$e#And like any good adventure, success is measured in how dirty you get. You and me, @, we like to get dirty!$h",
            "fall_Mon": "Fall is the best season here in Pelican Town. If I could live perpetually in fall, I would.$u#$e#A cool breeze coming over the mountain, the smell of mushrooms, the leaves changing colors. There's nothing like it.$h",
            "fall_Mon2": "Yeah, I guess I'm the resident gamer girl in this town. One time I had Emily over to game. She tried, but...$u#$b#Let's just say she was mashing a lot of buttons and moving in circles. She's a cute chick, don't get me wrong...$u#$e#I mean, I wouldn't kick her out of my room or anything. But video games aren't her thing.$u",
            "fall_Mon4": "Hooray for fall! Wanna see me do a cartwheel? Okay, wanna see me *attempt* a cartwheel?",
            "fall_Mon6": "The leaves are changing and so am I. I'm glad you showed up in Pelican Town, @.$h",
            "fall_Mon8": "I had fun talking to you outside of the saloon on Friday...#$e#We were a bit tipsy, I know, but it made me really happy to hang with just you.$l",
            "fall_Mon10": "I love you as much as I love fall. That's it. I just wanted you to know that.$h#$e#What more do you want me to say, @? Just hug me and kiss my ear like you do and let's be happy.$l",
            "fall_Tue": "$d joja#Don't shop at the JojaMart. Just believe me. It hurts other local businesses.|I'm glad you shop at my family's store, @. You're one of the good ones.$h",
            "fall_Tue2": "A lot of people think Sebastian and I should be an item because we're so close.#$e#But he's more like a brother to me. That'll never happen.",
            "fall_Tue4": "$d joja#The JojaMart really messed with my Dad's business when they moved in. I hope you never shop there, @.$s|I don't miss the JojaMart one bit. My family is doing so much better financially. Thanks for sticking with us, @!$h",
            "fall_Tue6": "I was thinking, @... I've caught you staring at my hair an awful lot. You must really like the color...$h#$b#Would you believe me if I told you it grows like this naturally? Is that weird?$u",
            "fall_Tue8": "$d joja#I'm so sick of the JojaMart, @! Can you just hug me because I really need a hug right now.$s|My Dad's store wouldn't be so successful if it weren't for you, @. How about we go out soon? My treat!$h",
            "fall_Tue10": "I think you and I could be together for a long time, @. What do you think?$u#$e#@! That is not an appropriate response. You can say those things to me in private, but here...$7#$e#You're such a goofball. I guess that's why I love you so much. You're lucky I put up with you.$h",
            "fall_Wed": "My Mom has this sunroom behind our kitchen that she uses as her own private sanctuary. It's cool, but...$u#$b#She's always kinda goofy when she comes out of there. She's got this lazy smile. She'll hug me and just hold on a bit too long.$u#$e#I hope she's happy.$u",
            "fall_Wed2": "Haley's something else, isn't she?$u#$e#I think she's overcompensating with the way she dresses. But whatever, I guess...$u#$e#I'd much rather look at her than talk to her. I don't really know her that well.",
            "fall_Wed4": "I've heard there's another mine around here somewhere...#$e#I want to go explore that one too!$h",
            "fall_Wed6": "Sebastian's been preoccupied with this coding project he's working on, and Sam's... well, he's Sam...$s#$b#I need someone to screw around with and have some fun. What's your story, @? You wanna hang?$u#$e#I don't bite. Let's do something!$h",
            "fall_Wed8": "The Spirit's Eve maze used to scare me when I was a kid. But now I think it's a bit corny.#$e#Corny... get it? Like corn... corn stalks... Spirit's Eve... @, where are you going?",
            "fall_Wed10": "I left something embarrassing at your house the other night...$u#$b#They're black and have pumpkins on them and... you found them?!$7#$e#Okay, well, please just wash and fold them and I'll get them next time I'm over.$h",
            "fall_Thu": "I don't know about you, but I feel like I gotta get out of my head sometimes. My brain thinks on overdrive.#$e#What do you do to get out of your head? Sit by the lake? Take a drink of something? Maybe spend some time getting to know yourself... ?#$b#Ugh, too personal... Abigail, don't make all your private thoughts public.$s",
            "fall_Thu2": "I'm sick of the boring selection at the saloon, @. Maybe you and I could team up.$s#$e#Do me a solid and ask Gus to start carrying blackberry cobbler. Tell him it was your idea.$u#$e#If you get him to sell blackberry cobbler, @, I got something special for you. I'll make it worth your while.$h",
            "fall_Thu4": "For a long time, Sebastian was the only one in this town I really talked to about serious stuff.#$e#I'm glad you and I are getting closer, @.$h",
            "fall_Thu6": "Fall puts me in a plaintive state. It really makes me think about the people in my life. Like you.#$e#%Abigail doesn't seem to be interested in talking right now.",
            "fall_Thu8": "I can't believe I was ever thinking about leaving Pelican Town.#$e#I've decided to stay because of you. You know that, right?$l",
            "fall_Thu10": "Can I stay over tonight, @?$l#$e#I know it's only Thursday, but I just can't get enough of you. I love feeling your lips against mine.$l",
            "fall_Fri": "It's been a long week. I don't even know if I can handle the saloon tonight.$s#$e#Think Sebastian and Sam would miss me? Would anyone miss me if I just disappeared?$u",
            "fall_Fri2": "I wonder sometimes how I got here. Like, I often feel out of place here... here in Pelican Town.$s#$b#I feel out of place in my family. I feel out of place in this world. Do you ever feel like that, @?#$e#Do you know how to get over it? Do you know how to figure out where you belong?$s",
            "fall_Fri4": "People think I'm younger than I actually am. I like to think it's because of my perfectly pale porcelain skin...$u#$b#But it's actually more likely because I'm still living at home with my parents, uncertain about my future. I'm not lazy or anything...$s#$e#It's just hard for me to pick a path when the outside world seems so gloomy and depressing. What do you think, @?",
            "fall_Fri6": "I love walking home from the saloon at night in the fall.#$e#I'm feeling toasty, the air is crisp. It really makes me feel alive.",
            "fall_Fri8": "Just being open and honest, @... I talked to Sebastian about you...$u#$b#I asked him what he thought of you, about the possibility of you and me. You know... us.#$e#He had some great stuff to say about you. It made me really happy to hear. To know that my best friend likes you, it's huge.$h",
            "fall_Fri10": "My parents are gone for the night. After we hit the saloon later, you should come over.$l#$e#I'd love to wake up tomorrow with you still in my bed.",
            "fall_Sat": "Hey there. Need something?#$e#You just wanna talk? Um... sure. What do you want to talk about?#$e#Just because my Dad owns a farm supply store, that doesn't mean I know anything about farming. Sorry to disappoint you, @.$s",
            "fall_Sat2": "How hard is it *really* to be a farmer? Do you have a lot of automated tools to do the work for you, or is it actually backbreaking labor like they say?$u#$e#My Dad's been telling me to try some kind of manual labor job, that it could be good for me. I just don't know, though.$s#$e#I don't mind getting dirty, but I could not stand out in the sun all summer long. I'd melt!$u",
            "fall_Sat4": "Some days I like to take a walk through the Cindersap Forest and hang out by that tower the Wizard lives in.#$e#I just feel a weird affinity for that place. I wish I could cast spells and do magic. You think I'd be a good wizard, @, or an evil one?$u",
            "fall_Sat6": "Well, if it isn't @!$h#$e#I can't believe you beat me at 'Junimo Kart' last night at the saloon. Rematch!",
            "fall_Sat8": "Is there anything better than a Saturday in fall?$h#$e#I think I'm finally ready to stay overnight at your house. Maybe tonight?$l",
            "fall_Sat10": "If this were a video game, I'd say you're getting pretty high in experience points with me, @.$h#$e#But I think we've still got a few more levels to go together. A few more dungeons to explore. A few more... huh?...$u#$b#Yeah, I know you've already explored *that* dungeon, it was just an analogy. You're nuts, @. Shut up and kiss me!$h",
            "fall_Sun": "Before you moved in, I found this little strange looking doll buried on your property, @.$u#$e#I left it in the dirt. That thing freaked me out. It looked like a voodoo doll or something. No way am I bringing that curse home!",
            "fall_Sun2": "When did you move out of your parents' house, @? Where you my age? Younger? Older?$s#$e#Do you look down on me because I still live at home? Do you think I'm weird?$s#$e#Okay, yeah, I know I'm weird for other reasons. Thanks for the support and the joke. You're a real comedian, @!$h",
            "fall_Sun4": "You ever talk to that writer Elliot who lives down at the beach? He's a real character.$h#$b#He talks in this super affected way. So funny. Like, prim and proper. Haughty. You know what I mean?$u#$e#This town is full of odd ducks. It's like they're magnetically drawn here. I'm starting to think you're the most eccentric of them all!",
            "fall_Sun6": "I was gonna sit on the dock later with Sebastian but he had to bail.#$b#Maybe you'd like to join me instead?$h",
            "fall_Sun8": "Thanks for always being so nice to me, @.#$e#I think we've got a great thing going, don't you agree?$l",
            "fall_Sun10": "I'm not even gonna screw around, @. Whatever you wanna do, I'm game.$u#$e#No, I'm serious. I'm willing to try anything once. I don't care. I'm not a prude. If I don't like it, I'll tell you...$u#$e#I'd rather live my life with an open mind than live in fear of the unknown.",
            "winter_Mon": "What does a farmer even do in winter? Seems like a tough season for your trade.$u#$e#It might be a good opportunity for you to explore further down in the mines. I bet there's some crazy stuff down there!$h",
            "winter_Mon2": "I'd like to feel like I was in love with someone someday. Have you ever been in love, @?#$e#I guess I don't really know what it feels like. I'm sure it's an exciting adventure, though. Maybe one of life's most exciting...",
            "winter_Mon4": "I know it's a bit immature, but I just love building snowgoons in winter. It's even better to do with a friend.",
            "winter_Mon6": "Winter's a great time to just hang out indoors, drink hot cocoa, and play video games.#$e#And I bet it's a nice break for a farmer like you!$h",
            "winter_Mon8": "We're getting pretty close, @, so I feel like I can tell you this...#$e#With it so cold outside, I want to go to sleep in somebody's arms.$l",
            "winter_Mon10": "I've got an idea for us to beat this winter chill, @! Listen to this...$u#$b#Let's hit the Spa later when no one's there and go in without our suits!$h#$e#Yeah, if I sweat, I sweat. Sweating with you is one of my favorite activities.$l",
            "winter_Tue": "You ever seen that traveling cart in the Cindersap Forest? Sometimes they sell some really interesting stuff!$h#$e#A lot of it comes from the Gotoro Empire, so it's been smuggled across the Gem Sea. That merchant must live a really exciting life.$u",
            "winter_Tue2": "That guy Linus, did you know he lives in a tent a little bit north of Sebastian's house? Have you ever talked to him?$u#$e#Some people around here don't like him. But I've seen him talking with the Wizard. Do you think they're friends?#$e#I'd rather hang out with the two of them than a lot of the so-called 'normal' people here in Pelican Town.$h",
            "winter_Tue4": "I miss fall. But winter's not too bad. I love slipping into a really warm pair of leggings!$h",
            "winter_Tue6": "I think I'm really gonna dive into designing my own video game this winter.$h#$e#It'll probably be an RPG. Maybe a farmer will be one of the characters!$u",
            "winter_Tue8": "I haven't been on a real date with anyone in a long time. I'm hoping to change that soon!$h",
            "winter_Tue10": "Your house is so much warmer than mine at night with that amazing fireplace you have.$h#$e#I'm not even gonna bother bringing my pajamas over anymore.$l",
            "winter_Wed": "Hey, I'm not feeling being social today. I can't believe it's only Wednesday... ugh.$s#$e#...come on, just give me some space. Please?$s",
            "winter_Wed2": "Hey there, Farmer @!#$e#I haven't seen you at the store in a while. Maybe just stop by to say hello sometime!",
            "winter_Wed4": "I try not to be vulgar, but my sense of humor is pretty dark. It can be a bit much for a lot of people in town.$u#$e#You're cool, though. I feel like nothing I say ever offends you, @.$h",
            "winter_Wed6": "Did I hear that you've been exploring the mines more lately?#$e#So when are you taking me with you?$h",
            "winter_Wed8": "You ever make out with someone in a graveyard in the cold of winter, @?$l#$e#You should try it sometime. It's exciting. It's invigorating. Let me know if you're ever interested...$l",
            "winter_Wed10": "You should hire me on as a farmhand.#$e#After all, this hand *has* been in a lot of places on your farm.$h",
            "winter_Thu": "Cold one today, huh? Bundle up. That wind off the mountain can be brutal!$h#$e#This is the kind of day that would be great to have someone to warm you up. Or maybe just a nice chunky scarf.$u#$e#Probably easier to find the scarf!$h",
            "winter_Thu2": "I like talking to Robin, she's one of the most real people in this town.$u#$b#She knows how to get stuff done. If you ever need carpentry work done, talk to her first.$h#$e#No, she doesn't pay me to say that!",
            "winter_Thu4": "I hear there's something special at the bottom of the mines. Do you know what it is?$u",
            "winter_Thu6": "I've gotta admit... I'm pretty tired of being alone...#$b#...but I don't know if anyone in this town is a good match for me. Who do you see me with, @?",
            "winter_Thu8": "You're a cool character, @. You're definitely one of my favorite people in Pelican Town.$u#$e#I really hope you feel the same way.$l",
            "winter_Thu10": "You're really special to me, @...#$b#Getting to know you since you moved in has been so awesome. I can't wait to see what next year holds for us.$h",
            "winter_Fri": "I found an ancient sword once up near the mines. I thought it was pretty cool!$h#$e#When I took it to Clint to fix it up, though, he just laughed and said it belonged in the museum.$s#$e#I wonder when I'll ever get my own sword...",
            "winter_Fri2": "My online classes have been getting me down lately. I just don't know if my heart's in it.$s#$b#But I gotta do something, you know? Just floating through life without direction won't get me anywhere.#$e#I wish I knew where I was supposed to be and what I was supposed to be doing.$u",
            "winter_Fri4": "Don't forget your coat tonight if you stop by the saloon.#$e#Walking home in the cold without a coat is miserable. Ask me how I know.",
            "winter_Fri6": "I think I need you to come with me to the Adventurer's Guild sometime soon, @. I need your help...$u#$e#I'd really like to pick out the perfect sword for me. And I'd much rather go in with someone knowledgeable.#$b#I don't want to look foolish in front of the other adventurers. Think you can come with me?$u",
            "winter_Fri8": "I like that you've got a lot of down time in the winter. More time for you to spend with me...$l#$b#You like spending time with me, right?$u#$b#I like spending time with you.$h",
            "winter_Fri10": "Here, take my hands for a second...#$e#Okay, now look me in the eyes...#$e#Do you see what I see?$l",
            "winter_Sat": "Whenever I think about how cold it is in the winter, I just remember how hot it is in the summer.#$e#I'll take the cold. At least in the winter, you can layer. It's not like you can take your skin off in summer!$h#$e#...or can you!",
            "winter_Sat2": "I'm gonna play some video games today, I think. I'm trying to grind out some levels in 'Journey of the Prairie King.' It's a hard game.$u#$e#I hear you get some special achievement if you're able to beat it. That's a long way away for me!",
            "winter_Sat4": "My Dad once told me I should marry whoever ends up moving into that old farm. As if love has nothing to do with it!$h#$e#He just wants someone to go into business with. Or, more likely, he just wants a customer for life.$u",
            "winter_Sat6": "I don't really know where my life is going...$u#$b#Sometimes I feel pretty rudderless. How did you choose what to do with your life? Maybe I can just follow you...",
            "winter_Sat8": "Sometimes I don't really feel like my father's daughter.#$e#I know that's a silly thing to say, but we're so different.$u#$b#I appreciate him, though. Even when he's an overbearing nutcase.$h",
            "winter_Sat10": "You should know that what we have together is super meaningful to me.$l#$e#I don't take it for granted. I'm ready for whatever's next, @. Are you?$l",
            "winter_Sun": "The wizard is such an interesting character in this town. I wish he was more social. I'd really like to pick his brain.$u#$e#He pretty much keeps to himself, though. I guess I would too. We regular humans just aren't that exciting to him, I imagine.",
            "winter_Sun2": "Supposedly when you get deep enough in the mines, it gets super hot.$s#$b#I don't know what I would do if I went down that far. Dark, I can deal with. Cold, I can deal with. Hot... ugh!#$e#Maybe I could just warp past the hot levels, like in a video game.$u",
            "winter_Sun4": "You ever feel like people are staring at you when you walk around town?$u#$e#I do. I think it's just because I look different. If you don't fit the mold, people can be really close-minded.$s#$e#But I don't think you're like that, @!$h",
            "winter_Sun6": "I haven't really dated much in my life. I mean, who around here could I even date? Name just one person, @.$u#$e#You can't. Nobody around here could even handle me. If you know someone who could, by all means send them my way!#$e#I'm taking applications!",
            "winter_Sun8": "I feel really close to you, @. Like I could tell you anything. I could tell you my secrets.$u#$e#Here, I got one for you... lean in closer so I can whisper it in your ear...#$b#I hate holly... don't ever give it to me. Phew! Glad I got that off my chest!$h",
            "winter_Sun10": "The stuff we do together, @... I don't just *do* that with people. It really means something big to me.#$e#Do you know what I'm saying?$l",
            "spring_1_2": "Last night sure was a party!$h#$b#I hope you didn't have a headache this morning.#$e#What a way to ring in the new year!",
            "spring_12": "I'm going to absolutely thrash you and everybody else at the egg hunt tomorrow. Nothing personal!$h",
            "summer_6": "The summer's not all bad. I like going to the beach at night and watching the waves.#$e#It's just better when you have someone to go with you.$l",
            "summer_10": "Everyone's talking about the luau tomorrow, but it's supposed to be a hot one.#$e#Yeah, I guess I could dress in something more seasonal...",
            "summer_27": "Tomorrow's festival is one of my favorites. It's such a beautiful sight to behold. Will you be there?",
            "fall_13": "It's a really special day today. Did you remember?$u#$e#I'll give you a hint... it's customary to give chocolate cake on this wondrous occasion!$h",
            "fall_26": "Yes! Spirit's Eve! Tomorrow! I'll race you through the maze.$h",
            "winter_7": "I'm not really into the fishing thing tomorrow, but I will build a snowgoon. Wanna help?",
            "winter_24": "'Tis the season to stuff your face. Tomorrow we gorge!$h",
            "winter_28": "Think you'll be able to make it until midnight tonight?#$e#If you do, I've got a kiss with your name on it!$h",
            "spring_12_2": "Another year, another egg hunt in the bag for Abigail. Hope my hunting abilities don't scare you off!$u",
            "summer_10_2": "I've got the perfect thing to bring to the luau tomorrow. But I'm not telling you what it is!$u",
            "fall_26_2": "I've got my costume ready for the Spirit's Eve Festival tomorrow but you have to wait to see it!$u",
            "winter_24_2": "The food is great, but I think the Feast of the Winter Star is really about family.#$e#You're more than welcome to sit with me and my parents, @!$h",
            "winter_28_2": "Remember New Year's Eve last year? What a blast.#$e#I think I should take it a little easier this year. But I'll still kiss you at midnight!$h"
        }
    },
    {
        "LogName": "Abigail Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueAbigail",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Rainy days on the farm are always so cozy. I wish we could just stay in bed all day. We could play video games... or *other* games...$l#I like rainy days because you don't have to get up so early and water the crops. We can just lay around in bed that much longer...$l",
            "Rainy_Day_1": "The sound of rain beating against the farmhouse roof really resonates with me. It feels like a warm, deep hug.#$e#$c .5#Let me hug you so you can see what I mean.#But I like when you hug me even better.$l",
            "Rainy_Day_2": "Rainy days are the best! I got up before you and went exploring around the edge of the farm. I found you this! [768 767 769 66 82]#$e#$c .5#I know you've found better treasure in the mines, but I think it's pretty cool to find it on our own farm!$h#I found you something, and now it's time for you to find me something! I know you know what I like...$h",
            "Rainy_Day_3": "#$c .5#Such a beautiful rainy day on the farm makes me so happy to live here with you. I love the darkness outside, and I love you as my light.$h#If you go to the caves today, maybe I can tag along. I know you've got an extra sword around here somewhere. I'm itching for some adventure!",
            "Rainy_Day_4": "#$c .5#As much as I love the rain, I think I'm going to stay inside all day. It's cozy in here, and I'm not feeling the whole 'put on pants' thing today.#If the rain's giving you a free day, maybe we can lay around and play some video games in our underpants. Why bother getting dressed on a day off?$h",
            "Rainy_Night_0": "#$c .5#Praise Yoba, it's such a beautiful rainy night. Come closer and hold me.#Sometimes when I look out of the window on a rainy night, I swear a see monsters lurking in the woods. It's just my active imagination. And you'd protect me anyway, right?",
            "Rainy_Night_1": "#$c .5#I'm glad you're home, babe. Let's go to bed early. This rain storm is making me feel frisky. Does it do the same to you?$l#Rough day, babe? I've got a hot bath ready to go. Would you like to join me?$l",
            "Rainy_Night_2": "#$c .5#Rainy nights like tonight used to make me think about death and darkness. But now they just remind me how much I love you.#There's a bit of a chill in the air tonight. When we go to bed, you'll have to hold me extra close.$l",
            "Rainy_Night_3": "#$c .5#For a split second, I thought about going out on a night time adventure in the rain. But then I thought... nah, I just wanna stay home and cuddle with you.#The sound of the rain is like a love letter to me. Take my hand so I can show you what it says.$l",
            "Rainy_Night_4": "#$c .5#What's better than hot soup on a rainy night? The secret ingredient is love! And a fair amount of salt... [236]$h#I got this soup recipe from Evelyn. She said its the key to a long, happy marriage... [236]#$e#It's good but you and I have our own recipe that's even better.$h",
            "Indoor_Day_0": "#$c .5#How are you always so chipper in the morning? We were up all night and I'm exhausted. But look at you... always ready to go!$h#This farm is my favorite place in the valley. It's made so much better that I get to live here with my favorite person. That's you!$h",
            "Indoor_Day_1": "#$c .5#Let your adoring wife take care of you, babe. I've got something special for you! [286 287 205 732 441]$h#If you ever find yourself cornered in the mines, this should help get you out of any sticky situation. [286 287 205 732 441]#$e#And when you use it, I hope you'll think about me. I need you to come home safe!",
            "Indoor_Day_2": "#$c .5#I was thinking about hitting the mines today. Care to join me? With a pair like us, those monsters don't stand a chance!#I was thinking it's been a while since you brought me something tasty from the mines. Don't forget about your girl! I need that purple stuff!$h",
            "Indoor_Day_3": "#$c .5#I can't believe I actually get to live on this farm. I used to explore the overgrown fields before you arrived, and now here I am. Am I the luckiest girl in Pelican Town or what?$h#Before you arrived, I never could have imagined this is how my life would turn out. But now... with you... I've never been happier.$h",
            "Indoor_Day_4": "#$c .5#I'm going to scrub this house today, top to bottom. And maybe later on in a hot bath, I can get you to scrub *me* top to bottom!$h#I think I might move some furniture around soon. I was inspired by this dungeon in the game I'm playing. You're into dungeon-chic, right?",
            "Indoor_Night_0": "#$c .5#Hey... come closer. I really need you tonight, okay? Like, really bad. Give me your hand...$l#I had such an amazing day and I'm still so full of energy. Any idea how we might put that energy to good use tonight?$l",
            "Indoor_Night_1": "#$c .5#I know I can often be assertive, strong, and decisive... but maybe tonight you can take the lead?$l#I never thought I'd so truly and deeply be in love with someone. But you, you've stolen my heart.$l#$e#I'm ready for wherever you want to take me...$l",
            "Indoor_Night_2": "#$c .5#We both had pretty busy days, but we're still young. We can stay up a little while longer and have some fun...$l#When the sun goes down and I see you walk in the house from the fields, my heart skips a beat.$l#$e#Nights like this always make me want to pounce all over you.$l",
            "Indoor_Night_3": "#$c .5#In the game of your life, your princess isn't in another castle. She's right here. And she always will be.$l#I'm tired after today's chores, but I'm not going to let that stop me from loving you. Your pretty face gives all the energy I need.$h",
            "Indoor_Night_4": "#$c .5#Yeah, I admit it. I laid around all day and played video games in my underpants. Every so often a girl needs a day off!#The creaky floorboards of this house sometimes make me feel like there are monsters lurking below... there's one now! Hold me!$l",
            "Outdoor_0": "#$c .5#Smell that crisp morning air? The world is so much more fragrant when you're in love.$h#I've got so much I want to accomplish today. What a perfect day for it. And you're the perfect person to share it all with.$h",
            "Outdoor_1": "#$c .5#It's embarrassing, but I think I put my shirt on backwards this morning. I could probably just fix it out here. It's not like anyone will be able to see me!$h#I was just thinking... this farm is so vast. And you do such a great job caring for it. You're really inspiring, babe. I hope you know that.$u",
            "Outdoor_2": "#$c .5#Do you think if you were the child of a wizard or witch you'd have magical powers? I don't know, either. I do know I have pretty strong teeth!$h#Have you talked to your Grandpa lately? We should visit his shrine more often. I know he loved minerals, just like me. We also both love you!$h",
            "Outdoor_3": "#$c .5#I always hope you'll grow a pumpkin patch in the fall. I've heard sometimes, if you're lucky, you could grow the biggest pumpkin you've ever seen!#This porch is a great place to hang out and take it all in. I could watch you out in the fields all day and never lose the smile on my face.$h",
            "Outdoor_4": "#$c .5#For dinner tonight, I was thinking of making spicy eel. Do you think you could catch one today for me?$h#I don't like fishing all that much, but I gotta admit... that pufferfish is super cool! So weird and spiky!$h",
            "funLeave_Abigail": "#$c .5#My Dad was telling me about some new products in the store. Want to go check them out with me today?#I was thinking about heading to town today. Maybe check in with my family, maybe hit the saloon. Maybe we could do it together?",
            "funReturn_Abigail": "#$c .5#I love spending the day in Pelican Town, but I love even more that I get to come home to the farm and to you.$l#I had such a blast today in town. But it's nice to come home. I missed you so much!$h",
            "OneKid_3": "#$c .5#Having a kid is so strange! I guess I should have played a mothering sim game to prepare. Does that exist?$h#I'm really happy to be a mom. It's like I'm raising my own little monster!$h",
            "TwoKids_0": "#$c .5#Two kids, am I right?! Now I know why my parents stopped at one...$h#I was thinking about an easier way to feed %kid1 and %kid2. A trough! What do you think?",
            "TwoKids_2": "#$c .5#Sometimes I wonder if these are really our kids or if they're just monsters that followed us home from the mines. They are lovely little monsters, though, aren't they?$l#Be real with me, babe, who do you like better? %kid1 or %kid2... Ha! Stop it. I was just kidding. You're bad...$h",
            "TwoKids_3": "#$c .5#There's no one else I'd rather raise a family with. I think we're pretty great parents, don't you?#I envy our kids, getting to grow up out here on this beautiful farm. It's such an idyllic childhood. We did good.$h",
            "spring_6": "Don't ask why, but I need an amethyst, a pufferfish, and some blackberry cobbler. It's for a thing I'm doing...#$e#I told you not to ask why. It's just a thing!",
            "spring_16": "I know it's spring and we should be planting, but I'm going to take an Abigail day.#$b#What does that mean? It means I refuse to put on pants today.$l",
            "summer_19": "Hey... I've got something for you...#$e#Let's be bad and go blow these up behind the house. [286]We'll be safe about it. It'll be fun!$h",
            "summer_22": "It's too hot today, I've already sweat through my shirt... I've got a spare in my bag, help me get this one off.$s#$e#Oof! Hey, come on... I'm getting tangled. Pull it up over my head!$s#$b#Not like that! Have you never taken a shirt off before?!$u#$e#Phew! Okay, finally... wait, maybe I don't have a spare shirt. Quick, put this one back on me!$l",
            "summer_23": "Yep, I'm officially done with summer. I know we still have a few days left, but I'm done. DONE!",
            "fall_12": "Fall is in full swing and this girl is loving it! Are the pumpkins ready yet?#$b#Let's get out there and harvest these crops!",
            "fall_24": "The Spirit's Eve festival is coming up and I am beyond excited!$h#$b#We should do some kind of couples' costume, don't you think?#$e#You could dress up as Mayor Lewis and I'll dress up as his purple shorts!",
            "fall_28": "That Spirit's Eve festival might have been the best yet! But I just can't believe fall is almost over...#$b#Good thing you saved me a bunch of pumpkins from this year's crop, right?$h#$e#Right, babe? Lots of pumpkins, right?$h",
            "winter_1": "Without fail, there's always snow on the first day of winter. What's up with that?#$b#On the bright side, I guess it also means we get to light the fireplace and snuggle up together under a blanket.#$e#Ever since meeting you, winter has been competing with fall as my favorite season.#$b#There's just something about cuddling with you when it's cold out that makes me so happy.$h",
            "winter_8": "I'm gonna build the weirdest snow goon you've ever seen today at the Festival of Ice, and you're gonna help me!$h",
            "winter_19": "Let's make it an early night at the saloon tonight, I don't want to stay too long.#$e#We'll say hi to our friends, have a quick drink, and come back home to cuddle under the covers. I want to warm you up.$h",
            "winter_24": "I know I talk a big game about Spirit's Eve, but the Feast of the Winter Star is a bit more meaningful to me.#$e#It reminds me to appreciate my family, despite all their eccentricities. And it reminds me how much I love you.$h",
            "winter_28": "This was such an amazing year. There's no one else I would have rather spent it with...#$b#Let me take the lead tonight and I'll show you how much I love you.$l [348]"
        }
    }]
}