{
    "Changes": [
    {
        "LogName": "Haley",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "Entries":
        {
            "Introduction": "Oh, you're that new farmer or whatever, aren't you? I'm Haley.$u#$e#Yeah, I could tell from your clothes. They're... um, something else. You might actually be cute if you didn't dress like... that.$u",
            "Mon": "What was your name again? I forgot.$s",
            "Mon2": "My sister does most of the cooking at home, but the food she makes is so weird.$u#$e#What the heck is quinoa anyway? Is it a grain? A seed? Is it pasta? Come on, you're the farmer...$u",
            "Mon4": "Hi @. Where are you headed today?$h#$e#Okay, but try not to get too dirty!$u",
            "Mon6": "What a beautiful spring day, don't you think? The daffodils are in bloom and it's making me so happy.$h#$e#This town is small, but its beauty is unmatched.$h",
            "Mon8": "I've got a lot planned for this year. I can't wait to get started.$h#$b#What are my plans? Today, I'm diving head first into some spring cleaning. I just have too much stuff!$h#$e#When I look at all my clothes, I can't help but feel like I've been a little bit wasteful. It's time for me to make some changes.$h",
            "Mon10": "I remember when I first met you. I always thought you were cute, but I put up my defenses. I just didn't want to get hurt.$l#$e#I know now you'd never hurt me. I'm so glad you moved to Pelican Town.$l",
            "Tue": "Didn't I see you in those clothes yesterday?$u#$b#You should consider changing your clothes every day.",
            "Tue2": "The forest is so muddy and gross in the spring. No way would I go walking there.$s#$b#These shoes are much too nice for that.$u",
            "Tue4": "It's nice to see the flowers in bloom. The pink ones are so fragrant!$h#$e#And they're pretty, too. Just like me!$h",
            "Tue6": "I'm planning to do some spring cleaning. I must have over a hundred pairs of shoes and it has taken over my closet!$h#$b#Would you like to come over sometime and help me sort through them?$l",
            "Tue8": "@! It's so great to see you today. I always love bumping into you.$h#$e#I wish you'd come talk to me more often. You're a total sweetheart.$h",
            "Tue10": "I can't believe you and I are actually an item. I know it's silly, but I had been dreaming about dating you for a long time.$h#$e#Sometimes I'm not great at expressing my feelings. But I'm learning. Like, right now... I want to kiss you. Can we kiss?$l",
            "Wed": "What?$u#$e#Yeah, I don't really care.",
            "Wed2": "There's a bigger world out there and Pelican Town just isn't exciting to me.$s#$e#I still can't believe you moved here on purpose.$u",
            "Wed4": "Emily offered to make me a spring dress and I laughed at her. I think it hurt her feelings.$s#$e#I didn't mean to offend her. But just the thought of me wearing a homemade dress, it's absurd... right?$s",
            "Wed6": "I don't know if I ever told you this, but my parents are out traveling on a big adventure. That's why Emily and I are taking care of the house.#$e#I do miss them, but I want them to be happy. And I know traveling is their passion.$h",
            "Wed8": "There's a lot to love about Pelican Town, but for me two things stick out...$u#$b#There's the beach, of course. It's my favorite place to go. Sunbathing makes me feel so alive.$h#$e#What's the other thing? Oh, um... actually, it's kind of a secret.$l",
            "Wed10": "What's it like dating the prettiest person in Pelican Town?$l#$b#I'm kidding! You don't think I'm so shallow that I'd actually ask that question seriously, do you?$h#$e#I actually think I'm the second prettiest person in Pelican Town. I know someone I think is a lot prettier than me.$l",
            "Thu": "This town is so boring.#$e#You made a mistake moving here.$u",
            "Thu2": "I see you're still not taking my clothing advice.$s#$b#Farmers are so weird.$u",
            "Thu4": "Shockingly, @, your hair looks nice today. Did you wash it?#$b#I didn't mean for it to come out like that. I was just trying to compliment you.$s",
            "Thu6": "I'm really starting to get accustomed to your rough and tumble look, @. It's grown on me.#$e#I don't think I'd be able to pull off the farmer chic look, but I can appreciate your fashion sense.$h",
            "Thu8": "I used to think there was no one in Pelican Town that I'd want to date. But even I can admit when I'm wrong.$l",
            "Thu10": "I was thinking... you and I should go on a camping trip sometime soon. What do you say?$h#$e#We would look so cute together in our outdoorsy gear. I'd get a plaid shirt and some little khaki shorts. Let's do it!$h",
            "Fri": "Um...$u#$e#%Haley is ignoring you.",
            "Fri2": "I don't think I've ever been out to your farm...$u#$b#And honestly? I doubt I ever will. All those smells would make me gag.$s",
            "Fri4": "Have you seen the way Clint drools all over Emily? That guy is so thirsty.$h#$e#What does he see in her, anyway?$u",
            "Fri6": "Have I ever shown you my camera? It's what the professionals use. I've loved photography since I was a little girl.#$b#If you're ever interested, I could show you how to use it sometime. I bet there's a lot of beauty to photograph on your farm!$h",
            "Fri8": "Do you like my spring dress, @? Let me tell you a secret. It's from last year. Can you believe it?$h#$e#When I took it out of my closet today, I thought... 'you look good in this, Haley. Who cares if it's last year's fashion?'$h",
            "Fri10": "I want to stay over at your farmhouse tonight, @. Is that a possibility? You're not too busy, are you?$l#$e#I'll let Emily know not to wait up for me.$l",
            "Sat": "I wish there was a mall in Pelican Town. I need new clothes. And so do you!$h",
            "Sat2": "Spring is nice, but I prefer summer. I got so pasty over winter!$u",
            "Sat4": "I already packed up and donated most of my winter clothes. I'm done with those!$h#$e#I mean, yeah... I'll just buy more next winter. What's the harm in that?$u",
            "Sat6": "I remember when I first met you, @. I said some pretty rude things to you, didn't I?$s#$b#Well, I'm sorry. It wasn't very nice of me. I promise to be a better friend to you. I want you to like me.$l",
            "Sat8": "#$1 haleySeagull#Yesterday I found a seagull with her wing caught in a net. I set her free, of course. She looked so helpless, the poor thing.$k$s#$e#You know, I should probably start exercising more... this youthful metabolism won't last forever.",
            "Sat10": "I've made a lot of mistakes in my life, but I've learned that it's never too late to fix them. No matter what it is or how bad it's gotten, you can fix it.$u#$e#If you ever need help with something like that, I'm your girl. I'm always here for you, @.$l",
            "Sun": "#$1 HaleyClothes#I've decided I am going to organize my clothes today. I'll have to throw out all of last year's styles to make room for the new ones!#$e#*sigh* I could really go for a cupcake right now.#$e#Do you need something?",
            "Sun2": "I found some shells that washed up on the beach yesterday. Summer is a better season for finding shells, though.$h#$e#You should go shell hunting sometime!",
            "Sun4": "Oh @, I'm glad I ran into you. Smell my hair!$h#$b#I'm trying out a new conditioner. It smells so lovely, doesn't it? I'm in love with it.$u#$e#You can keep smelling if you like. It's just so good!$h",
            "Sun6": "Emily once told me that I'd have more friends in Pelican Town if I stopped being so prissy. I got so mad at her.$u#$b#But she was right. I think Emily is right about a lot stuff. I'm beginning to realize how smart she is.",
            "Sun8": "You know, your farm-fresh fragrance is really starting to be a comfort to me. It sort of makes me feel like I'm... at home. Does that make sense?$u#$e#Pelican Town is actually a pretty great place.$l",
            "Sun10": "When you first moved into town, I think a lot of people were suspicious of you. Myself included. But now you're fixture in Pelican Town, @. That's so awesome.$h#$e#And let's be real, you're basically responsible for turning this place around. I'm proud to be your girlfriend. I want everybody to know that I'm yours and you're mine.$l",
            "summer_Mon": "If you're looking to wash that farm stink off of you, the beach is the best place in town.$h#$e#Then again, we wouldn't want to pollute the ocean...$u",
            "summer_Mon2": "Mushrooms? I hate mushrooms. They taste like dirt.$s#$e#I'm feeling queasy just talking about them!",
            "summer_Mon4": "Have you ever grown sunflowers on your farm? I really love those. They're so pretty.$h#$e#If you ever do grow them, maybe you could bring one to me?$u",
            "summer_Mon6": "Summer in Pelican Town is the absolute best. It's so magical. It really makes me appreciate what a wonderful place Stardew Valley is.$h#$e#Do I think I'll stay in Pelican Town? You mean, like, forever? Hmm... I guess I'll have to think about that.$u",
            "summer_Mon8": "When can I get you to take a day off of work and come to the beach with me, @? We could just lay out all day and work on our tans.$h#$e#I guess you've already got a pretty good farmer's tan going. But how often do you get into a swimsuit and really let the sun work its magic?$l",
            "summer_Mon10": "I don't know what I like better, the summer or you!$h#$e#Nah, it's you. It's always you, @.$l",
            "summer_Tue": "I'm going to get such an amazing tan this summer.$h#$b#Looks like you're already getting some sun yourself!",
            "summer_Tue2": "Summer tan, here I come! I'm so happy it's summer.$h#$b#Look! My legs are already getting some color.#$e#You can stop staring at my legs now.$u",
            "summer_Tue4": "The summer is a great time for going out with my camera and taking some photos.#$b#Even though this town can be boring, there is a lot of beauty to behold.$h",
            "summer_Tue6": "I've got three big bags of clothes ready to donate. I was wondering if you'd help me take them in.$l#$e#It's just too much for one girl to carry. How about you take two of the bags, and I'll carry one?$l",
            "summer_Tue8": "I used to keep my photography kind of secret. I just felt like people might think I was geeky for being so interested in it.$u#$b#But you know, Leah is an artist and I don't think she's geeky at all. She really seems to know who she is. I'd like to be more like her.",
            "summer_Tue10": "I hardly ever wear panties in the summer time. It's way more comfortable and freeing to go without!$h#$b#What? You don't believe me? No, I'm not going to bend over and show you! You are something else, @...$h#$e#Okay, well... maybe I'll show you later if you're good.$l",
            "summer_Wed": "My sister is so weird. Sometimes I wonder if we're actually even related.$u#$e#She makes her own clothes. Can you believe that?",
            "summer_Wed2": "Ew. You're sweating through your shirt. That's gross.$s#$e#You need more breathable clothing.$u",
            "summer_Wed4": "You know, @, I'm starting to get used to the sight of you coming up to me in your dirty farm clothes.$h#$e#Well, no... it's still pretty gross. But I don't know... it's just so you.$h",
            "summer_Wed6": "Are we hitting the beach together soon or what?! I got a new swimsuit that I know you're going to love, @.$h#$e#I look so cute in it. I can't wait to show you. Let's go now!$h",
            "summer_Wed8": "I feel so fortunate to have a great friend like you here in Pelican Town, @. I feel like you really understand me.$h#$b#A lot of people think I'm this person that I'm not. They think I'm stuck up. But I know you don't think that.$l#$e#I often think about how close you and I have become. It makes me happy.$l",
            "summer_Wed10": "I've always pictured myself getting married. It's never even been a question. I know I would make a fantastic wife.$h#$e#I'm not a great cook, but I'm getting better. My skills are more in the being supportive and giving love department. Any good marriage deserves a lot of love.$l",
            "summer_Thu": "Ew. I could smell you before I even saw you.$s#$e#Do you sleep in the same clothes you work in?",
            "summer_Thu2": "I've got so many new sundresses, I don't know which one to wear first.$h#$b#It's not easy being the fashion icon of Pelican Town.$u",
            "summer_Thu4": "Do you like this dress, @? It's new. So are the shoes. It's a nice outfit, right?$h#$e#It's a little short, I know... but come on, it's summer!$h",
            "summer_Thu6": "Alex goes on and on about gridball. He says he's going to play for the Zuzu City Tunnellers one day. Between us, I'm sick of hearing about it.$u#$e#But I can't say anything to him. He's had a hard life. He needs to keep that dream alive, or else who knows what might happen to him?$s",
            "summer_Thu8": "Emily really is a great person. I don't think I could have asked for a better big sister.$h#$e#Would you say you're better friends with Emily or with me?$l",
            "summer_Thu10": "We're so lucky to have such an amazing beach right here in Pelican Town. I'm thrilled I get to live in a cute little beach town.$h#$e#I used to think about moving away from here. But things change. People change.$l",
            "summer_Fri": "I should see if Alex wants to go to the beach this weekend.#$b#Hmm? Oh, I wasn't talking to you.",
            "summer_Fri2": "Have you met my sister Emily? She's such a flower child. You and her would probably get along.$u#$e#I just mean because you both are so... natural.",
            "summer_Fri4": "There's not a cloud in the sky today. What a gorgeous day, isn't it?#$e#The beach is calling my name.$h",
            "summer_Fri6": "You know what the best thing in the world is? Tan feet.$h#$b#You know you're living a good life when you've got tan feet.$h",
            "summer_Fri8": "Do my feet look cute in these sandals? I mean, I know I've got cute feet regardless... but look at the sandals. Are they cute?$u#$b#I dug these out of my closet because I was getting tan lines with my other sandals and needed to switch them up to even my tan out.$h#$e#Yeah, I should really just spend more time barefoot.$h",
            "summer_Fri10": "Do you think anybody in town would mind if I sunbathed topless at the beach? Is that too risque for Pelican Town?$l#$e#I would ask Mayor Lewis, but I'm too embarrassed. Would you ask him for me?$u",
            "summer_Sat": "Farming sounds so boring...#$q 42/43 summer_Sat_old#What do you even do all day?#$r 42 10 summer_Sat_12#Care for plants#$r 42 10 summer_Sat_12#Explore the caves#$r 43 -10 summer_Sat_13#Snoop around in your room#$r 42 10 summer_Sat_12#Dig for treasure",
            "summer_Sat_old": "#$p 43#Hey, you better not be snooping around in my room anymore!$a|But I guess it could get you in pretty good shape.",
            "summer_Sat_12": "Hmm... sounds like a lot of work.",
            "summer_Sat_13": "What? You'd better not be doing that!$a",
            "summer_Sat2": "You have dirt on your face.#$e#Do you really not look in the mirror before you go out?$u",
            "summer_Sat4": "I could really go for a fruit salad today. Doesn't that sound delicious?$h#$e#Maybe I'll make fruit salad for dinner tonight. What else do you think might go good with that?$u",
            "summer_Sat6": "What kind of animals do you have on your farm? Cows? Pigs? Chickens? Oh! Do you have bunnies? I love bunnies!$h#$e#They're so cute and cuddly looking. If you don't have bunnies, you should get some. Maybe I'll come visit and play with them!$h",
            "summer_Sat8": "I woke up today feeling blah. I didn't want to get out of bed at all.$s#$b#But then I thought about you, @. You wake up early everyday and get to work, rain or shine. 'If @ can do it, so can I,' I said to myself. I'm feeling better now.$h",
            "summer_Sat10": "I like spending summer nights at your farmhouse, @. After a long day at the beach, a cool and breezy night with you makes me so happy.$l#$e#And when it's especially hot, I like our clothing optional sleeping arrangement. We always opt for none.$l",
            "summer_Sun": "I bet your feet get really sweaty in those shoes. Are they made of plastic?$s#$e#Good shoes are important.",
            "summer_Sun2": "They say the sun can really lighten up your hair color...#$b#But I don't really need it. I'm a natural blonde.$h",
            "summer_Sun4": "I love the feeling of hot sand between my toes. The beach is my favorite place in Pelican Town.$h#$e#What's your favorite place?$u",
            "summer_Sun6": "I feel so cute today. My hair fell right into place this morning, this dress just sung to me from the closet. And this weather!$h#$e#What do you think, @? Am I looking cute today or what?$l",
            "summer_Sun8": "I just got a new razor and my legs are so smooth. Feel how smooth they are!$h#$e#Why are you making that face at me, @? Just feel my leg and tell me how smooth it is.$l",
            "summer_Sun10": "Do you ever think about where you and I will be next summer? It's fun to imagine a future together.$h#$e#I think about our future a lot.$l",
            "fall_Mon": "It's so gross when the fallen leaves get slimy.$s#$e#I miss summer.",
            "fall_Mon2": "Is that you or all the leaves that smells earthy?#$e#I'm guessing it's both...$u",
            "fall_Mon4": "It must be a lot of hard work living on that farm of yours, especially now that it's harvest season. Why don't you take a day off?#$e#Yeah, I know it's only Monday. So what?$u",
            "fall_Mon6": "$p 48#Did I ever tell you I found another one of my great-grandma's bracelets in the attic?|See this bracelet? It belonged to my great-grandmother.#$e#She was a really interesting lady. I'm told I look a lot like her.$l",
            "fall_Mon8": "I feel like I've really grown up these last few years. I used to only be concerned with fashion and looking good. But there's more to life than that.$u#$b#I mean, I'm always going to put effort into my appearance. But there's so much more to me. I know you know that, @.$h#$e#Actually, you're the one who inspired me to look deeper into myself. Did I ever tell you that?$l",
            "fall_Mon10": "I had a great weekend with you, @. I just want you to know that. You're always fun to spend time with.$l#$e#And I'm really happy we can be so... intimate with each other. Being intimate with you is one of my favorite things.$l",
            "fall_Tue": "Hi. Did you want something?$u#$b#I really don't know how to respond to that...",
            "fall_Tue2": "Some days, this town just bores me to tears...$s#$e#Today is one of those days.$u",
            "fall_Tue4": "I'm getting this odd whiff of something... I think it's... clay? Is it clay?$s#$e#I hate clay.$s",
            "fall_Tue6": "I was thinking about going shopping today, but my heart just wasn't in it. There are better ways to spend my time.$u#$e#What am I even saying? What's happening to me, @?",
            "fall_Tue8": "I'm really missing summer right now, but fall isn't so bad. It's a pretty season in Stardew Valley.$h#$e#On chilly fall nights, though, I do wish I had someone to hold. Even pretty girls like me can get lonely.$s",
            "fall_Tue10": "Do you ever think about having kids, @? Do you think that's something you want in your future?$l#$e#I don't mean to put you on the spot. I'm just curious to know how you feel.$l",
            "fall_Wed": "You can get those grass stains out of your clothes with baking soda and water. You just make a paste and... ugh.$s#$b#I'm already bored of talking about this. Just go buy new clothes.$u",
            "fall_Wed2": "I can't imagine living on a farm. It sounds like too much dirty work. And the smells...$s#$e#The city life is what I'm after.$u",
            "fall_Wed4": "I know how boring this town can get, @, so if you're ever bored feel free to come say hi to me.$h#$e#I probably won't cure your boredom, but at least it's something!",
            "fall_Wed6": "Pelican Town isn't as boring as I used to think. There are a lot of interesting people here.#$e#You just have to get to know them. People will surprise you.$l",
            "fall_Wed8": "What's the difference between a horse and a pony?$h#$b#No, it's not the setup to a joke. I really want to know!$u#$e#You're the farmer, not me. Is it a breeding thing? A size thing? Come on, just tell me!$h",
            "fall_Wed10": "Do you ever think I could become a professional photographer? Am I good enough? You've seen my photography, what do you think?$s#$e#You're so sweet to me. You always know exactly what to say to make me feel better.$l",
            "fall_Thu": "It's getting too cold to go to the beach. But sometimes I like to go down there and just look.$s",
            "fall_Thu2": "Emily and I sometimes talk about leaving Pelican Town, but I don't really think she wants to.$u#$b#She fits in here a lot better than I do.$s",
            "fall_Thu4": "The summer's over, but on those very occasional warm fall days I can't help but get into my swimsuit and run down to the beach.$u#$e#If I can catch just a couple hours of sun, I'm happy. It can get chilly again quick, though!$h",
            "fall_Thu6": "I bet you never dreamed you'd end up living on a farm in Pelican Town. Life can be so random sometimes.$u#$e#I wonder where I'll end up.",
            "fall_Thu8": "Could you ever see me as a farm girl? Prancing around the fields in a cute dress, barefoot and happy, the sun shining down on me, wind blowing through my hair...$u#$e#I never really thought about myself like that before. But now I kind of like the idea!$h",
            "fall_Thu10": "I'm so glad you're here, @! I've been dying to kiss you all day.$l#$e#Let's kiss again. Your lips feel so good against mine.$l",
            "fall_Fri": "You look really dirty today. I don't like it.$s",
            "fall_Fri2": "I hear that there's an island way off in the Gem Sea that people used to vacation at a long time ago.#$e#Can you even imagine? I'd love an island vacation right about now!$h",
            "fall_Fri4": "Some people around here think that I'm a bimbo because I'm so attractive, but if they talked to me they'd see I'm so much more than a pretty face.$u#$e#You know I'm smart. You talk to me. I hope you stick up for me if anyone talks trash, @.",
            "fall_Fri6": "Emily's going to be working late tonight, so I'll have to eat dinner alone. Hey... maybe if you're not busy, you could eat with me.$h#$e#If I cook, will you do the dishes? I'm so bad at doing the dishes.$u",
            "fall_Fri8": "When I think about my future, I definitely envision being happily married to a partner I can totally dote on. I've got a really big heart and a lot of love to give.$h#$e#Now I just have to find that partner...$u",
            "fall_Fri10": "Aw, sweetie... you've got a smudge of dirt on your face. You look so cute when you've been out working.$h#$e#Just make sure to clean up before tonight. I've got something special planned for you.$l",
            "fall_Sat": "It's too cold to go to the beach anymore.#$q 44 fall_Sat_old#*sigh*...what do you think I should do today?#$r 44 10 fall_Sat_12#Watercolor painting#$r 44 20 fall_Sat_12#Relax and read a magazine#$r 44 -30 fall_Sat_13#Stop being a selfish crybaby",
            "fall_Sat_old": "I'll probably take a nap later.",
            "fall_Sat_12": "Hmm... That's a pretty good idea, actually.",
            "fall_Sat_13": "Get away from me, you stupid jerk.$a",
            "fall_Sat2": "Alex is one of my best friends in Pelican Town, but even he isn't enough to keep me here.#$b#One of these days I'm moving to Zuzu City and never looking back. The shopping there is unreal!$h",
            "fall_Sat4": "I think if Penny dressed better, she'd actually be pretty cute. She dresses so frumpy.$u#$e#But I shouldn't judge. Some of us just have a natural fashion sense. I'm grateful to have been born with such a stylish eye.$h",
            "fall_Sat6": "You know what I think is gross? Hazelnut. I can't stand the taste or smell of it.$s#$e#Pumpkin spice, definitely. I love it. But hazelnut? Don't bring that stuff near me.$u",
            "fall_Sat8": "I was shopping recently and I saw this super cute pair of overalls and I immediately thought of you!$h#$b#I even tried them on just to see how I looked. It wasn't my style, but it was fun to try!$h",
            "fall_Sat10": "Do you think there's enough room in your farmhouse for all my clothes? What's your closet situation? I know old farmhouses usually have small closets.$u#$b#Hmm? No, it's nothing. I'm just sort of... brainstorming.$l",
            "fall_Sun": "*sigh* Sunday...$s#$b#Another week gone by in this boring old town.",
            "fall_Sun2": "Sometimes it feels like this whole town is full of bumpkins!$a#$e#What? Pumpkins? No... bumpkins. Bumpkins, I said! Ugh!$u",
            "fall_Sun4": "When I was a little girl, I always dreamed of leaving Pelican Town, moving to Zuzu City, and becoming a model or something...$u#$b#But that dream seems to be getting more distant as I get older. Some days, I don't know what to do with myself.$s",
            "fall_Sun6": "Do you think I'm a good person, @? I think a lot of people in Pelican Town think I'm snobby. But I don't mean to be like that.$s#$e#Pretty girls like me can be misunderstood, too.",
            "fall_Sun8": "Have you ever heard of loving kindness meditation? It's where you meditate and project positivity out to others in the world. Emily told me about it before, and I thought it was bunk...#$b#But it works! When you wish for happiness for others, it makes you feel happy in the process. It's like magic. You should try it, @.$h#$e#I always try to send loving kindness your way!$h",
            "fall_Sun10": "You're my favorite person in all of Stardew Valley. Thank you for always being so kind to me.$l#$e#If anyone should ever ask, 'how do you land a girl like Haley?' The answer is, 'be kind like @.'$l",
            "winter_Mon": "It gets dark so early in winter. I miss the sun!",
            "winter_Mon2": "I've been trying to decide whether I should buy a brand new fancy winter coat or a new lens for my camera.#$e#Maybe I'll just buy them both. The coat I'm looking at costs twice the amount of the camera lens. But I'm worth it, right?$h",
            "winter_Mon4": "I'm too cold and I don't like it.$s",
            "winter_Mon6": "This cold weather is really affecting my mood. The winter is not my friend.$s#$e#I'm going to eat an entire pink cake by myself tonight. Pink cake always makes me feel better.$s",
            "winter_Mon8": "The winter often gets me down, but I know I've got it very good in life. So I really shouldn't complain.$u#$e#Whenever I feel sad, I try to think about all the stuff I'm grateful for. I used to take a lot of things for granted. Not anymore.$h",
            "winter_Mon10": "I'm feeling kind of off today, @. Will you please hug me and make it better?$s#$b#That feels really nice. A hug from you always makes me happy.$l",
            "winter_Tue": "If you see Alex today, let him know I'm looking for him.$u#$b#He's a nice guy.",
            "winter_Tue2": "I don't go out much in winter. What's the point? It's so dark and cold.#$e#Maybe I'll venture out tomorrow. But where would I even go?",
            "winter_Tue4": "The winter takes a lot out of me. I think my body really needs the Vitamin D from the sun to be happy.$u#$e#I'm not going outside today.",
            "winter_Tue6": "What do you do to stay active in the winter, @? You don't go exploring the mines, do you?$u#$b#I bet it's so filthy down there. I don't know how you do it. You're way braver than I am.",
            "winter_Tue8": "Sometimes I like to think about all the people in Pelican Town and match them up together. Like, who would date who? You know what I mean?$h#$e#Who do you think I would best match up with, @? Any ideas?$l",
            "winter_Tue10": "If I were to ever move out of my house, I know that Emily would get lonely. We should try to set her up with someone. Who do you think would be good for her?$u#$e#Hmm. I never thought about them for Emily, but now that you mention it... that might work!$h",
            "winter_Wed": "What happens on your farm in winter? Can you even plant anything?#$e#I don't really know anything about farming. I guess I just don't care very much.$u",
            "winter_Wed2": "You know Emily has blonde hair like me under that dye job of hers, right?$u#$b#Her natural color is so beautiful. It's such a shame she covers it up.",
            "winter_Wed4": "I think I should move somewhere that's warm all year round. If I could lay out on the beach every day, I'd be in heaven!#$e#But I promised Emily, and our parents, that I'd help take care of the house. So I'm stuck here for now, I guess.$s",
            "winter_Wed6": "If Alex asks, can you tell him I've been busy lately?$u#$e#I'm not trying to avoid him or anything. It's just that... it doesn't matter. Please just tell him I've been busy if he asks, okay?",
            "winter_Wed8": "Even though it's winter, Pierre's General Store has some really pretty bouquets of flowers in stock. I wonder how he gets them this time of year!$h#$e#I'd really love to have one of them. But it would feel weird buying it for myself.$u",
            "winter_Wed10": "Sometimes I catch you adoring me and it makes me so happy. It feels good to feel loved.$l#$e#One of my favorite things is to get lost in your eyes. You are really something, @.",
            "winter_Thu": "I've been thinking about buying a new winter coat. I just don't know what color to get...#$e#Maybe I'll just get all the colors.$h",
            "winter_Thu2": "Winter is the perfect time of year to just sleep the days away. There's nothing else to do!#$e#Good thing I have so many cute pajamas.$h",
            "winter_Thu4": "I bet that old farmhouse is even draftier than my house in the winter, huh? Have you done any repairs since you moved in?#$e#My house could use a few upgrades. Maybe I'll go see Robin the carpenter sometime and ask what she recommends. I hear she does a good job.",
            "winter_Thu6": "On days like today, I wish I had someone to cuddle up with under a blanket and watch a movie together. Doesn't that sound lovely?#$e#What kind of movies do you like, @? I like quirky romantic comedies. I wish my life was like that!$h",
            "winter_Thu8": "How do all your animals stay warm in the winter? Are your barns heated?$u#$e#Really? I'm not sure I understand how that works. Can I come over and you can show me sometime?",
            "winter_Thu10": "You know I have a really good design sense. If you ever want help decorating your house, I'm your girl.$h#$e#If you wanted, I could stay over for a few days and help out. With the two of us together, I know we could get a lot done.$l",
            "winter_Fri": "I have to admit, you don't smell as farmy in winter. I guess the cold helps with that.$u#$e#Yeah, farmy. It's a word. Look it up.",
            "winter_Fri2": "Are you one of those people who goes to the saloon on Friday nights? I don't get it. It gets so loud and stuffy in there.$u#$e#Can you even imagine me walking in there in one of my dresses? Yeah right!$h",
            "winter_Fri4": "Have you seen Alex around lately? I haven't really seen him all that much.#$e#I don't know if it's because I'm in total hibernation mode, or if he and I are just growing apart. I feel like I'm entering a weird part of life.$s",
            "winter_Fri6": "I've decided to do another big purge of old clothes that I never wear anymore. It's time to finally let them go.$u#$b#You'd be proud of me, @. You should see how clean my closet is becoming!$h",
            "winter_Fri8": "I've been looking through all the pictures I took last summer, and I found a few really nice ones of you.$h#$b#You're surprisingly photogenic. Ugh... that came out wrong. Let me try that again...$s#$e#*Ahem* I found a few really nice ones of you. Your smile in the photos really makes me feel happy!$h",
            "winter_Fri10": "I never really considered what it would be like to live on a farm before I fell for you, @. Now it doesn't seem weird at all.$l#$e#In fact, living on a farm seems ideal. I could take so many pretty pictures. You've worked so hard on your farm, and it shows.$l",
            "winter_Sat": "I'm already thinking about my spring wardrobe. It's never too early to plan next year's fashion!$h#$e#I imagine you'll be wearing the same thing as you did last year.$u",
            "winter_Sat2": "It's my turn to cook dinner tonight and I don't know what to make.$u#$e#Emily brought home some snow yams she foraged and I thought I was going to hurl. I don't even have an appetite right now.$s",
            "winter_Sat4": "What was the thing that finally made you throw up your hands and leave Zuzu City for good?#$e#Hmm. I didn't really expect you to say that. But I guess it makes a lot of sense.$u",
            "winter_Sat6": "I know it's totally out of season, but I would love a coconut right now. Do you know where to find one, @?#$e#Well, if you do see one around somewhere, be sure to pick it up for me. I'll give you the biggest hug if you do!$h",
            "winter_Sat8": "Alex said the meanest thing to me the other day. I'm so livid about it!$a#$b#He called me snotty. Can you believe it? So gross. I mean, snotty... really? All because I told him I could never date a gridball player.$s#$e#Why couldn't I? Um, I guess I would just rather date someone with more substance. Most every gridball player I've met has been shallow and dull.$u",
            "winter_Sat10": "I could really use you to help me stay warm tonight. Do you think we can arrange that?$l#$e#Oh sure, tit for tat. You can use me how you like as well.$l",
            "winter_Sun": "So... you made it a year in Pelican Town. Are you pulling your hair out yet?#$e#Me? No, my hair is far too pretty to pull out.$h",
            "winter_Sun2": "I know I'm a Pelican Town ten, but sometimes I worry that I'm just a Zuzu City nine...#$b#Didn't you move here from Zuzu City? Are the girls in the city hotter than me?$u",
            "winter_Sun4": "I was so cold last night, Emily offered to jump into bed with me and snuggle. Can you believe it?#$e#I just laughed and told her to get real, but part of me wishes I would have said yes. It's been a long time since I cuddled with my sister.$s",
            "winter_Sun6": "Thank you for putting up with my sometimes sour attitude in winter, @. I'm just one of those people who are really affected by the season.#$e#You're a good listener. And you're really becoming a good friend.$h",
            "winter_Sun8": "I was walking on the beach recently and the sand was frozen solid. I was walking on top of it!$u#$e#It's been a really cold winter. Maybe I could warm up sometime in front of your fireplace? I love coming over to your farmhouse. It's so cozy.$l",
            "winter_Sun10": "I'm feeling pretty tired of the winter, but I know it won't last forever. Besides, you and I have a lot to look forward to together in the spring.$h#$e#Next year is going to be our year.$l",
            "spring_1_2": "It's a new year and that means it's time for a new outfit. I can't wait to start my spring shopping!$h",
            "spring_14": "It's my birthday today! Did you remember to get me something?$h#$e#I hope someone gives me a new dress for the upcoming Flower Dance. I can't wear what I wore last year!$h",
            "spring_23": "Tomorrow's the Flower Dance. It's definitely one of my favorite events of the year.$h#$e#Not like I need an excuse to wear a pretty dress!$h",
            "summer_1": "It's finally summer! I am totally going to live at the beach this year.$h#$e#There is no better place in Pelican Town than the beach.$h",
            "summer_10": "Do you have your beach outfit picked out for the Luau tomorrow? You can't show up in your dirty farm clothes.$h#$e#It's supposed to be hot tomorrow, so I'll probably just wear a bikini and a wrap.$h",
            "summer_27": "Don't forget that tomorrow night is the Dance of the Moonlight Jellies. They are such a pretty sight!$h#$e#I'm going to take so many pictures of them. I've been looking forward to it all month.$h",
            "fall_15": "Are you planning to enter the grange display contest at the Stardew Valley Fair tomorrow?#$e#I'll probably just play a few games and talk to the fortune teller.$h",
            "fall_26": "The Spirit's Eve Festival is always way too scary for me. I don't even know if I'll go tomorrow night.$s#$e#I know it's fake, but they do such a good job at making it spooky.$u",
            "winter_24": "Tomorrow is the Feast of the Winter Star. I wish my parents were back home for it.$s#$e#But I'm still grateful that the community gets together for the feast. Do you think you'll be there?",
            "winter_28": "This year went by so quickly. At least spring will be here soon...#$e#And then I'll be counting the days until summer.$h",
            "spring_23_2": "Yay! The Flower Dance is tomorrow. I hope you already have your outfit planned. It's a classy affair.$h#$e#I'm totally going to be crowned flower queen, I just know it!$h",
            "summer_10_2": "Emily made me a coconut shell bikini top for the Luau tomorrow, and it's actually really cute. I just worry it'll fall off in front of everyone.$h#$e#Do you think I should wear it?$u",
            "fall_26_2": "Do you ever do the maze at the Spirit's Eve Festival? I did it once years ago and it scared me silly.$u#$e#Maybe I'll give it a try this year. What do you think?$u",
            "winter_24_2": "I generally hibernate all winter, but I'll come out for the Feast of the Winter Star. The festival reminds me of how fortunate I am.#$e#It's always important to acknowledge how good you have it, even during the not so good times. It might be cold out, but at least I have a warm home.$h",
            "winter_28_2": "That was a pretty good year, don't you think? I enjoyed it, anyway.$h#$e#I think next year will be even better.$h"
        }
    },
    {
        "LogName": "Haley Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueHaley",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Seeing the rain outside reminds me that I need to get a new rain jacket. Should I get traditional yellow or something cute and pink?$h#I'm definitely not setting foot outside today. I'll get muddy! I'd rather just stay indoors and organize my closet. Is that okay with you, my dearest?$l",
            "Rainy_Day_1": "I was hoping to go outside and take some pictures of the farm today, but the rain had other ideas.$s#$e#$c .5#Maybe I'll take some private pictures indoors today instead. For your eyes only!$l#Will you go out and tell the rain to stop for me? Pretty please?$l",
            "Rainy_Day_2": "The rain inspired me to do a little cooking. Maybe this will help you out today... [204]#$e#$c .5#Don't make that face! I've become a much better cook since we got married.$h#I followed the recipe exactly and it turned out great. She's pretty and she can cook. Aren't you lucky?$h",
            "Rainy_Day_3": "#$c .5#This rain storm is making me miss Emily. When it clears up, I want to go visit her. Would you like to come with me?$h#I had the prettiest dress picked out for today, but I'm not going out in this rain. I'm just going to stay inside and lounge!$h",
            "Rainy_Day_4": "#$c .5#If you go out in this storm today, try not to track any mud in when you get back home. Boots stay outside!$h#The rain is pretty, but I'm happy to watch it from the window. If I go outside, my hair will totally frizz out!$h",
            "Rainy_Night_0": "#$c .5#This rain reminds me of how much I love you and how much I love living on this farm. I'm such a lucky girl.$l#Will you hold me close tonight and kiss me? The sound of the rain makes me want to cuddle up with you.$l",
            "Rainy_Night_1": "#$c .5#I was indoors all day thanks to this rain storm. That just means I've got a lot of pent up energy. Can you help a girl out?$l#You're so cute with your hair damp from the rain. But you better shower first if you want to go to bed with me.$l",
            "Rainy_Night_2": "#$c .5#This rain storm is making me feel romantic. Then again, I feel romantic with you most nights.$l#I know I can rely on you to keep me warm on cold rainy nights like this. When I'm with you, I don't mind getting a little wet.$l",
            "Rainy_Night_3": "#$c .5#I did almost all the laundry today, except for what we're wearing right now. Should we take off our clothes and finish together?$l#I was a good little housewife all day while you were out. Now that you're back I'm ready to be a bad little housewife all night.$l",
            "Rainy_Night_4": "#$c .5#I've whipped up another fantastic dinner for my dearest love. What do you think?[213]$h#You've been mumbling in your sleep lately about how much you love eating tacos, so I thought I'd fulfill your dreams![213]#$e#I hope you don't mind if I watch you eat it.$l",
            "Indoor_Day_0": "#$c .5#Good morning, my dearest. What's on your agenda for today? I hope you make some time in your busy schedule for me.$h#I never thought in a million years I'd live out here on this farm with you. But now I couldn't imagine being anywhere else.$h",
            "Indoor_Day_1": "#$c .5#Busy day today? If you feel yourself getting tired, drink this and think of your adoring wife at home.[253]$h#If you're planning to go to the mines today, this might come in handy. I saw it at the store and thought of you.[243]#h#$e#I just want to make sure you come back home to me safely. You're the most important person in my life.$l",
            "Indoor_Day_2": "#$c .5#Can you even imagine a girl like me getting dirty down in those scary mines? I've seen your clothes after a day down there. No thank you!$h#What a beautiful day out today. And it's made all the more beautiful by your pretty face.$l",
            "Indoor_Day_3": "#$c .5#I was thinking of taking a stroll around the farm with my camera today. Do you have any recommendations for pretty spots to shoot?#When I first met you, I admit I was a bit of a priss. But once I got to know you, I realized what a great person you are.$h",
            "Indoor_Day_4": "#$c .5#Guess what! I love you. And I need a kiss from you. May I have it now?$l#Would you mind if I moved some furniture around and did a bit of decorating? I saw something in an interior design magazine and I'm dying to try it out!$h",
            "Indoor_Night_0": "#$c .5#I'm so glad you're home. I really missed you. I want to show you tonight just how much I miss you when you're away from me.$l#What a great day! And I have a feeling, now that you're home, that it's going to be an even better night.$l",
            "Indoor_Night_1": "#$c .5#I had a fun idea... I set my camera up near the bed. It has a video mode, you know, and the memory card is empty. Maybe we could fill it tonight?$l#I never thought I could love someone as much as I love you. Thank you for always coming home to me.$l",
            "Indoor_Night_2": "#$c .5#I don't know what's gotten into me, but I'm feeling excited and energetic tonight. Let's put this energy to good use!$h#If I had to choose clothes or you, it would be you every time. I'll take off all these clothes right now to prove it.$l",
            "Indoor_Night_3": "#$c .5#I can't believe I ever dreamed of leaving Pelican Town. I'm so happy here now that I've got you.$l#I just want to curl up in bed with you tonight and have you hold me tightly. I love being your little spoon.$l",
            "Indoor_Night_4": "#$c .5#*yawn* What a day. I bet you're even more tired than I am. Are you ready for bed yet? I know I am.$h#You look like you could use a shower after such a hard day of work. Would you like any company?$l",
            "Outdoor_0": "#$c .5#I've really grown to love the smell of dirt now that I live on a farm. It smells like home!$h#I'm feeling happy and positive today. It's going to be a great day, I just know it!$h",
            "Outdoor_1": "#$c .5#I love watching you work out in the fields. You really know how to make this girl feel taken care of.$l#Would it distract you too much if I sunbathed out here topless today? I'm hoping to get rid of these tan lines.$l",
            "Outdoor_2": "#$c .5#This is a perfect day for a photo shoot! Let's go out into the fields and take pictures of each other with the crops.$h#I wish I had gotten to meet your Grandpa. He seems like he was a really good person. Just like you.$h",
            "Outdoor_3": "#$c .5#I had a dream last night that you planted coconut trees here on the farm. Wouldn't that be something!$h#The fresh air out here on the farm is so invigorating. I love it almost as much as I love the fresh air on the beach!$h",
            "Outdoor_4": "#$c .5#I wore this dress for you today because I know how much you love it. It makes me happy to dress up for you.$l#The best thing I've ever done is marry you. You make me feel like a princess. Thank you for being so good to me.$l",
            "funLeave_Haley": "#$c .5#It's been a little while since I went to town. I want to stop in and say hi to my sister.$h#The beach is calling my name. I'm going to town for a little bit. You can come with me if you like.$h",
            "funReturn_Haley": "#$c .5#I had such a good time in town today. But now I'm ready to wash up and make dinner. Hungry for anything in particular?$h#If I jumped up into your arms, would you carry me the rest of the way home?$l",
            "OneKid_3": "#$c .5#I've always wanted to be a mother. Having a child is a dream come true for me.$h#We are such a beautiful little family, don't you think? Life is good.$h",
            "TwoKids_0": "#$c .5#I was thinking of setting up a photo shoot for us and the kids, what do you think? We're such a perfect family.$h#%kid1 and %kid2 are both so interested in your farm work. Once they get a little older, you'll have to teach them how to be good farmers like you.$l",
            "TwoKids_2": "#$c .5#I just picked up the cutest matching outfits for the kids. I can't wait to show you. Stay right there!$h#I could see %kid1 and %kid2 both becoming farmers. But if just one of them was interested in fashion or photography like me, I'd be a happy mommy.$h",
            "TwoKids_3": "#$c .5#Our children are having such a different childhood than I had. But I'm so grateful they get to grow up on a beautiful farm like this.$h#Being a parent fulfills me in a way I never imagined. Things like fancy clothes just aren't as important to me anymore.$h",
            "spring_5": "What a lovely spring day on the farm. Are you planting today? Let me know if I can help out in any way.$h#$e#Maybe I can't help with the heavy lifting, but I can offer moral support!$h",
            "spring_15": "Thank you for a wonderful birthday yesterday. And I was happy to model my birthday suit for you last night.$l",
            "spring_21": "I was wandering around out in the back of the house today, and I found this. What is it?[275]$u#$e#If there's something pretty inside, I want to see it!$h",
            "summer_1": "It's finally summer! I'm going to totally live in my bikini this entire season. You should take some time off work and let's hit the beach!$h",
            "summer_22": "I haven't worn panties for weeks. My tan is looking great. And I'm happier than I've ever been. Summer is just the best.$h",
            "summer_28": "I don't want summer to end. I need a hug.$s",
            "fall_3": "With summer having come and gone, I guess it's time for harvest season. Put me to work. I'm happy to help in whatever way I can.$h",
            "fall_15": "If you need help hauling produce to the Stardew Valley Fair tomorrow, just let me know. You're going to win the grange display contest, I just know it!$h",
            "winter_1": "Winter always used to get me down, but your love keeps me warm during the coldest season.$l#$e#Let's relax in front of the fire tonight and see how heated we can get in each others' arms.$l",
            "winter_28": "Even though it's cold outside, we can warm each other up for New Year's Eve and drink like we're at the beach.[873]$h#$e#There's no one else I'd rather ring in the new year with than you, my dearest heart. I love you.$l"
        }
    }]
}