{
    "Changes": [
        {
            "LogName": "Leah",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leah",
            "Entries": {
                "Introduction": "Nice to meet you! I'm Leah.$h#$e#You picked a great time to move to Pelican Town. It's beautiful here in spring.$h",
                "Mon": "The trees look nice today, don't they?#$q 21/22/211132 Mon_old#So why did you become a farmer?#$r 21 -5 Mon_21#I want to make tons of money.#$r 22 5 Mon_22#It's more \"real\" than living in the city.#$r 211132 5 Mon_211132#To follow in grandpa's footsteps.#$r 22 5 Mon_22#I wanted to escape my old life.",
                "Mon_old": "$p 21#So are you making as much money as you hoped?|Spending time in nature is very rewarding.",
                "Mon_21": "Hmm. That seems kind of shallow, doesn't it?$s",
                "Mon_22": "That's pretty much the reason I came here, too!$h",
                "Mon_211132": "That's very sweet to honor your grandfather like that.",
                "Mon2": "Spring has sprung! And what a lovely season it is. Do you have any grand plans for your farm this year?$h",
                "Mon4": "Hey @! It's great to see you today. Any big farming plans on the horizon?$h",
                "Mon6": "Well, if it isn't my good friend @ the farmer. How are you on this beautiful spring day?$h#$e#You and I should celebrate the season with a nice long hike!$h",
                "Mon8": "Hello @! You're looking chipper today. Any plans to go digging in the dirt?$h#$e#No spring day is complete without an outdoor adventure.$0",
                "Mon10": "Sometimes the world can get overwhelming. When I think of our destruction of nature, the climate crisis, all that... I get so sad.$s#$b#But knowing that I have you in my life, it gives me so much hope and happiness. Thank you for caring about me.$l",
                "Tue": "Hello, good neighbor! Nice to see you out and about.$h#$e#We both live outside of town, don't we? Hmm. Does that mean something?$u",
                "Tue2": "I love to sit out on the beach and draw. The ocean can be so inspiring. It's always changing, always different, always beautiful.#$e#Living in this little seaside town is a dream come true.$h",
                "Tue4": "The door to my cottage is always open, @, if you ever want to talk.$h#$e#I love having deep conversations with good friends.",
                "Tue6": "I think if people were a little more in tune with nature, they'd live much happier lives.#$e#People spend so much of their lives staring at screens. It's so unnatural. We weren't meant to live like that.$s",
                "Tue8": "I think you and I need to go morel hunting. I've found one so far, but I just know that the two of us together could find so many more.$h#$e#What day works best for you?$l",
                "Tue10": "I know why you're talking to me. You just want a kiss, don't you?$h#$e#Okay, put it right here on my lips. This is where your kisses belong.$l",
                "Wed": "#$1 LeahBug#I accidentally stepped on a bug this morning.$s#$e#Sometimes I think it's impossible to live without destroying nature in some way.",
                "Wed2": "It's important to remember how much we rely upon nature. One thing I think we can all do to help is to consume less.#$b#We don't really need all this stuff that advertising tells us we can't live without. Life is actually better when you're less encumbered with stuff.#$e#It's about finding your enough point, and stopping there. I think I've found it myself.$h",
                "Wed4": "If you're wondering how I afford my life as an artist, I'll tell you. I saved a bunch of money up before I left the city.#$b#Rent on my little cottage is cheap, and life in Pelican Town is affordable. I know my nest egg won't last forever, but I'm good for now.$h#$e#I try not to think about money when I make my art. That would sterilize it, in a way. Does that make sense?$0",
                "Wed6": "As an artist, I think you always must be true to yourself. If you're not, your work will just come off as phony.#$e#When I was younger, I tried to affect a certain style with my art. And it never was any good. But now I've got my own style, and it's so much better.$h",
                "Wed8": "I bet your farm is already looking great this season. You certainly have a green thumb.#$e#Ever since you moved to town, the quality of produce around here has skyrocketed!$h",
                "Wed10": "You know what season it is! It's mushroom hunting season, and you and I are going to find so many this year.$h#$e#We'll be dining on tasty morels before you know it!",
                "Thu": "Foraging for food is one of my favorite things to do. Mother Nature provides so much to us free of charge.$h#$b#This season, be on the lookout for wild horseradish, leeks, and morels. Those are some of the best things to hunt for in spring.$h",
                "Thu2": "All I've wanted to do since I was a little girl is create. I'm a maker and I've got so many ideas in my head.$h",
                "Thu4": "I love decorating for the different seasons and holidays. It's a tradition in my family.#$e#It might seem old fashioned, but I don't know... maybe I'm a bit of an old fashioned girl.$h",
                "Thu6": "There's more to life than the ruthless pursuit of money...#$b#Instead of mindless accumulation of numbers on a spreadsheet, why not use one's good fortune to make beautiful things?#$e#'Society grows great when old men plant trees whose shade they know they shall never sit in.'",
                "Thu8": "If you're ever feeling exhausted, the spa is a great place to reenergize. Just submerge yourself in the water, lay back, and relax.$h#$e#I'd be happy to go with you sometime. I could use a soak!",
                "Thu10": "How's the spring planting going, @? You look like you've been hard at work.$h#$e#I'm always willing to come by and help. Just tell me when, and I'll be there.$l",
                "Fri": "Nice to see you today, Farmer @. How is life on the farm treating you?#$e#Growing food is definitely an art you should be proud of.$h",
                "Fri2": "I like Emily a lot. She's a good person, with a good heart. We could all stand to take a page out of her book.$h#$e#Her sister Haley, on the other hand... well, I think she puts up a tough exterior. I'd like to get to know her better.$0",
                "Fri4": "I think a lot about nature, the environment, and the climate crisis we're facing. If we don't respect nature, we're in for a rude awakening.$s#$e#I think humans are probably too greedy to make meaningful change. It's going to be a bumpy ride.$u",
                "Fri6": "Being surrounded by good friends is one of the greatest pleasures of life.$h#$e#I'm so happy I met you, @. I definitely count you as one of my good friends.$l",
                "Fri8": "If I were ever to consider a serious relationship again, it would have to be with someone who loves and respects nature as much as I do.#$e#You're a nature-lover, aren't you @?$l",
                "Fri10": "Thank you for being so supportive of my art. I've never dated someone as supportive as you.$l#$e#You really make me feel like I'm doing the right thing with my life. It's very reassuring.$h",
                "Sat": "There are a lot of good people in Pelican Town, but sometimes I think it's just easier to befriend nature.$u#$e#Hmm? No, I didn't mean anything by that. I'm just thinking out loud, I guess!$h",
                "Sat2": "The daffodils are out and aren't they pretty this year?$h#$e#I think they're my favorite flower.",
                "Sat4": "You know what goes great in a salad? Dandelions.$h#$b#Not the flowers, the greens! Dandelion greens are scrumptious. Try it sometime.",
                "Sat6": "Shane is sadly a misunderstood character in this little town. He's never been too friendly with me, even though we live so close.$s#$e#I think he's dealing with some deep trauma. I wish I could help, but he won't ever let me into his world. Maybe you could talk to him?$0",
                "Sat8": "I imagine it's pretty difficult working that farm all by yourself. It seems like a tremendous amount of effort for just one person.#$e#Do you ever wonder what it might be like to have some help?$l",
                "Sat10": "You know you're welcome to stay overnight at my cottage any time you like.$l#$e#My bed's not very big, but there's room enough for two.$l",
                "Sun": "There's nothing quite like a big healthy garden salad. Don't you agree, Farmer @?$h#$b#Nutritious and delicious. I could eat a salad every day. And I do!$h",
                "Sun2": "If you ever hear any loud banging coming from inside my cottage, that's just me working on a sculpture.$h#$e#Sometimes I can get a little... overzealous.$h",
                "Sun4": "What are your favorite crops to plant in spring? There are so many to choose from.$h#$e#I'd love to come by sometime and see what you're growing. Maybe I'll even get my hands dirty!",
                "Sun6": "I don't really care about leaving a legacy. The most important thing about being an artist is the process of creating.#$e#Whatever comes after that, it's inconsequential. You can't really control it and so it doesn't really matter.",
                "Sun8": "I think we know each other pretty well now, don't you agree? It's been fun getting close to you, @.#$e#I wonder what's next for us.$l",
                "Sun10": "Some days, I just want to disappear into the forest and get lost for a few hours...#$b#But don't worry. I'll always come back to you.$l",
                "summer_Mon": "I foraged for some delectable wild fruits this morning. I'd give you some, but I already ate them all!$h#$b#Keep your eyes peeled as you hike around. You never know what you might find.",
                "summer_Mon2": "I tend to think we're all meant to do certain things. I'm meant to be an artist, you're meant to farm... but society doesn't always like that.#$b#I think a lot of people would be far happier if they eschewed society's prescriptions and followed their own path.#$e#Easier said than done, I know. But it's worth thinking about.",
                "summer_Mon4": "A soft summer breeze, the rolling clouds, and a goblet full of Stardew Valley red. The simple things in life bring the greatest pleasures.#$e#I think I've been hanging around Elliott too much.$h",
                "summer_Mon6": "Hey you. It's nice to see your smiling face.$h#$e#How's life on the farm?$h",
                "summer_Mon8": "Some people think that there's something going on between me and Elliott. But that's never been the case.#$e#We're just good friends. Nothing more. So... anyway.$l",
                "summer_Mon10": "If people bought their food from local farmers like you, not only would they be healthier, they'd also reduce emissions.#$e#I think you grow some of the best food I've ever tasted.$l",
                "summer_Tue": "I love living by Marnie's ranch. The sounds of the animals always bring a smile to my face.$h#$e#The smells? Well, those aren't always the greatest. But I'm tough. I can deal with it!$u",
                "summer_Tue2": "You might not realize it, but when I take my braid out my hair goes down to my butt!$h#$e#I'm blessed with some thick hair. But it does get a little toasty in summer.",
                "summer_Tue4": "I don't have much interest in technology. I know it can be supremely powerful, but I prefer the natural world.#$b#The natural world just feels more meaningful. I think people have been lulled to sleep by technology.#$e#Has working on your farm helped you wake up, @?$h",
                "summer_Tue6": "I don't recall... do you have pigs on your farm, @?#$e#Well, if you do and they happen to find a truffle, I'd love for you to bring it to me. I've got this recipe that calls for truffles that I've been eager to try.$h",
                "summer_Tue8": "I know you've got a great heart, @. You've always been so kind to me, and so eager to listen.$h#$e#I can't imagine life in Pelican Town without you.$l",
                "summer_Tue10": "Are you making wine yet on your farm? If so, I'd really love to try a bottle.$l#$e#We should drink it together on your porch. And I can imagine what it would be like to live there with you.$l",
                "summer_Wed": "I think we've got similar stories, Farmer @. We both left the city for a simpler life.#$e#If you ever want to commiserate about it, stop in the saloon on a Friday night. I'll be there!$h",
                "summer_Wed2": "The other day, Elliott referred to me as... crunchy. Have you ever heard that before? Do you think I'm crunchy, @?$h#$e#It doesn't bother me. I'm perfectly comfortable with who I am. If that's crunchy, so be it!$h",
                "summer_Wed4": "We're blessed with a lot of strong women in this town. If you've never sat down with Robin and talked to her, I recommend it.#$e#Robin is brilliant, accomplished, beautiful. Too bad she's taken... *laugh*$h",
                "summer_Wed6": "I think the first step in building the life you want is to get rid of the things you don't want.#$e#It's a continual process and it changes over time, but it's very rewarding.$h",
                "summer_Wed8": "I just feel really happy today.$l#$e#Do you feel it, too?$l",
                "summer_Wed10": "I don't need very much to be happy. In fact, I'm happy pretty much all the time. Especially when I'm with you.$l#$e#I hope I make you as happy as you make me.$l",
                "summer_Thu": "If you had asked me a few years ago if I'd ever be living in a little cottage and making art full-time, I would have been like... how?!#$b#But here I am, living the dream. If you want something, you just have to go for it!$h",
                "summer_Thu2": "I'm an independent woman. I'm happy with who I am, single or otherwise.#$b#But I think you've always got to be open to love. An open heart is key to a happy life.$h",
                "summer_Thu4": "I made trail mix! Would you like some?$h#$b#Peanuts, cashews, chocolate chips, dried cherries, and dried cranberries. What do you think?#$e#Let me know if you have a peanut allergy, and I'll leave them out in my next batch.$0",
                "summer_Thu6": "Strangely, a part of me misses the city in some abstract way. Do you feel that, @?$u#$b#I think sometimes I just feel nostalgic for the potential of the past. What could have been. There are so many roads to take.#$e#But I think I'm on a pretty good road right now.$h",
                "summer_Thu8": "I've never told anybody about this before, but...$u#$b#On particularly hot summer nights, I like to go skinny dipping in the pond. It's so refreshing!$h#$e#Just keep that between us, okay?$l",
                "summer_Thu10": "I was hoping that I could stay over one night this weekend at your farmhouse. What do you think?$l#$e#I just love summer nights out on the farm. It's so peaceful and calming. So... Friday or Saturday?$l",
                "summer_Fri": "You ought to get yourself a few tappers to harvest syrup from the trees. It can be a slow process, but the results are delicious!$h#$e#Strangely, I like syrup but I hate pancakes. Go figure!",
                "summer_Fri2": "I have an email address, but I just realized I haven't checked it in two weeks.$h#$e#There's just too much to do in summer. Email can wait.",
                "summer_Fri4": "My memories of living in the city feel more distant by the day. It all feels like it was a crazy dream.#$b#Pelican Town is my home now. I plan to live here for the rest of my life. I belong here.$h",
                "summer_Fri6": "I'm happy we've become such great friends, @. I knew you were a good person from the first time I met you.$h#$e#You just have a nice positive energy about you. It makes me feel comfortable.$l",
                "summer_Fri8": "For a long time, I've been content in my quiet little self-sufficient life. But you know, I'm changing...#$b#I think it might be nice to have a partner to share it all with.$l",
                "summer_Fri10": "I love living in my little cottage. It's been a dream come true...#$b#But sometimes I wonder what's next for me. Maybe I could be even happier in a farmhouse like yours.$l",
                "summer_Sat": "Since moving to Pelican Town myself, I've really embraced a more minimalist lifestyle. I don't have a lot, but I'm happy.#$e#When you finally get out of the city, a lot of materialistic desires just... disappear.$h",
                "summer_Sat2": "Be on the lookout for fiddlehead ferns this summer. I've got a great risotto recipe that calls for them!$h",
                "summer_Sat4": "The Stardrop Saloon is definitely the social hub of Pelican Town. It's an interesting cast of characters.#$e#You're always welcome to sit with me, @.$h",
                "summer_Sat6": "There's a power in being able to appreciate beauty but not having any desire to possess it.#$e#If you want to own every beautiful thing you see, you'll never have enough.",
                "summer_Sat8": "The flowers are beautiful this time of year. I think a bouquet of them would look just perfect on my kitchen table.$l",
                "summer_Sat10": "Life is just full of surprises, isn't it? When you moved to Pelican Town, I had no idea you would become so important to me.$h#$e#I like surprises.$l",
                "summer_Sun": "One of my favorite people in town is Elliott. He's such a character. Sometimes I think he believes he's the protagonist of his own story.#$b#But I guess we're all the protagonist of our own story. Elliott's just a little more passionate about it!$h",
                "summer_Sun2": "After a long week of work, there's nothing better than kicking your shoes off and leaning back with a nice glass of wine.#$b#But if I partake a bit too much, my face can get a little flush!$l",
                "summer_Sun4": "I don't tolerate the summer heat that well, but fortunately the stream by my house keeps me cool.#$e#And it's wonderful falling asleep at night to the sound of gently flowing water.",
                "summer_Sun6": "I was just thinking... I love my life in Pelican Town.$h#$e#I'm so fortunate that this is my place in the world.$0",
                "summer_Sun8": "I admit, I'm envious that you get to live on that big farm. It's such a wonderful property.$h#$e#I'd really love to try farming someday. Maybe I could come by and you could show me the ropes?$l",
                "summer_Sun10": "There's nothing wrong with changing your mind, especially after discovering new information. It's a sign of maturity.#$e#I never saw myself getting married in the past. But now... well, I think getting married would be great.$l",
                "fall_Mon": "I'm thinking about going camping soon. I like to venture out into the wild, pitch a tent, and disappear for a few days.#$e#It's rejuvenating, being out in nature. And it's really inspiring to me as an artist.$h",
                "fall_Mon2": "Let me know about any fresh harvests you sell to Pierre. Specifically I'm looking for beets. I use them in my vegetable medley!$h",
                "fall_Mon4": "I tend to see the good in people. I give everybody a fair shot and I try to be patient with them.#$e#Some people, though, well... we just have to give them a wide berth.$u",
                "fall_Mon6": "I had a dream last night that I was living among the Junimos in the forest. It's silly, I know.$h#$e#I don't really know if they exist or not. But wouldn't it be magical if they did?",
                "fall_Mon8": "I love my life. But I sometimes wish I had someone to share it with.#$e#It would be nice to have a camping buddy, you know? My tent can be hard to pitch all by myself!$h",
                "fall_Mon10": "So are you going on a camping trip with your crunchy girlfriend soon or what?$h#$e#I'm ready when you are. Just say the word. My tent's a little small, but we can cuddle close.$h",
                "fall_Tue": "I'm happy you're so friendly, @. Some people in town can be a little standoffish. But I like to talk to people.$h#$e#Everybody is so fascinating and interesting in their own way. Everybody has a story.$0",
                "fall_Tue2": "If you don't see me around for a few days, don't worry. I'm planning a camping trip soon. I can't wait!$h#$e#Do you ever go camping? You should try it sometime.$0",
                "fall_Tue4": "Harvest season is upon us once again. I'd really love to stop by your farm soon and take a look. I bet it's beautiful right now.$h#$e#Could you spare some time to give a tour to a good friend?$h",
                "fall_Tue6": "If something I create can make just one person happy, then I'm happy.$h#$e#Life can be tough, and I think it's important to spread joy where we can.#0",
                "fall_Tue8": "The earthy smell of autumn is by far one of my favorite things in the world. It's a magical smell!$h#$e#I bet your farm smells this earthy all the time, doesn't it?$h",
                "fall_Tue10": "Do you think about me as much as I think about you?$l#$e#When you're not around, sometimes my thoughts drift to images of your pretty face.$l",
                "fall_Wed": "Doesn't autumn have such a wonderful scent? Take a whiff with me. Big, deep breath! *sniff*#$e#It's so evocative. What does the smell of autumn make you think about, @?",
                "fall_Wed2": "I don't think people need as much money as they think they do...#$b#If you avoid debt, live below your means, and practice simplicity, you can live a very fulfilling life. But it can be hard to go against the grain.#$e#I think it's brave to live a simple life.",
                "fall_Wed4": "It's chanterelle season! They're one of my favorite mushrooms. They're so beautiful and so tasty.#$e#Did you know the name chanterelle comes from the Greek 'kantharos' meaning tankard or cup? They do kind of look like a cup, don't they?$h",
                "fall_Wed6": "Thank you for taking the time to get to know me better, @. Most people are too self-involved to stop and talk as much as you do.$h#$e#Good conversation is one of my favorite parts of being alive.",
                "fall_Wed8": "You have so much respect for the land, @. I feel like you're one of the only people in town that thinks like me.#$e#Thoughtful, caring people like us need to stick together.$h",
                "fall_Wed10": "I've felt lucky in life for a long time. And now I feel lucky in love.$l#$e#Hold my hand and let's take a walk together.$l",
                "fall_Thu": "I like the name of your farm. %farm. It has a nice ring to it.$h#$b#I can see it displayed on a banner at a farmer's market. Can you see it?",
                "fall_Thu2": "Making art is very meditative for me. It takes me out of my head and puts me in a happy place.$h#$e#I bet farming does the same for you, doesn't it? Isn't it great we get to do what we love?",
                "fall_Thu4": "Before I moved out of the city, I sold or gave away most of my belongings. It was a very cathartic process.#$e#I find it liberating to live with so little.",
                "fall_Thu6": "I think it's about time for a camping trip. Maybe I'll go away this weekend. The weather is perfect for it.#$e#You'll have to join me sometime, @. Think about it!$h",
                "fall_Thu8": "I don't know if I'll ever make it as an artist. But with great friends like you in my world, I feel like I've already won at life.$h#$e#Let's share a bottle of wine some night soon and celebrate our friendship!",
                "fall_Thu10": "My productivity has been off the charts lately. I've never been so inspired to create.$h#$e#I think our growing relationship has a lot to do with it.$l",
                "fall_Fri": "Sometimes it can be difficult to feel motivated, so I practice the philosophy of having non-zero days.#$b#That means, as long as you can get just one productive thing done in a day, that's okay. No need to get down on yourself.#$e#You've got to treat yourself with kindness when it comes to productivity. Life's a marathon, not a sprint.$h",
                "fall_Fri2": "Sometimes, when I'm out on a hike in the forest, and I see a particularly old and beautiful tree, I just leap out and hug it.$h#$b#It's silly, I know. But I appreciate those trees so much.$l",
                "fall_Fri4": "Being an artist can be a struggle sometimes. You don't always feel appreciated.$s#$b#But my art isn't about impressing others. It's about communicating my own feelings and thoughts. It's deeper than appreciation...$0#$e#I guess I'm still trying to figure it out myself.$h",
                "fall_Fri6": "I don't really go for sweets that often, but I would love a poppyseed muffin right now.#$e#Poppies are out of season, though. I guess I'll probably have to wait until next year.",
                "fall_Fri8": "I've got plans to hike out to the Wizard's Tower this weekend. Care to join me?$h#$e#It's not a bad hike, out and back. And there's some beautiful scenery. Let me know if you're game!",
                "fall_Fri10": "If you want to be successful, you really need to take life into your own hands, make the hard choices, and focus on your goals.#$e#It's hard work, definitely, but I never would have become a professional artist if I kept living life the way I used to.",
                "fall_Sat": "Do you think I talk too much, @? Elliott said I was talking over him at the saloon last night. I didn't mean to, I was just passionate about our conversation.$s#$e#Nah, I'm okay with it. I am who I am.$h",
                "fall_Sat2": "One of the great things about living an outdoorsy lifestyle is that it naturally keeps you fit. No need for a gym!$h#$e#I love hiking, so if you ever want to hit the trail, let me know!",
                "fall_Sat4": "Out to the west of Marnie's place, there's a big tree with the most delectable fruit hanging from it. Have you seen it?#$e#I have never gotten to eat one of its fruits. Whenever one falls, some little animal snatches it up before I get a chance!$h",
                "fall_Sat6": "I think a good way to live your life is to make it easy on those who will have to clean up for you after you're gone.#$e#Though I suppose leaving a bunch of heavy sculptures behind isn't the most thoughtful thing in the world.$h",
                "fall_Sat8": "If you really want to live an alternative lifestyle, you have to make some sacrifices. But the rewards are worth it.#$e#It takes courage to make change and live your best life. I'm proud of anyone who attempts it.$h",
                "fall_Sat10": "Going outdoors and getting some fresh air is nature's antidepressant. And it's totally free!$h#$e#Whenever I'm feeling down, a few hours in the woods always helps me reframe and recharge. It works like magic.",
                "fall_Sun": "I had a huge plate of wild mushrooms and eggs for breakfast today... I'm still full.$h#$e#Keep your nose to the ground and you'll find some mushrooms yourself... I'm sure of it.$h",
                "fall_Sun2": "Do you ever think about only farming a small plot of your land and letting the rest return to wilderness?#$b#You probably don't need to farm as much as you think you do. And imagine what a beautiful forest you could have at your doorstep.#$e#That's what I'd do, anyway.$h",
                "fall_Sun4": "I was just thinking about you, @. Do you have any good crops for sale right now? I'm out of produce and need to restock.$h",
                "fall_Sun6": "'The best remedy for those who are afraid, lonely or unhappy is to go outside...'#$e#A brave little girl once said that.$u",
                "fall_Sun8": "I think the key to happiness is to drop all your desires and live a small, quiet life.#$e#The rat race ate me up inside back when I lived in the city. I'm so glad I dropped out of all that.$h",
                "fall_Sun10": "'Turn on, tune in, drop out.' That motto has helped me get to where I am today.$h#$e#Which reminds me... I saw some very interesting mushrooms near Marnie's ranch the other day.$l",
                "winter_Mon": "Isn't the snow beautiful? And it's so much cleaner here than in the city.$h#$b#I love looking on an undisturbed field of freshly fallen snow. It's magical.",
                "winter_Mon2": "Do you know anything about computers, @? I have this ancient laptop and it refuses to start up.$s#$e#If you can't help, I might ask Sebastian. But he can be a little... moody, you know?$0",
                "winter_Mon4": "A little cold today, huh? Is your farmhouse as drafty as my cottage?#$e#Maybe I need to talk to Robin about having some work done. Hmm...$u",
                "winter_Mon6": "Do you preserve a lot of food for the winter? What's your food storage situation like?#$e#I do a little bit of canning, but I don't have much space for it.",
                "winter_Mon8": "Brr! It's a cold one today, @. The winter came on so quick!$h#$e#I find it invigorating. Though a cup of hot cider is definitely in my future!$h",
                "winter_Mon10": "I try to work on my art at least a little bit every day. Creativity is a muscle, and it needs to be worked out to function well.#$e#I'm sure farming is the same way. You've got to do a little bit of something daily, or it could all just fall apart.",
                "winter_Tue": "My little cottage can get pretty cold in winter, but I don't really mind. A chunky sweater, a wool blanket, a cup of tea and I'm just fine.$h#$e#It's the simple things, you know?$0",
                "winter_Tue2": "I'm actually pretty productive in the winter. There's not much else to do but stay in and create!#$e#Though, I don't mind going out snowshoeing every now and again.$h",
                "winter_Tue4": "I love talking to people and hearing their perspective. It broadens your horizons to earnestly listen to others.#$e#But you have to be careful whose opinions you really take to heart. Some people are very misguided.",
                "winter_Tue6": "In the cold of winter, there's nothing like some hot apple cider. It reminds me of being a kid.#$e#Nowadays, though, I prefer my cider with a little bit more of a kick!$h",
                "winter_Tue8": "If you're ever feeling cold and looking to thaw out, stop on by my cottage.$h#$b#We can warm some cider and curl up under a quilt. Doesn't that sound nice?$l",
                "winter_Tue10": "The simple life appeals to me, and I know it appeals to you, too. I think we make a great pair.$h#$e#Life is better when you've got a great person to share it with.$l",
                "winter_Wed": "Life moves so slow here in Pelican Town. I like that. Back in the city, the year flew by.#$e#It's good to live a slow life. What's the rush, am I right?$h",
                "winter_Wed2": "The life of a professional artist has its ups and downs. But I wouldn't trade it for anything.#$e#Some regular income might be nice, but... no, I'm doing just fine. I just have to keep moving forward, one step at a time.",
                "winter_Wed4": "I'm at the saloon a lot in the winter time. It's just so cozy at the Stardrop, you know? Gus keeps it warm and inviting.$h#$e#I just wish he had a better wine selection.#0",
                "winter_Wed6": "My favorite wool blanket is a green Ferngill Republic military issue blanket. It's incredibly warm and cozy.#$e#I don't support the war, though.$s",
                "winter_Wed8": "I adore all four seasons. I couldn't imagine living somewhere that didn't have them all. They each have their charm, you know?#$e#Winter may be cold, but a fresh untouched snow on an early winter morning is such a beautiful sight to behold.$h",
                "winter_Wed10": "You look cold, @. Maybe a kiss will warm you up?$l#$e#You want another? How could I turn down such a sweet face? I could kiss you all day long and never get tired of it.$l",
                "winter_Thu": "The one tough thing about winter here is that it's near impossible to find fresh food. I've been surviving off of stir fry, which is great...#$b#But I miss salads and vegetable medleys and fresh fruit and... the list goes on. I guess if I miss something about the city, it's the supermarkets!",
                "winter_Thu2": "I had some pizza the other night at the saloon... regrettably. It always makes me feel so gross and bloated.$s#$b#I prefer fresh food. Dark greens, like kale or chard. Pizza is just... I hate it.$0",
                "winter_Thu4": "It can be hard being a transplant to a small town, but I feel like I've made some great friends since moving here.$h#$e#It just takes time, that's all. Most people are friendly and accepting once you put in a little bit of effort to get to know them.$0",
                "winter_Thu6": "It's tough not to look back to your past and cringe at the way you acted in certain situations...#$b#But I think the mere fact that you cringe at how you behaved, that shows you've grown as a person.#$e#It's the people who never self-reflect that you need to be wary of.",
                "winter_Thu8": "It's so good to see you, @. It wouldn't be Pelican Town without you.$h#$e#I think everybody's happy you moved here. You really help make this place special.$l",
                "winter_Thu10": "I've been thinking... wouldn't it be fun to go to the beach, strip down to nothing, and jump in the water?$h#$b#Yeah, it's a little bit crazy. But it'll make us really feel alive. Are you in?$h",
                "winter_Fri": "Even on a cold day like today, I've got a smile on my face. Life is just better when you have a positive outlook.$h#$e#We're so lucky to get to live in Pelican Town, don't you think?",
                "winter_Fri2": "My cottage is small, but it's perfect for me. Though I wish it had a bigger kitchen.#$b#How's the kitchen in your farmhouse? Do you cook a lot of meals in it?",
                "winter_Fri4": "Giving up the city life for my art was the best decision I ever made. I wasn't always so positive and outgoing...#$b#But dropping out of the rat race fundamentally changed me. Living in the city was clashing with my nature. I got out just in time.$h",
                "winter_Fri6": "Winter can be a quiet and lonely time. If you ever need companionship, you're always welcome at my place.$h#$e#We can huddle under a quilt, drink cider, and tell stories. What do you say?",
                "winter_Fri8": "I never felt like I was thriving in Zuzu City. Did you feel like that, too? People like us just aren't meant to live there.#$e#I think you're really thriving now, though. You always seem so happy when you come trotting up to talk to me.$h",
                "winter_Fri10": "It's too cold to sleep alone tonight. So are we staying at your place or mine?$l",
                "winter_Sat": "It's been a great year. I feel like I was really productive. My creativity has been through the roof.#$e#I hope you had a great year, too. Your farm is really coming along!$h",
                "winter_Sat2": "The Cindersap Forest is beautiful in winter. It's so peaceful and quiet. I'm grateful I get to live in it.$h#$e#I saw a snow rabbit running around in it the other day! They're rare, aren't they?$0",
                "winter_Sat4": "I'm not really a fan of bread. It's just filler in a meal, and it always makes me feel so bloated.$s#$e#I try to avoid bread whenever I can. Now beet salad, that's something I can get on board with!$h",
                "winter_Sat6": "Come over here, @. I just want to give you a hug.$h#$e#Doesn't that feel nice on such a cold day?$h",
                "winter_Sat8": "I try not to dream about it too much, but sometimes I think I'd really love my own little art studio. Like maybe a shed to make my art in.$h#$e#Maybe someday I could rent a shed from you. Wouldn't that be wonderful?$l",
                "winter_Sat10": "I've got big plans for next year. You've really inspired me to take my art career to the next level.$h#$e#Your support has given me so much confidence in myself. I'm ready to work!$h",
                "winter_Sun": "Sunday is a great day to just kick back and relax. If you want to do your best work during the week, you've got to give yourself a day or two to recharge.#$e#I'm sure even in winter, you're still busy on your farm. Don't forget to give yourself an occasional break!$h",
                "winter_Sun2": "I'm not really sure what the future holds for me, but I'm not worried about it either. Life is a wondrous journey.#$e#I don't live my life according to any plan. I like to be surprised.$h",
                "winter_Sun4": "Do you have goats on your farm, @? I would absolutely love some goat cheese. It's one my favorite foods.#$e#It's so decadent and luxurious. I wish I had some right now!$h",
                "winter_Sun6": "It can be hard to keep up with the fast pace of the modern world...#$b#But there's really no requirement that you do.",
                "winter_Sun8": "Why do we make life so hard? It doesn't have to be like that. The simple life is totally possible.#$e#Simple life, simple desires, simple needs. I think it's attainable for anybody. If only more people realized it...",
                "winter_Sun10": "I just want to hold you and never let go. I feel so lucky to have found you.$l#$e#Remember Friday night? I want to do that again tonight.$l",
                "spring_1_2": "The new year always makes me feel like anything is possible. It's like a clean slate.$h#$e#What big plans do you have this year?",
                "spring_12": "The Egg Festival is such a curious holiday. I'd never heard of it before I moved to Pelican Town.#$e#I suppose we're very proud of our chickens around here.$h",
                "summer_6": "The summer is really kicking into high gear, don't you think?$h#$e#I'm thinking about taking a dip in the pond soon!",
                "summer_10": "Tomorrow's Luau is a great opportunity for Pelican Town to show what fresh food we have here. Are you going?#$e#Come with an empty stomach! The soup is always delicious.$h",
                "summer_27": "If you haven't seen the Dance of the Midnight Jellies, treat yourself and go tomorrow night. It's a wonderful experience.#$e#Nature is such a mysterious and beautiful thing.$h",
                "fall_14": "The Stardew Valley Fair is coming up soon. Will you be participating in the grange display competition?#$e#I'll be there looking for great harvest produce. Bring some extra for me!$h",
                "fall_26": "Spirit's Eve is a fun holiday to decorate for. In fact, since I love holiday decorations, Mayor Lewis asked me to help this year.$h#$e#Let me know if you find my decorations spooky!$h",
                "winter_14": "The Night Market is coming up soon and I am so excited. One of my favorite artists, Lupini, is supposed to be in attendance.$h#$e#I probably can't afford one of his pieces. But it'll be nice just to get to look at it.$0",
                "winter_22": "Tomorrow's my birthday, but I don't really need any presents. I'm content just as I am.#$e#But if you must... something consumable would be best.$h",
                "winter_24": "The Feast of the Winter Star is all about gratitude. And I am grateful that I found myself in this wonderful little town.#$e#It's important to practice gratitude every day, not just on the holiday.",
                "winter_28": "It was a stellar year, don't you think?$h#$e#What was your favorite part?#0",
                "spring_12_2": "I think it's fine if you participate in the egg hunt at the Egg Festival tomorrow. It's important to have a youthful spirit!$h#$e#Growing up is a trap.$h",
                "summer_10_2": "Make sure to bring something seasonal and high quality for the soup at the Luau tomorrow.#$e#I can't wait to taste the soup this year!$h",
                "fall_26_2": "Do you think you'll dress up for Spirit's Eve tomorrow night?$h#$e#I bet you've got a really great costume somewhere on that farm of yours.$h",
                "winter_24_2": "I hope they have mulled cider at the Feast of the Winter Star tomorrow. It's been a cold winter!$h#$e#Maybe you could supply the mulling spices. Cinnamon, cloves, allspice, nutmeg... do you have any of that on the farm?$0",
                "winter_28_2": "Another year in the books. And what a great year it was.#$e#I can't wait to see what next year has in store for me.$h"
            }
        },
        {
            "LogName": "Leah Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueLeah",
            "Entries": {
                "Rainy_Day_0": "#$c .5#The rain is so melodic. It's like a beautiful little song. Nature never fails to astound me.$l#On days like today, it's very easy to get lulled into lounging. Not me, though. My current project demands my attention.$h",
                "Rainy_Day_1": "This rain storm is so inspiring, it's giving me an idea for a new painting.#$e#$c .5#I think I'm going to stay in today and get to work on it.$h#But I can put it off if you need me to help on the farm. I'm always happy to lend a hand, even in inclement weather.$l",
                "Rainy_Day_2": "I was testing out how well my new tent does in the rain this morning, and I found this outside in the mud.[347]#$e#$c .5#That doesn't look like any seed I've seen before. What do you suppose it is?#After I plucked it from the ground, I wondered whether or not you had actually planted it there. Should I have just left it alone?$u",
                "Rainy_Day_3": "#$c .5#It's rainy days like this that make me happy to be inside this dry farmhouse with you. Can a girl get a kiss from the love of her life?$l#I love storms like this. A darkened, stormy sky is one of the prettiest things in nature.$h",
                "Rainy_Day_4": "#$c .5#The field looks like a soaking mess out there. Let me get my boots, I'm going to help you out today.$h#One time I went camping in a rain storm like this. I loved every second of it.$h",
                "Rainy_Night_0": "#$c .5#Rainy nights always put me in the mood to cuddle. And if you're down, we could do more than just cuddle.$l#I think I'm going to take a bath and crawl into bed. The rain is making me sleepy.$l",
                "Rainy_Night_1": "#$c .5#You look like you had a tough day. Kick off those boots, and let me work your feet like clay.$l#I can't explain it, but as soon as you walked in that door I just wanted to jump on you. Get out of those wet clothes and let's get jumping.$l",
                "Rainy_Night_2": "#$c .5#It's kind of a chilly night, isn't it? That's okay, we can cuddle under my favorite quilt tonight.$l#Isn't it wonderful when nature does your job for you? This storm will be great for the crops.$h",
                "Rainy_Night_3": "#$c .5#Oh, I love a rainy night. You know me... I don't mind getting wet.$l#Let's get you out of those soaked clothes and into a hot bath. I'll be happy to help.$l",
                "Rainy_Night_4": "#$c .5#While you were out today, I thought I'd throw together a new recipe. Let me know how it tastes![237]$h#It's been a long day, and I knew you'd come home hungry. It's a farm fresh meal![649]$h#$e#It's important to use the best ingredients, and there are no better ingredients than those that you grew yourself.$h",
                "Indoor_Day_0": "#$c .5#I've got a feeling this is going to be a great day. Give me a kiss and let's get this show on the road!$h#You're my favorite person in all of Stardew Valley. Thank you for being my best friend.$l",
                "Indoor_Day_1": "#$c .5#You've got that look on your face that tells me you've got a hard day ahead of you. Take this with your lunch.[426]$h#I know you've got a busy day ahead of you, and I thought maybe this would help keep you energized.[349]#$e#It's important for you to stay healthy out there. You need your energy for later tonight.$l",
                "Indoor_Day_2": "#$c .5#I hope to spend all day today working on my latest sculpture. My working title is 'Liminal Space.' What do you think?$h#If you get home early tonight, we should eat dinner out on the porch. I've already got the perfect bottle of wine picked out!$h",
                "Indoor_Day_3": "#$c .5#Some days I miss my little cottage. But living in this farmhouse is a dream come true. You've really made this house a home.$l#I'd really love to get out and roam the fields today. There's nothing like a hike to get the creative juices flowing.$h",
                "Indoor_Day_4": "#$c .5#We really ought to put more art up on the walls, what do you think? I love being surrounded by great art.$h#Every day is another chance to do something great. What big plans do you have for our lovely farm today?$h",
                "Indoor_Night_0": "#$c .5#What a night, huh? It's so beautiful out there. Let's step outside for a bit and watch the stars together.$l#After a day like that, I just want to relax with you and a nice glass of red wine. Then we'll see where the night takes us.$l",
                "Indoor_Night_1": "#$c .5#I know, I know... I'm covered in paint. I had a stroke of inspiration in the afternoon and it got a little messy. Bath time! You in?$h#The dirt on your face, the sweat on your brow... I am so attracted to you right now. Kiss me, will you?$l",
                "Indoor_Night_2": "#$c .5#Let's stay up all night like the bon vivants that we are. Sleep is for the puny!$h#If I could marry you all over again, I would do it in a heartbeat. You're the love of my life.$l",
                "Indoor_Night_3": "#$c .5#I love you. I just wanted you to know that. And now I want to kiss you.$l#I'm exhausted from sculpting all day. But a glass of wine might give me a second wind.$l",
                "Indoor_Night_4": "#$c .5#I'm feeling very eager right now. Are you ready to go? Because I'm ready to go.$l#Wouldn't it be something if we could get up on the roof and stargaze? They're so bright out here on the farm. I love watching the stars with you.$h",
                "Outdoor_0": "#$c .5#What an amazing day today. I've got so much I want to do. How about you?$h#I hope you have a productive and inspiring day. Don't forget to kiss me on your way out.$l",
                "Outdoor_1": "#$c .5#You are a tremendous farmer. I am in awe at all you've accomplished. If there's anything I can do to help, just ask.$h#I am so grateful that I get to live on this beautiful farm. And I'm even more grateful I get to live with my beautiful farmer.$l",
                "Outdoor_2": "#$c .5#I was thinking about going for a hike today. Would you be able to take some time off and come with me?$h#I think I saw some mushrooms sprouting up out there yesterday. I might go out and forage today.$h",
                "Outdoor_3": "#$c .5#This farm is so gorgeous, I want to paint it. Not *paint* it... but, you know, make a painting of it.$h#Wouldn't it be fun to camp out under the stars on our own property? Let's do it soon!$h",
                "Outdoor_4": "#$c .5#Do you even remember life in the city? It's all becoming a blur for me. I much prefer farm life.$h#You're such a catch.$l",
                "funLeave_Leah": "#$c .5#I'm heading out on a hike today around the river. If you're not too busy, you should join me.#I'm going to take a walk to my cottage today and pick up some art supplies from storage. Do you need anything from Marnie's?$h",
                "funReturn_Leah": "#$c .5#I love getting outdoors and going for a hike, but coming home to the farm always feels nice. And I missed you, too.$l#I walked all over today and I can't wait to get out of these boots. Maybe I could get a foot rub?$l",
                "OneKid_3": "#$c .5#I never imagined myself as a mother, but it's the greatest feeling in the world. %kid1 is such a cute little turnip.$h#Can you believe we're parents? It blows my mind. And I'm loving every second of it.$h",
                "TwoKids_0": "#$c .5#We should take the kids out on a hike soon. Wouldn't it be great to get out as a family?$l#I hope both %kid1 and %kid2 embrace the arts. Even if it's just a hobby, making art really soothes the soul. I want them both to be happy.$h",
                "TwoKids_2": "#$c .5#I don't know if I want to stop at two kids. I'm having so much fun as a mother, and I love teaching our babies about the world.$l#%kid1 and %kid2 are both little sweethearts. We've been blessed with some of the best kids ever.$h",
                "TwoKids_3": "#$c .5#I think our parenting styles compliment each other nicely. Our kids are going to be unstoppable.$h#Our kids are so lucky to grow up out here in nature. Do you think they'll want to escape to the city one day?$s",
                "spring_3": "I'm so excited that spring is finally here. I'm going to find so many morels this year!$h",
                "spring_23": "So you're going to ask me to dance with you at the Flower Dance tomorrow, right?$l",
                "summer_12": "It's so hot today. I think I'm just going to go all nature girl and walk around nude on the farm today.$h#$b#That won't be too distracting, will it?$l",
                "summer_19": "We should stop in at the saloon tonight and see how everybody's doing. What do you think?$h#$e#Hopefully Gus has expanded his wine selection. We'll see!",
                "summer_28": "Summer is just about over, but what a great summer it was. Then again, I love every season I get to spend with you.$l",
                "fall_8": "It's blackberry season! Don't forget to get out there and forage.$h",
                "fall_17": "The Stardew Valley Fair was so much fun this year. And it has a different, more personal feeling for me now that I'm a farmer's wife.$l",
                "fall_18": "Hey, don't forget. It's Marnie's birthday today. We really ought to get her something nice.#$e#She told me once she loves truffle oil. If we have any of that made, we could give her a bottle.$h",
                "winter_15": "The Night Market starts tonight. I would love to go to see what Lupini has on show. Can we make it a date?$l",
                "winter_24": "Last night was magical. I'm still reeling from it. I was sure a lucky birthday girl.$l#$e#We can do those things on regular nights, too. Everyday is special for us.$l",
                "winter_28": "It's New Year's Eve, and I have a proposition for you...#$b#I was thinking we could eat this tonight and see where it takes us. Are you ready to blast off?$l[420]"
            }
        }
    ]
}