{
    "Changes": [
    {
        "LogName": "Penny",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Penny",
        "Entries":
        {
            "Introduction": "Oh... hello. I'm Penny...$u#$e#I hope your time in Pelican Town is pleasant...$s",
            "Mon": "@, hi...? Um...$u#$e#Is there something I can help you with?",
            "Mon2": "I don't have as many books as they do in the library, but I hope to get there someday.$h",
            "Mon4": "Some days I daydream about having my own house. I would have an entire room dedicated to my book collection.$h#$e#Do you ever dream about having your own house, @?#$b#Oh, sorry. That's a dumb question. You already do have your own house. Well, now I'm embarrassed...$s",
            "Mon6": "@! Hello! It's so good to see you. What's new on the farm?$h#$e#Sounds like hard work. Well, if you ever need a farmhand, I'd be willing to give it a try. Why not!$h",
            "Mon8": "I'm so happy to see you, @! When I saw you coming toward me, I got excited.$h#$e#You're quickly becoming one of my favorite people in Pelican Town.",
            "Mon10": "Oh @, you always show up right when I need you. I'm so thrilled you're in my life.$h#$e#It's okay if we hug a little longer. I'll allow it.$h",
            "Tue": "The children in Pelican Town really need some good role models if we want them to grow into happy, healthy adults.#$b#Not everyone is fortunate enough to have good parents.$s",
            "Tue2": "I think that if I ever moved to the city, I'd try to become a teacher.$u#$e#It's one of the most noble professions there is.$h",
            "Tue4": "Sam is a good friend of mine, but we don't go any further than that. I'm just not interested in him romantically.$u#$e#Why? Um... I don't know. I guess he's just a bit immature and I had to mature quickly. We're too different.",
            "Tue6": "Everybody around here knows me as the girl in the trailer. Maybe they don't say that, but I know they think it.$s#$b#My Mom has done her best, but she went to a dark place after my Dad left us. Even though I do get angry with her at times, I know she has a good heart.$u#$e#Growing up in poverty is a lot harder than many people realize.",
            "Tue8": "You should help me teach Jas and Vincent sometime. You're obviously very knowledgeable.$u#$e#If not, maybe you can help me with my lesson plans. Can I stop over later tonight and we can chat more about it?$l",
            "Tue10": "I woke up this morning thinking about you. I think maybe you were in a dream I was having?$h#$e#Oh, I often dream about the time you asked me out with that bouquet of poppies. I was just so happy. I can't stop replaying it in my mind.$l",
            "Wed": "If you're looking for a good time, I find there's always something interesting to read at the library.$h#$e#We're a small town, but the library is actually quite impressive.",
            "Wed2": "When I was young, I was always fascinated by emeralds. I loved their beautiful green hue...$h#$e#We could never afford to buy one, of course. Other bills were more important than my childish desires.$s",
            "Wed4": "I don't like any kind of alcohol. I don't like beer, I don't like wine, I don't like mead.$u#$e#I prefer to remain sober and temperate. When people drink, I think it makes them look ugly.$u",
            "Wed6": "Hmm? You like my hair today? @, that's so nice of you to say!$h#$e#I like your hair, too! But you always look so put together. Even when you're in your dirty farm clothes, you just look... right.$l",
            "Wed8": "I was in a darker place when you first arrived in Pelican Town. I'm sure you understand.$s#$b#But ever since you and I have gotten closer, the storm clouds above me have started to clear. I'm feeling really happy today, @.$h",
            "Wed10": "I've never been in a relationship like this before, @. I don't think I've ever liked someone as much as you.$h#$e#You make me question a lot of things I used to think about myself. And I like it, @. I like it a lot.$l",
            "Thu": "You moved from the big city, isn't that right?$u#$e#I bet they have such a wonderful museum there. What's it like?",
            "Thu2": "I was thinking a field trip might be in order for the children. Perhaps we'll go to the forest.$h#$b#It would be nice to have a guest speaker come along who has more experience with nature than I do.$u#$e#Hmm? Oh, sorry. I was just thinking aloud.",
            "Thu4": "Maru is so intelligent and so beautiful, I don't blame anyone for being attracted to her. She's a catch.$u#$e#Maybe I'll find love one day, but I doubt it will be in Pelican Town. I don't think I'm on anyone's radar here.$s",
            "Thu6": "Happy Thursday! What's shaking with you today?$h#$e#I always love running into friends like you when I'm out and about.$u",
            "Thu8": "I used to think that there was no one in Pelican Town for me... you know, romantically...$u#$e#Now, though, I feel like... nevermind!$l",
            "Thu10": "It's spring time, I'm feeling light and happy and... I'm feeling ready, @. I want to take our relationship even further.$l#$e#How far? Well, just use your imagination.$l",
            "Fri": "We don't have a school here in Pelican Town, so I tutor the children. It brings me a lot of joy to educate them.$h#$e#Kids like Jas and Vincent, they really deserve our best. Educating the next generation is really important to me.$u",
            "Fri2": "$d Joja#I don't really like the JojaMart. Sure, it's cheap, but it hurts our local businesses. I hate to see Pierre's struggle.$s|My Mom still talks about the JojaMart, even after it closed down. I don't miss it at all.$h",
            "Fri4": "Have you ever used your library card so much that you wore the barcode off of it?$h#$b#Um, yeah... me neither. Who would do that? Silly, right?$u",
            "Fri6": "I recently finished reading a romance novel. Those kind of books aren't usually my style, but I was really taken by this one.#$e#It made me feel like I should really start looking for romance in my own life. I was so envious of the protagonist. I couldn't put it down!$h",
            "Fri8": "I was talking to Elliott recently about his writing, and gosh is he ostentatious! So dramatic!$h#$b#I prefer friends that are a bit more down to Earth. Like... well, like you!",
            "Fri10": "When I look at Jas and Vincent, I think about what my own children might be like one day.$h#$b#Do you ever think about having children, @? Tell me how you envision it.$l#$e#I think you'd make a wonderful parent. You're a great person.$l",
            "Sat": "This is interesting weather...$u#$e#Do you like... weather?$s",
            "Sat2": "Sometimes, I get so lost in a book, I completely forget about my life and my troubles and everything else.$u#$e#Books are magical.",
            "Sat4": "I bet your farm is really pretty in the spring with everything in bloom.$h#$b#I'm sure it's like one big spectacular garden. Can I come by and visit it sometime?",
            "Sat6": "Ugh! What do you need, @? What can I do for you?$a#$b#...I'm sorry. I didn't mean that. I just had a rough night and a rough morning. My Mom is really testing my patience with her drinking...$s#$e#I need a break.$s",
            "Sat8": "I really like your spring outfit, @. You've got great style.$u#$e#You should come with me to the thrift shop sometime and let me dress you up. What do you say?$h",
            "Sat10": "I can't live with my Mom forever. I love her, but I can't take care of her for too much longer. I deserve my own life.$u#$e#Do you ever think about what's next for us, @? Penny for your thoughts. Yes, I know I'm corny.$h",
            "Sun": "I think I'd just like to be left alone today.$s",
            "Sun2": "It's nice to see you, @. Thanks for stopping to say hi.$h",
            "Sun4": "Every time I try to write something, it comes out all wrong. Maybe I just don't have anything to say.$s#$e#I'm fine with that. I love reading anyway. And I'm a teacher... or I will be one day. That's my calling.$h",
            "Sun6": "Hi @. I'm feeling depleted and rundown today, and I don't think I'd make very good company.$s#$e#Thank you for your concern. I'll be all right.$u",
            "Sun8": "I've been trying to avoid my Mom lately. I read in a book that it's best to cut toxic people out of your life.$s#$e#I don't think she's beyond help, and I don't want to cut her out completely... maybe our relationship will improve if I move out. Hmm...$u",
            "Sun10": "I'm so happy when you're near me. Take my hand and never let it go.$h#$b#Okay, well, now my palm is a little sweaty. But that's okay! I don't mind getting sweaty with you.$l",
            "summer_Mon": "The summer's okay, I guess. I bet the warm weather really helps your crops.$u#$b#Is that too obvious of an observation?",
            "summer_Mon2": "Do you grow any flowers on your farm?$u#$b#A lot of people don't care for poppies, but I love them. They're very beautiful to me.$h",
            "summer_Mon4": "I've lived in Pelican Town my entire life. Sometimes I feel like I've missed out on a lot.$u#$e#It's a big world, and it feels like I may never experience so much of it. Will you ever return to the big city, @?$u",
            "summer_Mon6": "I'm pretty impressed with all the work you've done on your farm. It used to be such a mess.$u#$e#You've sure turned it around. And your efforts are reverberating through Pelican Town. We're lucky to have you here.$h",
            "summer_Mon8": "Hey. I stopped by your farm recently, but you were out working in the fields. Did you find the present I left for you?$l#$b#No?! I left it in that big bin... wait, you think Mayor Lewis has it now?! Oh my... uh, I've got to go!$u",
            "summer_Mon10": "What do you think of my skirt? I wore it today because you told me before that I looked good in it.$l#$e#Yes, you can compliment my legs. I don't mind. I like when you say nice things about me.$l",
            "summer_Tue": "I tutor Vincent and Jas all year round. I'm not an expert on every subject, but I do my best.#$e#The best way to learn something yourself is to teach it to others.",
            "summer_Tue2": "I love that I get to teach Jas and Vincent and that I get to provide some stability in their lives. It makes me feel like I matter.$u#$e#They've both had rocky upbringings, and I can certainly relate to that.",
            "summer_Tue4": "I spent my morning in a frenzy, trying to straighten up the house before I had to get out the door. It was very frustrating.#$e#Why, you ask? Let's just say that my Mom isn't the most responsible woman you'll ever meet.",
            "summer_Tue6": "I would love to have a garden, but we really don't have much of a yard.$u#$b#Maybe you could let me use a little plot somewhere on your farm? I promise I won't get in the way.#$e#And if you water it for me sometimes, that's all right too!$h",
            "summer_Tue8": "I am not a fan of grapes. I don't know what it is about them. The skin gets stuck in my teeth, the texture is weird...$s#$e#I don't even want to talk about them anymore. Let's talk about something else. Now, melons are a fruit I can get behind!$h",
            "summer_Tue10": "I honestly used to feel a bit hopeless living here in Pelican Town. But now that feeling is long gone.$h#$e#Now I'm hopeful, and I see a much brighter future for myself. For us...$l",
            "summer_Wed": "If you happen to find any artifacts while digging on your farm, make sure to let Gunther have a look at them.$h#$b#I love watching our museum grow.",
            "summer_Wed2": "There are a lot of interesting things to discover here in the valley. For a curious mind, this place is heaven.$h#$e#If you find anything special, don't forget to share it with me!$h",
            "summer_Wed4": "Hmm? You like my outfit? Wow... well, thank you!$h#$b#It's a thrift store find. It probably belonged to some old lady, but I think it's cute. I'm glad you do, too.$l",
            "summer_Wed6": "I can be pretty shy around people I don't know. It's a defense mechanism, I guess.$u#$e#I'm sorry if I was ever weird around you when we first met. I'm a lot more comfortable with you now.$l",
            "summer_Wed8": "Do you think I'm too bookish, @?$s#$e#What I mean is... am I too geeky with my nose always buried in a book? No? Thank you, @. That means a lot coming from you. I like me, too.$l",
            "summer_Wed10": "This weekend, I think I'd like to stay over at your farmhouse. Is that okay with you?$l#$e#Okay, then. Talk to me on Friday. I can't wait to wake up in bed next to your smiling face.$l",
            "summer_Thu": "I know this is a small place, and maybe it's not very exciting, but to me it's home.$u#$e#The peace and quiet around here can really help still a frantic mind.",
            "summer_Thu2": "You should share some of your knowledge with the children sometime, @. They could really use another role model in town.$h#$b#Most people probably don't realize it, but farming is quite the intellectual pursuit.$u",
            "summer_Thu4": "You've seen my Mom around Pelican Town, right? Pam is her name. She's kind of gruff.$u#$b#Well, she's a complex person. And she has her problems. Please try to encourage healthy habits with her. Do it for me, okay?",
            "summer_Thu6": "Have you ever spent any time talking with Leah? I think it's so cool that she's an artist.$u#$b#I don't even know how someone does that... like, financially speaking. It doesn't make any sense to me.#$e#I think we're just from different worlds.$s",
            "summer_Thu8": "You're probably the hardest working, most industrious resident in this town, @. It's really quite admirable.$h#$e#If I spend more time with you, do you think some of that work ethic will rub off on me?$h",
            "summer_Thu10": "You're by far my favorite person in Pelican Town, @. You're my best friend and you're even more.$h#$e#I feel like I'm the protagonist of a very inspiring book. Things are finally looking up for me.$l",
            "summer_Fri": "I love children. They're so curious and creative. And sometimes they come out with the funniest insights.$h#$b#Jas once said to me, 'Miss Penny, tonight the sky looks like cotton candy and I want to eat it!'$u#$e#I thought that was so cute. She's such a wonderful little girl.",
            "summer_Fri2": "If you happen to find any random books lying around, you ought to donate them to the library.$u#$e#Books have gone missing over the years, and it would be nice to have access to them again.",
            "summer_Fri4": "Huh? ...oh, I'm sorry. I guess I was daydreaming. Silly me.$h#$b#What was I daydreaming about? Well, funny enough, I was daydreaming about farming.$h#$e#I think if I were a farmer, I'd have a big fruit orchard. Then I could sit under an apple tree and read on my off days. You do get off days, right?",
            "summer_Fri6": "I'm thinking of staying over at Maru's house tonight. I don't want to be there when my Mom comes home drunk from the saloon.$s#$b#Maybe you could stay over, too? Is that weird? I know we're all a little old for a sleepover, but it could be fun.$u#$e#Don't forget your pajamas!$h",
            "summer_Fri8": "I don't have a lot of model relationships in my life, but I'm not going to let that stop me from finding my forever person.$h#$e#I think we owe it to ourselves to find our bliss. The meaning of life is to be happy.$h",
            "summer_Fri10": "Are we on for tonight, @? I'm so excited, my heart is racing a mile a minute.$h#$e#Take it a little slow with me tonight. I'm inexperienced and I'm kind of nervous.$l",
            "summer_Sat": "Hi @. I hope you're doing well today.",
            "summer_Sat2": "Sometimes when I'm sad, I like to picture myself as Jas. Wouldn't it be nice to grow up on an animal farm?$h#$e#I know she's had tough times, too, but she's a lucky girl and I know Marnie has been a great mother figure for her.$h",
            "summer_Sat4": "Dishes, dishes, dishes. I'm so tired of doing all the dishes. I wish my Mom would help out around the house more.$s#$e#I'm not a maid, you know? I don't know how much longer I can keep this up.$u",
            "summer_Sat6": "I feel so bad for Jas, but I always treat her with love and patience. She's so young, but has had such a rough life.$s#$e#As much as my Mom's drinking angers me, I'm still grateful that she's in my life. Jas lost both of her parents. It's a very sad story.$s",
            "summer_Sat8": "I'm still overloaded with cleaning chores at home, but whenever I get frustrated about it, I think of you...$u#$b#I imagine cleaning up that farm is a gargantuan task. I have it easy compared to you!$h#$e#If you ever need any help, let me know!$h",
            "summer_Sat10": "This has got to be the best summer of my life. I'm the luckiest girl in all of Stardew Valley. I'm sure of it.$h#$e#I never want this season of my life to end.$h",
            "summer_Sun": "I've got some cleaning to do today. The dishes never seem to end...$s",
            "summer_Sun2": "I think Emily is a pretty inspiring person. She's a free spirit, and I think that's very commendable.$u#$b#I wish I could be a little more like that. I just don't know how to get there.$s",
            "summer_Sun4": "If I'm being honest with you, @, I'm rather embarrassed to be the only one in Pelican Town who lives in a trailer.$s#$b#I get self-conscious about it, like people look at me and make judgments. I don't have a lot of money, that's true...$u#$e#But I'm still a person, you know? I have feelings. I'm grateful for what I do have, but I just... nevermind.$s",
            "summer_Sun6": "@, do you ever feel like no matter how good and kind you are, the universe is still chaotic and random?$u#$b#I mean... just because you live a good life, that doesn't mean you'll be rewarded for it. The universe doesn't care.$s#$e#I wish I could afford to talk to a therapist.$u",
            "summer_Sun8": "My favorite thing about summer is feeling the grass on my bare legs when I'm laying outside reading a good book.$h#$e#It feels so nostalgic in a way that's... infinite. Like it always is and always will be. Does that make any sense at all?$h",
            "summer_Sun10": "Sometimes I look out into the Gem Sea and I think about how fortunate I am. I come from very little...$u#$b#But now I feel like I have so much. My heart is full of love. I finally feel like I can breathe.$l#$e#Thank you, @.$l",
            "fall_Mon": "I'm not too fond of fall.$s#$e#It makes me feel like something bad is about to happen.",
            "fall_Mon2": "I wish I could afford a new fall jacket. Maybe next year.$u",
            "fall_Mon4": "Have you met Linus before? He's the one who lives in a tent up in the mountains.$u#$b#I think he's tremendously misunderstood. Most people avoid him, but I feel a kinship with him.#$e#His poverty reminds me about how grateful I should be. I might not have a lot, but there are people out there with less than me.$s",
            "fall_Mon6": "When I was a little girl, my Dad abandoned my Mom and me because he felt 'trapped.' We haven't seen him since.$s#$b#That was around the time my Mom started drinking heavily. She's fallen deeper and deeper into her illness. It's sad to watch.$s#$e#Please hug me, @.$s",
            "fall_Mon8": "I'm learning to accept that fall is a season that will come every year, and I can't let that get me down.$u#$e#Just because I had trauma in my past associated with fall, I needn't let that ruin my experience of the present. I choose to be happy today.$h",
            "fall_Mon10": "Fall is actually quite a beautiful season. I love seeing the leaves change color, especially on your farm.$h#$e#I wish I could just sit on your front porch and read a book today. How nice would that be?$l",
            "fall_Tue": "Read any good books lately, @?$u#$e#I read one recently about the history of the Fern Islands. I already returned it to the library if you want to check it out.$h",
            "fall_Tue2": "I could really go for a poppyseed muffin. I stopped in to the saloon and asked Gus if he could make them, but he said he didn't have the ingredients.$u#$e#If you see anyone selling them around town, please pick one up for me!$h",
            "fall_Tue4": "I love Jas and Vincent as though they were my own children. They're both really special kids.$h#$e#If I'm fortunate enough to be a mother someday, I know I'll be good at it. I have a lot of love to give.$l",
            "fall_Tue6": "You seem like such a good person, @. I appreciate that you always listen to me.$u#$e#I feel very lucky that you came into my life.$h",
            "fall_Tue8": "Growing up, we ate a lot of roots platters at home. Hey, cave carrots and winter roots are cheap...$u#$e#I used to be ashamed of eating such a basic meal. But it tastes great! There's no shame in eating what you love.$h",
            "fall_Tue10": "I have a dinner request, if you were thinking of inviting me over this weekend...$l#$b#Tom Kha soup! The flavors are incredible. If you want to make this girl happy, tom kha soup is the way to my heart.$h",
            "fall_Wed": "I've heard there are mines around here that you can go exploring in...$u#$b#I think I'll just read about them instead.",
            "fall_Wed2": "Fall makes me feel wistful.#$e#I feel like I'm missing something.$s",
            "fall_Wed4": "Whoa! Where did you come from, @?$7#$b#It's like you came up out of nowhere. Holy moly. My heart is racing!$h#$e#Well, yeah I'm happy to see you, just give a girl a little bit of warning!$h",
            "fall_Wed6": "I'm feeling my usual fall funk, but I'm making efforts to get out of it. I can't let my past define my present. Or my future.#$e#I deserve love. We all do.",
            "fall_Wed8": "You know, @, even on my down days, when I see you trotting up to me... I feel good.$h#$e#Our relationship means the world to me. I need to hug you right now.$h",
            "fall_Wed10": "I feel so free and open when I'm around you, @. It's very liberating. I've never felt like this before.$l#$e#I know I'm new with certain... relationship things... but try me, you might be surprised!$l",
            "fall_Thu": "We have an aspiring writer who lives here in Pelican Town. His name is Elliott and he lives in a cabin on the beach.#$e#I don't really know him that well, but I hope he shares his work with us all one day.",
            "fall_Thu2": "Jodi does her best with her two boys. But it's really hard with a husband in the military and having to be a single Mom at times.$u#$e#If you ever think about it, give Jodi some chocolate cake sometime. She deserves it.",
            "fall_Thu4": "Fall brings up a lot of bad memories for me. But I don't really want to talk about it right now.$s",
            "fall_Thu6": "Life isn't like a book, where things get neatly tied up at the end. It's a lot looser than that.$u#$e#A person could live their whole life without any resolution.",
            "fall_Thu8": "Whenever I see you in town talking to someone else, I can't help but wish you were talking to me.$l#$b#Something about the sound of your voice just makes me feel like everything is going to be okay.$l",
            "fall_Thu10": "There's a little spot behind your house that I think would be perfect for a small flower garden.$h#$e#I could put some pots back there, maybe grow some poppies. It wouldn't be anything like your operation, of course. It would be mine.$l",
            "fall_Fri": "I just need a little bit of space today, @. Thanks for understanding.",
            "fall_Fri2": "No, I haven't been crying. But thank you for your concern, @.$s#$e#I'm fine, really.",
            "fall_Fri4": "While a lot of people like to spend their Friday night at the saloon, I much prefer the company of a good book.#$e#It'll be an early night for me.$u",
            "fall_Fri6": "My blouse? It's another thrift store find. When I found it on the rack, it still had the tags on it.$u#$b#People can be so wasteful.$s",
            "fall_Fri8": "Vincent said something funny the other day. He said, 'Miss Penny, your face always changes whenever Farmer @ comes and talks to you.'$l#$e#Do you think my face changes when we talk, Farmer @?$l",
            "fall_Fri10": "As soon as my Mom heads to the saloon tonight, I'm going to rush over to your place. I've already got my overnight bag packed.$l#$e#If I get there before you, don't worry. I know where the spare key is.$l",
            "fall_Sat": "Jas and Vincent are great kids. I'm grateful every day that I get to be part of their lives.#$e#Maybe I'll be fortunate enough to have my own children one day... but who knows...$s",
            "fall_Sat2": "When I was young, I didn't have many people to look up to. I had to teach myself a lot about life on my own.#$e#I don't want Vincent and Jas to feel like I felt.",
            "fall_Sat4": "My Mom had a really late night at the saloon last night. It wasn't a pleasant morning.$s#$e#Some days, I just want to run far, far away.$s",
            "fall_Sat6": "I think Sam may be interested in dating me, but the feeling isn't reciprocated.$u#$e#I hope it doesn't strain our friendship. I just need someone a little more serious and thoughtful.",
            "fall_Sat8": "I know I'm not the best cook. But I really try. Perhaps sometime you could teach me one of your recipes.$h#$e#Maybe I could come over tonight and you could cook me something tasty?$l",
            "fall_Sat10": "If you're ever wondering about what kind of jewelry I like, you already know I love diamonds. But...$u#$b#I also really love shells. You know, in pendant form. They hang from your neck. They're blue...$l",
            "fall_Sun": "Maru and I are pretty good friends. She's so smart, and I'm always impressed by her projects.#$e#She's got a great family, too. Maru is very lucky.",
            "fall_Sun2": "If someone ever wrote a book about my life, I think it would be pretty boring.$u#$b#It might end up being short, too.",
            "fall_Sun4": "I know you like to fish, @, so if you ever catch a sandfish I hope you'll show it to me. I think they're fascinating creatures.$h#$e#They try to camouflage themselves in an effort to hide from predators. I can relate!$u",
            "fall_Sun6": "I know that I'm smart and that I could have gone to college, but it just wasn't something I could afford.$u#$e#One day, I hope, I will get the opportunity to go. I'd like to study to become a teacher.$h",
            "fall_Sun8": "It's important to be helpful to others, but also to not expect anything in return. Feeling helpful is reward enough in itself.$h#$e#So if you ever need anything that I can help with, @, don't be shy about asking. I'm always here for you.$l",
            "fall_Sun10": "I feel so far removed from the sad Penny I used to be. I didn't have much hope back then...$u#$b#But you've given me hope, @. You've shown me love and affection, and it feels really good. It fits nicely on me.$l#$e#I hope you know how much I love you, @. I'm not scared to say it. I love you.$l",
            "winter_Mon": "I don't really like the cold of winter, but I try not to complain too much about it.#$e#It'll be gone soon enough.",
            "winter_Mon2": "My winter coat isn't warm enough. Thankfully, I have a lot of sweaters from the thrift shop to layer with.",
            "winter_Mon4": "I'm having an off day, @. Thanks for checking in, but I don't really feel like talking.$s",
            "winter_Mon6": "I'm a highly sensitive person. I have so much empathy that it can sometimes be crippling.$u#$e#I spend so much time trying to understand others, I just want someone to understand me.",
            "winter_Mon8": "I was over at Maru's house the other day, and her brother Sebastian called me 'twee!' What does that even mean?$a#$e#No, I'm not mad. I just want to know why he thinks I'm 'twee.' And I want to know what that is. I need a dictionary!$h",
            "winter_Mon10": "You and I should beat this cold by curling up under a warm blanket together with a couple of books!$h#$e#Oh yeah, of course there will be hot tea involved. Hot tea for my hottie... Oof! Sorry, that was bad.$l",
            "winter_Tue": "Seeing the kids play in the snow brings me a lot of joy. Their youthful exuberance warms my heart.$h#$e#I try my best to support Jas and Vincent and give them the kind of childhood they deserve.",
            "winter_Tue2": "Have you ever had a red plate before? It's a delicious dish made with red cabbage and radish. I love it.$h#$e#It's amazing that you can cook up something so good with such cheap ingredients.$h",
            "winter_Tue4": "It's a cold one today, isn't it? I can feel it in my teeth!$u#$e#Here, feel my hand. I'm freezing!$h",
            "winter_Tue6": "I'm different than a lot of other people here in Pelican Town. Sometimes I feel like I don't fit in.$u#$e#It can be tough. But @, I feel like you're starting to know me better than anyone else. You're a good friend.$h",
            "winter_Tue8": "I always love when I run into you at the library. It's like two of my favorite things at the same place, you and books!$h#$e#No, don't make me choose which one I like more!$h",
            "winter_Tue10": "Hey! What do you think of this new winter coat? It's nice, isn't it? It's super warm.$h#$e#Haley gave it to me out of nowhere. She said she thought it would look good on me. She never wore it, not even once. I really love it.$h",
            "winter_Wed": "Pelican Town is a curious place. It's humble, and real, and unpretentious. The people here are, at their core, good.$u#$b#Well, most of them anyway...",
            "winter_Wed2": "If Jas and Vincent weren't here in Pelican Town, I don't know what I'd do with my life.$u#$e#I guess I'd probably just read books in bed all day.",
            "winter_Wed4": "It's so amazing that your grandfather gifted you your farm. You're very fortunate, @.#$e#Don't ever take that for granted. You were given something very special. Cherish it.",
            "winter_Wed6": "Farming is a very noble profession and I think you're brave for giving up your old cushy city life for all this.$u#$e#Farmers like you, @, are the backbone of the Ferngill Republic. You feed our people. That's a big thing.$h",
            "winter_Wed8": "What a cold day today, huh? That wind rolling into the valley is something else.$u#$e#How do you stay warm at your farmhouse? Would you like some company?$l",
            "winter_Wed10": "I think next spring is going to be your best farming season yet. You've really figured a lot of things out.$h#$e#And I'd love to be there to help. Just say the word, and I'll be at your farm. I won't even complain about doing dishes!$h",
            "winter_Thu": "Hello, @. How can I help you?$u#$e#I recommend seeing if there's a book about that in the library.",
            "winter_Thu2": "I had a dream last night that I had a sister named Dana. She looked a lot like me, but she had brown hair.#$e#I don't know what it means. Maybe I should look it up.$u",
            "winter_Thu4": "I'm glad I've gotten to know you better, @. I'm happy you moved here to Pelican Town.$h#$e#I honestly never thought I'd make any new friends around here, but I guess I was wrong.$h",
            "winter_Thu6": "What's your ideal partner like, @? Does intelligence matter?#$e#I just ask because... I don't know. I guess I worry that being the bookish girl isn't attractive to people. Am I wrong?",
            "winter_Thu8": "I don't have a lot of experience with dating and romance. I've just read a lot about it in books...$s#$e#I hope I get the chance to make somebody happy one day.$u",
            "winter_Thu10": "A lot of the things that used to hurt me no longer have as much power over me. And I have you to thank.$h#$b#When I'm with you, I know I have value and that I'm loved. It was hard to see that before.$l#$e#You make me feel like I'm capable of anything, @.$l",
            "winter_Fri": "What kind of crops grow in winter? Anything?#$b#I suppose nothing can grow when covered in snow...#$e#That sounds like the beginning of a nice poem.$h",
            "winter_Fri2": "You've got a kind face, @. I'm sorry if I've ever been short with you.#$e#Some days are more difficult than others. But I feel pretty good today.$h",
            "winter_Fri4": "If you go to the saloon tonight, will you keep an eye on my Mom?$u#$b#If she gets out of hand, maybe you could delicately suggest she heads home? She's been drinking a bit too much lately.$s",
            "winter_Fri6": "Seeing you come up to me with a smile on your face just now made me feel like smiling, too.$h#$e#Your smile is contagious, @!$h",
            "winter_Fri8": "You're always so busy, @. Do you ever take a day off and give yourself some time to decompress?$u#$e#If you ever want to just hang out and read together, let me know. No pressure!$h",
            "winter_Fri10": "Tonight I'm going to warm you up so much, you just might pop.$h#$b#And then I'll expect you to do the same for me. I think we have an understanding here.$l#$e#These cold winter nights are no match for us. We're a great pair.$l",
            "winter_Sat": "I hope you're having a nice weekend, @.",
            "winter_Sat2": "Do you have a favorite book, @? Or maybe you're too busy to get much reading in.$u#$e#If you ever do find the time to read and want a recommendation, feel free to ask me.$h",
            "winter_Sat4": "My trailer isn't very well insulated. And sometimes the heat stops working. It's not fun.$s#$e#I'm lucky Sam gave me an old wool military blanket that belonged to his Dad. It really helps on cold winter nights.$u",
            "winter_Sat6": "What are your parents like, @? Are they as kind as you?#$e#I'm a lot different than my parents. And that's a very good thing.",
            "winter_Sat8": "Growing up in poverty was a struggle, and it has really affected the way I see the world.$s#$b#But I'm working on an abundance mentality. I read about it in a self-help book. It's all about believing there are enough resources to go around.$u#$e#I want to live a full, unlimited, and satisfying life. Doesn't that sound nice?$h",
            "winter_Sat10": "Do you know what I was thinking while I was walking back into town this morning? I thought to myself...$u#$b#'Penny, why are you even leaving? Stay over at @'s all day. It's Saturday. It's okay if you lounge around in your underpants.'$l#$e#I'm such a funny girl.$h",
            "winter_Sun": "I can't really talk right now. I have a lot on my mind.#$e#Thank you for understanding.",
            "winter_Sun2": "I try to stay indoors during the winter. Although I find the snow pretty, I hate being cold.#$e#I'd love to be curled up in bed under my covers with a book right now.$l",
            "winter_Sun4": "I've got the Sunday blues. I don't know what it is. I just feel kind of lost today.$u#$e#Do you ever feel like that, @? Just mixed up and aimless?",
            "winter_Sun6": "I want to find love someday. It's important to me. I need someone who understands me.$s#$e#I don't think that's too much to ask. I'm not greedy. I'd just like someone to hold me, that's all.$u",
            "winter_Sun8": "I don't normally like the cold, but there's something fresh and crisp about the air today. When I breathe in, it feels cleansing.$h#$e#Take a deep breath with me, @. Do you feel that?$h",
            "winter_Sun10": "There's nothing I'd rather do than spend a lazy Sunday with you. Can I trouble you for a kiss?$l#$b#Mmm... that's nice. How about one more? Right here on my lips...$l#$e#You're so amazing, @. This is definitely the real thing. I can't wait for whatever comes next.$l",
            "spring_1_2": "It's a new year with new possibilities. I hope you take advantage of that, @.$h#$e#I'm grateful for another year in Pelican Town.",
            "spring_12": "Tomorrow's the annual egg hunt. It's a great event for the kids... and Abigail.$u#$e#I don't know why they still let her participate, especially because she always wins. It doesn't feel right.$s",
            "summer_10": "The luau tomorrow is a nice way for our community to come together and celebrate. It puts a smile on my face every year.$h#$e#But the Governor is a little strange. I don't know what to make of him.$u",
            "summer_27": "Tomorrow is the Dance of the Moonlight Jellies. It's a beautiful event.$h#$b#Will I see you there?",
            "fall_2": "It's supposed to be my special day, but I wonder if anybody in town even remembered.$u#$e#I don't get a lot of gifts.$s",
            "fall_13": "The Stardew Valley Fair is coming up soon! What can we expect from your grange display, @?$h",
            "fall_26": "I love seeing the kids in their costumes at the Spirit's Eve Festival. But I think the maze might be a little too scary for them.$u",
            "winter_7": "Vincent and Jas always have so much fun at the Festival of Ice. I can't wait to see them all bundled up and building a snowman.$h",
            "winter_24": "The Feast of the Winter Star always reminds me to be grateful for what I have.$u#$e#Life isn't always fair, and that's okay. We owe it to ourselves to practice gratitude.",
            "winter_28": "Did you accomplish everything you wanted to this year, @?$h#$e#If not, you could always hit the ground running tomorrow morning.",
            "spring_12_2": "If you participate in the egg hunt tomorrow, @, would you please let one of the kids win?#$e#Do it for me, okay?",
            "summer_10_2": "Don't forget to bring something for the luau tomorrow, @.$h#$e#Maybe you could bring a melon for me?$h",
            "fall_26_2": "I used to think the maze at the Spirit's Eve Festival was too scary for Jas and Vincent, but I've changed my tune.#$e#Hearing them squeal with delight reminds me of being a kid.$h",
            "winter_24_2": "Tomorrow is the Feast of the Winter Star. I hope you're thankful for all that you have, @.$u#$b#Learning to want what you already have is a key step toward real, lasting happiness. ",
            "winter_28_2": "It's certainly been an interesting year, hasn't it?$u#$e#This town is always full of surprises.$l"
        }
    },
    {
        "LogName": "Penny Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialoguePenny",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#I actually don't mind rainy days all that much. I can just lay in bed in nothing but my underpants and read a nice, long book.$l#It looks like Yoba is doing the watering for you today. Maybe we could just stay indoors and work on getting wet ourselves!$h",
            "Rainy_Day_1": "I'm really grateful for the rain. Not only does it help the farm, it also helps us appreciate the sunny days.$l#$e#$c .5#And you are the sunshine in my life, forever and always.$l#I'm going to write this down in my gratitude journal.$h",
            "Rainy_Day_2": "The stormy sky right now is absolutely stunning. I went outside to look at it and found this washed up at the bottom of the steps. [681]#$e#$c .5#What in the heck even is that thing? I've never seen anything like it before!$h#I had no idea we had such odd artifacts buried here on the farm. Maybe Gunther knows what it is.$h",
            "Rainy_Day_3": "#$c .5#This rain storm makes me feel really comfortable and calm. Like everything is right in the world. Come over here and hug me for all eternity.$l#I'm feeling rather feisty today. Do you want to strip down to nothing and go run around in the rain? I think that sounds magical.$h",
            "Rainy_Day_4": "#$c .5#The rain is making me feel a bit wistful... I don't know what to make of it. Maybe a kiss will cheer me up?$s#Do you hear that? I love listening to the rain fall onto the tin roof. It makes me feel like I'm at home.$h",
            "Rainy_Night_0": "#$c .5#Wow... just look at that sky outside. It's so otherworldly. Hold me, and let's watch it together.$l#I couldn't really go outside because of the rain, so I took a long hot bath this evening. I'm nice and clean and ready to get dirty again with you!$h",
            "Rainy_Night_1": "#$c .5#Rainy nights like this used to make me sad when I lived in the trailer. But now I feel so blessed to watch the storm from this beautiful farmhouse.$l#Lovey, I know you had a tough day on the farm with this storm. So I'm going to love you tonight like no one else can love you. Let me show you how...$l",
            "Rainy_Night_2": "#$c .5#I feel so fortunate that I get to watch this rain storm with you. Even through thunder and lightning, I feel at ease in your arms.$l#I can't wait to fall asleep in your arms to the pretty sounds of this evening rain storm.$l",
            "Rainy_Night_3": "#$c .5#This is the kind of stormy night you read about in books. But on a night like tonight, with you, I just want to skip to the climax.$l#Here... hold my hands and look into my eyes. Do you hear that rain outside? It's saying... I love you.$l",
            "Rainy_Night_4": "#$c .5#I used your recipe and made us something special for dinner tonight. I hope it's better than the last time I cooked for you! [218]$h#After a lot of trial and error, I think my favorite dish finally turned out good. What do you think? [218]#l#$e#There's nothing like warm soup on a cool, rainy night. My favorite soup and my favorite person.$l",
            "Indoor_Day_0": "#$c .5#It looks like a beautiful day out there today. But every day I get to spend with you is beautiful.$l#My life feels like it's become the kind of story you read about in a good book... the kind of book you never want to end. I could just read it forever.$h",
            "Indoor_Day_1": "#$c .5#I know you've got a busy day ahead of you, so I got you a little something to help out. I hope it's useful! [349]$h#Please don't work yourself too hard today. Take a break if you're feeling tired. And if you get hurt, take this. [349]$l#$e#If you didn't come home safe, I don't know what I'd do. I'd be lost without you.$l",
            "Indoor_Day_2": "#$c .5#If you need any help with the farm work today, don't hesitate to ask. I'm always eager to lend a hand. I love you and I love to help!$h#If you happen to stop in at the library today, can you pick up a book I have on hold? Just ask Gunther, he should have it put aside for me.$h",
            "Indoor_Day_3": "#$c .5#How did I get so lucky to find you? I'm grateful every day for our love. You can kiss me now.$l#I woke up this morning with the smile still on my lips from last night. You know exactly how I like to be treated.$l",
            "Indoor_Day_4": "#$c .5#I picked up this book on a whim the other day, I think it's some kind of meditation guide. It's called the Kama Sutra. There are some fascinating drawings in it...$h#Would you be willing to convert one of our rooms into a library? The bookshelf in my room is overflowing. I have nowhere to put my beautiful books!$h",
            "Indoor_Night_0": "#$c .5#I want to hold you impossibly close tonight, lovey. How do I do that? Well, let me show you.$l#I used to be pretty shy around you. Now I'm not shy at all. I'm like an open book. Which page would you like to read tonight?$l",
            "Indoor_Night_1": "#$c .5#Tonight, I just want to lay back and let you do whatever you like. I already know what you're imagining and my answer is yes.$l#Do you trust me? I have something exciting I want to show you tonight. You'll just have to trust me...$l#$e#I've been thinking about saying that to you all day. Did it sound as alluring out loud as it did in my head?$h",
            "Indoor_Night_2": "#$c .5#I was thinking of taking a hot bath tonight before bed. Care to join me?$l#You look like you could use a massage. Do you want to go lay down and let me work my magic on you?$l#$e#Okay, get out of those dirty clothes. And I'll get out of mine, too.$l",
            "Indoor_Night_3": "#$c .5#When I see you, I can't help but smile. I'm so happy I get to spend my days with you. And my nights.$l#Without you in my life, I don't know if I ever would have come out of my shell. Come with me... I want to show you what I mean.$l",
            "Indoor_Night_4": "#$c .5#I love living in this big old farmhouse. Living with you has exceeded my wildest dreams. Thank you for loving me.$l#What do you think is next for us, lovey? Well, I *know* what's next tonight... but I meant, what's next for our future together?$l",
            "Outdoor_0": "#$c .5#What a beautiful day. This farm is an absolute dream. It appears to go on forever...$h#I'm going to get so much done today. This morning air is invigorating! Breathe it in with me, lovey.$h",
            "Outdoor_1": "#$c .5#Um... I just realized I forgot to put on underpants today. I need to go back into the house. Well, I guess the breeze *does* feel nice...$h#Lovey, lovey, lovey... I just love calling you that. It fills me with joy to know I married my best friend.$h",
            "Outdoor_2": "#$c .5#Today is the perfect day to get lost in a book under a fruit tree. The real question is... which book under which tree?$u#I never could have imagined I would be standing here looking out at all this land. And it's mine to roam. I've never felt so fortunate. It fills my heart.$l",
            "Outdoor_3": "#$c .5#I have to admit, I'm not a fan of hops. They smell really skunky to me. Once it gets in my nose, I can't stop smelling it.$u#I want to bring Jas and Vincent out here sometime. We should plan an entire lesson around farming. Would you be willing to help?$h",
            "Outdoor_4": "#$c .5#If there's anything you need from the general store, please add it to my list on the refrigerator. I hope to get there some morning soon.$h#Stand next to me, lovey, and let's admire all that you've built. I mean, we... all that *we've* built. Thank you for including me in your life.$l",
            "funLeave_Penny": "#$c .5#The walk from our farm into town is so pleasant. It gives me some time to think about everything I'm grateful for.$h#I've got a book to return to the library today... and two more to pick up. No, I don't have a problem! My only problem is too many books, too few hours in the day.$h",
            "funReturn_Penny": "#$c .5#Pelican Town is great, but I'm always excited to come home to the farm. Home... I love saying that. Home...$l#My legs are tired from walking around town all day. I think I'm about ready for a long bath. Yes, of course you can join me, lovey.$l",
            "OneKid_3": "#$c .5#After marrying you, I didn't think my life could get better. But now that I'm a mother, I am just overwhelmed with joy. My life is perfect.$l#Being a mother has always been a dream of mine. And now I know firsthand that dreams do come true. You and I are so lucky to be parents.$h",
            "TwoKids_0": "#$c .5#Motherhood has turned me into an even better teacher. I love that I now have two young minds to show the world to.$h#Sometimes I feel like the student, and %kid1 and %kid2 are my teachers. Life is so funny.$h",
            "TwoKids_2": "#$c .5#I'm not going to repeat the mistakes of my childhood with our kids. I'm breaking the cycle. This is a home of unconditional love.$l#I've already seen %kid1 happily working with tools, and %kid2 gets so excited by books... They definitely take after us, lovey.$h",
            "TwoKids_3": "#$c .5#Our kids are so smart, aren't they? Just so inquisitive and creative and funny. I'm so thrilled I get to share this all with you.$l#I always felt it would be amazing to grow up on a farm like this. And now our kids get to experience that. I am so thankful for all of this.$h",
            "spring_6": "Spring has sprung! I love this season. The farm looks so amazing with everything coming to life.$h#$e#I can't wait to start planting in my little garden.",
            "spring_16": "Please do me a favor... don't bring any salmonberries into the house this year...$u#$b#They don't sit right in my tummy. And just the smell of them makes me gag.$s",
            "summer_19": "Hey! What do you think about my melons? [254]$h#$b#[254]Lovey! Get your mind out of the gutter!$h#$e#Yes, yes... you can squeeze them. Gosh.#u",
            "summer_22": "It's sure a hot one out today, isn't it? Can we have a clothing optional day on the farm?$h#$e#I mean, I was just kidding, but I guess if you're serious...$l",
            "summer_28": "The last day of summer... I hate to see it go. But I'm looking forward to fall. It's been a great year so far.$h#$e#And you know, a special day is coming up very soon...$l",
            "fall_3": "Thank you for always being so sweet to me on my birthday. I used to not care for my birthday very much, but you make it so special.$h#$b#I can't wait to return the love on your birthday!$l",
            "fall_15": "Lovey, remember that tomorrow is the Stardew Valley Fair. Don't forget to get your grange display in order.$h#$b#What kind of wife would I be if I didn't remind you? I can't wait to see you win!$h",
            "fall_28": "The maze at the Spirit's Eve Festival was particularly scary this year. I can never get through it. I turn around by the time I get to the spiders.$u#$e#Yeah, well, you're a lot more brave than I am!$h",
            "winter_7": "Maybe you could let my Mom win at the fishing tournament tomorrow. The Festival of Ice is one of her favorite events of the year.$u#$e#I know she could use a win.#s",
            "winter_15": "Let's go to the Night Market tonight. What do you think?$h#$e#That Mermaid Show always makes me feel... um... strangely excited.$l",
            "winter_24": "The Feast of the Winter Star is my favorite holiday of the year. I'm so grateful for everything we have.$l#$e#I love you, lovey. So much. You're the greatest thing that's ever happened to me.$l",
            "winter_28": "I'm proud of all we accomplished together this year. And I want to show you how thankful I am to have you in my life...$l#$b#Let's ring in the new year with something special. I'd really love it if you'd eat my pink cake tonight. What do you say? [221]$l"
        }
    }]
}