{
    "Changes": [
    {
        "LogName": "Sebastian",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sebastian",
        "Entries":
        {
            "Introduction": "You just moved into that old farm, huh? Not bad...#$e#You moved here from the city? To Pelican Town? ...Why?$u",
            "Mon": "Hi, um... what was your name again?",
            "Mon2": "Hey @. I don't look jittery to you, do I?$u#$e#Too much coffee this morning...",
            "Mon4": "I'm thinking about shaving my armpits. What do you think about that?#$e#No, it's not some kind of statement. I just thought I'd try it.",
            "Mon6": "I'm not really a cottage core kinda guy, but I've gotta admit your farmhouse is pretty cool, @.#$e#I guess maybe I should compliment my Mom instead of you, huh?$h",
            "Mon8": "Hey @. Always good to see you.$h#$e#I had a dream about you last night. We had a good time.$l",
            "Mon10": "There you are. I was just thinking about you.#$e#I mean, I'm always kinda thinking about you. You've been on my mind a lot lately.$l",
            "Tue": "Another boring day in Pelican Town...#$b#No, I wasn't talking to you.",
            "Tue2": "I'd say my closest friends in Pelican Town are Sam and Abby. Not many other people get me.#$e#Sometimes I feel like Abby gets me better than Sam, but I dunno... forget it.$s",
            "Tue4": "Sam and I jam sometimes over at his house. I hesitate to call us a band, but...#$e#Whatever. It's fun. Maybe we'll play out in the city one day. That would be pretty sweet, actually.$h",
            "Tue6": "Spring is a great time of year for the frogs. You can often hear them croaking around the lake in the evening.$h#$e#I dunno. Is it so weird that I like frogs?$u",
            "Tue8": "I used to be obsessed with leaving Pelican Town, but now I feel I've got a pretty good crew of friends around here.$h#$e#I've got Sam, Abby, and I've got you, @. We're close, don't you think?$u",
            "Tue10": "We're outsiders, you and me. But that's okay. Just because they don't get us, that doesn't mean anything.#$e#We've got each other. That's about all we need, right?$l",
            "Wed": "Hey, I'm sorry... I don't really have anything for you.",
            "Wed2": "I spend a lot of time on my computer, but I'm not just screwing around.#$e#I'm more productive than a lot of people realize. But I do have focus problems at times...$s",
            "Wed4": "Have you ever found obsidian in a geode before? That stuff is pretty cool.#$e#It's black and smooth like glass. I'm not really into rocks, but I dig obsidian.$h",
            "Wed6": "I don't get along with a lot of people here in Pelican Town. But you...$u#$b#You're one of the good ones, @. Stay gold.$h",
            "Wed8": "It's always weird to me to hear you call my Mom by her first name. I guess you've gotten close with her, too.$u#$e#Who do you like better, @? Me or my Mom?",
            "Wed10": "I like when you and I strut around town together, @. Everybody gives us looks...$h#$b#I think they're just jealous. The two coolest people in Pelican Town found each other. Of course they're jealous.$u#$e#Let 'em look, you know?$l",
            "Thu": "Give me a second... it's coming to me...$u#$b#Your name is... don't tell me... it's on the tip of my tongue.$s#$e#I forgot it again. Sorry.$u",
            "Thu2": "I don't really feel like talking today, @.#$b#I've just got a bad attitude.",
            "Thu4": "Everybody thinks Maru is so smart and perfect. She just craves the attention.#$e#Not all of us need to flaunt our intelligence to feel good about ourselves.$u",
            "Thu6": "I usually prefer just to hang out alone in my room. I got everything I need there.#$e#People don't understand. But that's okay.",
            "Thu8": "I love the train station. It's a great place to collect my thoughts and have a smoke.$u#$e#If I'm stuck on a coding problem or something, it's good to take a break and head to the train station. Where do you go to think, @?",
            "Thu10": "I've gotta take you out on my motorcycle sometime soon. The weather's been perfect for it.#$e#You've gotta hold on tight, though. Here, wrap your arms around me from behind and I'll show you...$l",
            "Fri": "I bet you get a lot of sun on that farm. I prefer basking in the blue light of my computer screen.#$e#It helps me maintain my pallid complexion.",
            "Fri2": "*sigh*... If gas wasn't so expensive I'd ride my motorcycle to the city today.#$e#$q 15/16 Fri_old#So what do you do when you aren't working?#$r 15 0 Fri_bad#More Farming#$r 16 30 Fri_good#Comic books#$r 15 -30 Fri_bad#Shopping#$r 15 -30 Fri_bad#Sports",
            "Fri_old": "$p 16#Hey, if you're bored feel free to hang out in my room...$h|You probably prefer the small-town life, huh?",
            "Fri_good": "Oh yeah? Well, did you read the new 'Cave Saga X'? I won't spoil it for you, but oh man...$h",
            "Fri_bad": "Oh yeah? Hmm... Not really my thing, but everyone's different I guess.$u",
            "Fri4": "I know you spend a lot of your time farming, @, but do you ever get a chance to play video games?#$e#It's a good way to shut your brain off and chill out. If you ever want to play sometime, stop on by.",
            "Fri6": "Do yourself a favor and don't ever look at my search history...$u#$b#The internet is a black hole. Don't get sucked in.",
            "Fri8": "You think I'm too weird for you, @?$s#$e#Okay, good. I'm really only weird to people who aren't as cool as us.$h",
            "Fri10": "The gang's all gonna be at the saloon tonight. Are you in, @?#$e#I think they expect you and me to be hanging around together. I don't mind it.$l",
            "Sat": "Are you looking to bum a smoke or something?#$e#Sorry, I only have one left.",
            "Sat2": "Last night at the saloon was fun. If you want, you can stop by next week.#$e#We just shoot pool and play arcade games. It's pretty chill.",
            "Sat4": "Sometimes I feel like if I just left home and never came back, no one would even notice.$s#$e#Maybe it's for the better.$u",
            "Sat6": "You ever find any frozen tears when you're digging in the mines? I think they're pretty cool.#$e#Yeah, if you ever find one, you could bring it to me. I'd like to have one.$l",
            "Sat8": "Hey, don't say anything about this to anyone... but I used to have a thing for Abby.$u#$e#I'm over her, though. There's someone else in Pelican Town I'm into.$l",
            "Sat10": "I feel comfortable telling you this, @. I pile on Maru a lot, but she's got a good heart and I do love her.#$e#Maybe I should be more of a protective big brother to her. What do you think?$s",
            "Sun": "What are you doing here?#$e#Was I not clear?",
            "Sun2": "Do you take weekends off from your farm work?$u#$e#Huh. Well, I prefer working with my brain. I can't argue with those arms you got, though.$h",
            "Sun4": "What I like about spring is that I can finally take my motorcycle out. I much prefer a solo ride on the open road to talking with people around here.#$e#Eh... you're okay, though.$h",
            "Sun6": "Demetrius is on my case because a little oil leaked from my motorcycle onto the floor in the garage. I cleaned it up! Well, mostly...$u#$e#Whatever. That guy's got his head so far up his... nah. It's not even worth complaining about.",
            "Sun8": "I'm glad I can open up to you, @. Not many people around here get me like you do.#$e#We're a gang of two. People see us coming and they step out of the way.$h",
            "Sun10": "Smoking is meditative for me. It takes me out of my head and puts me in the present moment. With my anxiety, I need that.$s#$e#But honestly, I get the same feeling when I'm with you. You really make me feel like I'm a good person, @.$l",
            "summer_Mon": "Um... hey.#$e#%Sebastian yawns and then looks away from you.",
            "summer_Mon2": "You ever been on a motorcycle, @?#$e#There's nothing more liberating than cruising on your bike on the open road.",
            "summer_Mon4": "Hey. I just got an authentic Gotoro Empire switchblade. You wanna see it?$h#$b#This isn't mall ninja junk, this is the real deal. Cool, right?$u#$e#It's illegal to own in the Ferngill Republic, so don't tell anyone I have it, okay?$u",
            "summer_Mon6": "I think I'm gonna spend the summer going hardcore into this new coding project I'm on. If you don't see me around, I'm probably at my computer.#$e#It'll be a ton of work, but it's gonna be worth it. It could be big.$h",
            "summer_Mon8": "I don't know how much help I'd actually be, but if you're looking for another hand on the farm let me know.#$e#Yeah, those words feel weird coming out of my mouth. But I always help my good friends.$l",
            "summer_Mon10": "You should know, @... I think you're probably the coolest person in Pelican Town. Hands down. No contest.$h#$b#I'm not even thinking about leaving anymore. With you here, I can't imagine wanting to live anywhere else.$l",
            "summer_Tue": "Summer is such a bummer.#$e#Think they'll put that on my headstone?",
            "summer_Tue2": "You ever met my sister Maru? She's a trip.#$e#Little miss perfect, you know? We're pretty different.",
            "summer_Tue4": "One of my favorite meals I ever had was at a sushi place in the city. I just love sashimi.$h#$e#Though I hate on Pelican Town a lot, we do have some supremely fresh fish around here.$u",
            "summer_Tue6": "That bartender chick, Emily, she's a strange one. Total hippie. You know what I mean?$u#$e#But whatever, she doesn't get in my mix or anything. I don't mind people if they just leave me alone.",
            "summer_Tue8": "I don't know if I ever shared this with you, but I really hate eggs. All kinds of eggs. I just can't stand them.$s#$e#Well, that's not entirely true. Have you ever seen a void egg? Those are something special.$h",
            "summer_Tue10": "You know, I've got to get out of my basement room more. What do you say I spend some time at your farm?#$e#I was hoping we could have a sleepover. You into that?$l",
            "summer_Wed": "I don't get the appeal of this season. But I bet it's good for a farm.#$b#Or maybe it's not? Farming isn't my thing.",
            "summer_Wed2": "You think Abby is cute? She's a pretty cool chick, I think.$u#$e#I can introduce you to her sometime. We get along well.",
            "summer_Wed4": "Programming comes easy to me. It always has. I've been writing code since I was young.#$e#I also view it as my ticket out of here. Maybe I should look for a job, but I don't know. I like the freedom of being freelance too much.",
            "summer_Wed6": "What's up, @? You good?#$e#Yeah, I'm okay. You know how it goes. Same stuff, different day.",
            "summer_Wed8": "When I first met you, @, I didn't know what to think...$u#$b#I mean, obviously you look cool and carry yourself well. But you were new and I was just a bit skeptical...#$e#But I had no reason to be. You've fast turned into my best friend in Pelican Town, @. I'm happy you moved here.$h",
            "summer_Wed10": "I've always felt misunderstood in this town. Even in my own family, I feel like the odd one out.$s#$b#But when I'm with you, @, I don't worry about any of that. You really get me. And that's a big deal to me.$l",
            "summer_Thu": "I like hanging out by the railroad. Sometimes I think about hopping the train and leaving for the city...#$e#Never to return.",
            "summer_Thu2": "In the summer, I like to just hang out in my room and avoid the heat. It stays pretty cool down in the basement.#$e#Windows might be nice, but eh... I don't care.$u",
            "summer_Thu4": "I listen to all kinds of music. Shoegaze, industrial, dream pop, even some nu-disco and balearic beat synthpop. You into that kinda stuff?#$e#I don't think my tastes are too esoteric. Pretty standard, really.$u",
            "summer_Thu6": "I'm feeling exhausted today. And the heat isn't helping.$s#$e#How are you always so energized, @?$u",
            "summer_Thu8": "Ugh, I'm a wreck today. I just feel so lost.$s#$e#But it's good to see you, @. Really. It helps.$u",
            "summer_Thu10": "I guess I don't want Demetrius telling me what to do because that's one step closer to him being my father...$s#$b#I did all right without a father before him, I'm doing all right now. I don't know. It's hard.$s#$e#Maybe I'm not doing all right... You think I'm missing something, @?$u",
            "summer_Fri": "Sometimes we hang out at the saloon on Friday nights. It's all right.#$e#It's something, at least.$u",
            "summer_Fri2": "I could use a smoke. Wanna join me?$u#$b#They're bad for me, I know, but I guess I'm just a really cool rebel...#$e#Did you not pick up on my sarcasm? I don't really think I'm a 'cool rebel.'$u",
            "summer_Fri4": "Hey @, have an all right week? I hope you're taking breaks to recharge.$h#$e#I couldn't get up early like you every day. That would absolutely wreck me.$u",
            "summer_Fri6": "Friday nights at the saloon are admittedly one of my favorite times of the week. I like spending time with Sam and Abby.#$e#They make me feel a little less alone, you know?$u",
            "summer_Fri8": "People take a lot out of me. They deplete my energy. It's exhausting sometimes...#$e#But it's not like that with you, @. I don't know what it is. But I like it.$l",
            "summer_Fri10": "Listen. After the saloon tonight, we should head back to your place. It's supposed to be a nice night.$l#$e#And if I don't make it home later, so what? Your bed's big enough for two.$l",
            "summer_Sat": "Oh, hey there. What's up?#$e#Have you met Sam before? Maybe he has something to say to you.",
            "summer_Sat2": "I often cruise apartment listings online. I want my own place in the city.#$e#It's just too expensive for me right now. I guess I need to work more.$s",
            "summer_Sat4": "I need a nap. I don't even know why I'm awake right now.$s#$e#Yeah, late night last night...$u",
            "summer_Sat6": "I've got a feeling my Mom likes Maru better than me. After Maru was born, they stuck me in the basement.$s#$e#I think in my Mom's mind, Maru's the ideal kid. And I'm just kind of a black sheep.$u",
            "summer_Sat8": "This weather is perfect for heading out on my motorcycle. It's all tuned up and ready to roar.$h#$e#It's like a steel horse, you know? When I'm out riding, it makes me feel free.$u",
            "summer_Sat10": "You've got this scent, @... I dunno, this spice or something. Pheromones, they call it. When I smell it, I feel buzzed.$l#$e#I just wanna bury my face into it. Any time you want, @. I'm game.$l",
            "summer_Sun": "I wish it was cool outside. I hate the summer heat sometimes.#$e#At least it's cool in my room.",
            "summer_Sun2": "Huh? You like what I'm wearing? Thanks, I... um...$u#$e#I actually slept in this last night. But yeah, thanks.",
            "summer_Sun4": "I bet your farm's really coming together with all the effort you've been putting in. That's cool.#$e#I can't imagine ever living on a farm. Seems like so much effort. What do you get out of it?$u",
            "summer_Sun6": "Have you ever really spent time talking to Pierre? I mean, like, letting him yap on for a bit...$u#$b#That guy's actually a bit of a jerk. And my opinion isn't just colored by what Abby tells me.#$e#Pierre has got a mean streak in him.",
            "summer_Sun8": "I didn't used to understand why you moved here or how you lived on that farm...$u#$b#But I think I get it now. You wanted to get away from everything. I can totally feel that.$h#$e#Living in the city with all those people isn't everything it's cracked up to be.$u",
            "summer_Sun10": "Hey, come over here for a second...$u#$b#I just wanted to look at your face. It makes me feel good to look at you... to look into your eyes. Kinda makes me emotional, actually...$l#$e#You're freakin' beautiful, @. You make me feel like it's all gonna be okay.$l",
            "fall_Mon": "Do you need any help harvesting your crops?#$b#...that was a joke. I don't think I'd be much help on a farm.$s",
            "fall_Mon2": "I almost didn't get out of bed today. I was having too good of a time feeling lost.#$e#You ever just feel like it's pointless to get out of bed?",
            "fall_Mon4": "Sometimes, when it's raining, I like to go down to the beach and stare off into the Gem Sea...#$b#I guess I don't think about anything in particular. And that's a good thing.$u",
            "fall_Mon6": "I'm having one of those days, @. My head is all scrambled. It feels like the world is closing in on me.$s#$e#You ever get like that? It feels like... everyone's out to get me. You know what I'm saying?$s",
            "fall_Mon8": "It's harvest season, huh? Does that mean I won't get to see you as often?$u#$e#Don't be a stranger. I might start missing you if you get lost in your work.$l",
            "fall_Mon10": "I never really thought I would fall in love with someone, but here we are.$l#$e#I guess my heart isn't so black after all. You bring out a side of me I didn't know existed.$l",
            "fall_Tue": "Are you following me? I kinda feel like every time I turn around, there you are.#$e#It's a little weird, not gonna lie.",
            "fall_Tue2": "Seems like you've been making an impression around here, huh?$u#$e#I don't know how someone could put so much effort into Pelican Town. But you do you.",
            "fall_Tue4": "I know I don't smile all that often. I guess I just feel like there's not too much to smile about.#$e#What makes you smile, @? A new bag of fertilizer? Gotta improve that soil quality!$h",
            "fall_Tue6": "I read a quote once, something like... 'it's no measure of health to be well-adjusted to a sick society.' How true.$u#$e#The people running around with the biggest smiles are usually the most messed up.$u",
            "fall_Tue8": "You know, I was thinking. Maybe I could rent one of your farm buildings out or something and move in there? That would get me out of my parents' house.$h#$e#It's not such a crazy idea. I'm quiet. I'm reliable. And I'm housebroken. As long as you've got electricity for my computer, I'm all set.$h",
            "fall_Tue10": "If I ride my motorcycle over to your farm, do you have a place I can park it?#$e#I think I saw a spot out behind your farmhouse that would work. Maybe I could ride over soon?$l",
            "fall_Wed": "You don't do the whole pumpkin spice thing, do you? That stuff just tastes like a sugar bomb to me.#$e#It's such a fad, you know? I just want my coffee black.",
            "fall_Wed2": "I forgot to eat all day yesterday. Sometimes I do that when I'm lost in my own thoughts.$s#$e#I'm feeling pretty low energy today.$u",
            "fall_Wed4": "Abby really likes pumpkins. One time she made some pumpkin soup for me. I was skeptical...#$b#But it was actually great. I didn't know I loved pumpkin soup. But here we are.$h",
            "fall_Wed6": "I've been thinking some about your farm, @. Do you feel isolated out there? It's a little ways out of town...#$e#I would think the privacy feels pretty good. You probably don't have many visitors.$u",
            "fall_Wed8": "We really should hang out more, @. You want me to cruise by your place later tonight and we can hang out on the porch?#$e#It would probably be a perfect night for it.$l",
            "fall_Wed10": "The time we spend together is special to me, @. There's no one who can push my buttons like you.$l#$e#You can push my buttons, or press them, or pull them... tug them... whatever. You know your way around me, @.$l",
            "fall_Thu": "Some days I don't even know why I get out of bed. I mean, what even is all this?$s",
            "fall_Thu2": "The internet is a strange place... don't go searching for stuff you don't wanna see.#$e#Some things you find online, you can never unsee them.$s",
            "fall_Thu4": "You ever get in a dark funk, @?$s#$b#Uh, no... dark funk isn't a genre of music. But it should be. It sounds awesome.$u",
            "fall_Thu6": "I recently picked up this book about a farmer. I'm digging it. It makes me think of you.$u#$e#Is that weird? I didn't mean to creep you out or anything.$s",
            "fall_Thu8": "Oh yeah? You like my hair today? That's cool, @. I kinda just woke up like this.$h#$e#Yeah, okay, I did put a little pomade in it, too. You caught me.$l",
            "fall_Thu10": "You're looking really good today, @. Real put together.$l#$e#I'd like to see what's going on underneath that get-up. Can we arrange that?$l",
            "fall_Fri": "*yawn*... I was up all night reading this new book I picked up...#$q 62/63 fall_Fri_old#Do you read, @?#$r 62 -30 Fri_bad#Yep. The classics.#$r 63 30 Fri_good#Only Sci-fi and Fantasy#$r 62 0 Fri_bad#I like a good Romance#$r 63 -30 Fri_bad#No, I don't read books",
            "fall_Fri_old": "$p 62#I don't think you'd be into this one.$s|Hey, maybe I'll loan it to you when I'm finished.",
            "fall_Fri_good": "Yeah, cool. There's nothing like some good fiction to engage your imagination.$h",
            "fall_Fri_bad": "Eh. I don't know...$s",
            "fall_Fri2": "I just got a new client today. I'm actually pretty pumped about it.$h#$e#Oh... yeah, I do some freelance programming for extra cash. It's not a bad gig. That stuff comes easy to me.$u",
            "fall_Fri4": "After hitting the saloon tonight, I plan to stay up all night for a hardcore coding session. I'm behind on a project and gotta finish it.#$e#I don't really have a 'sleep schedule.' Sleep is more of a suggestion for me.$u",
            "fall_Fri6": "Are those new boots, @? I like 'em. I should get myself a pair of those.#$e#No, we can't call ourselves 'boot buddies.' That's too much, @.$u",
            "fall_Fri8": "Abby was trying to tell me that she knows you better than I do. I told her she's dead wrong.$h#$e#She's got no idea what's up between you and me. She'd be jealous.",
            "fall_Fri10": "Even when I'm shooting pool with Sam, or chatting on the couch with Abby, I'm thinking about you. They're my friends, but you're a lot more than that.$l#$e#I think we make a pretty good pair. I'm glad we hooked up, @.$l",
            "fall_Sat": "Hey. How's farm life?#$e#Neat.$u",
            "fall_Sat2": "I don't really get along with my step-father Demetrius that well. We just don't see eye-to-eye on things.$u#$e#But he treats my Mom well, so... that's cool.",
            "fall_Sat4": "Maru's always out at night with her telescope, looking at the stars. Think she's searching for alien life?$h#$b#If she wants to find an alien, she'd do better to look in a mirror.$h#$e#Too mean? Bah...$u",
            "fall_Sat6": "You know what I hate? When you're venting and someone tells you to 'calm down.' That doesn't make me feel calm at all.$s#$e#You know another one? 'Relax.' When someone tells you to relax, it has the opposite effect. Just let me vent, you know?$u",
            "fall_Sat8": "Late night on my computer last night. Wow, do I feel obliterated.$u#$e#Nah, I wasn't programming. I was playing a game. It's a super addictive farm sim. Ironic, right?$h",
            "fall_Sat10": "Hey, I've got a question for you. Are these pants too tight? Are they showing off, you know, too much?$u#$e#I'm not worried about you seeing it. You can see it any time you like. I just don't want anyone else to get any ideas.$h",
            "fall_Sun": "I like days when there's a bit of a chill in the air. Like today.#$e#What do you think?",
            "fall_Sun2": "Do you believe in Yoba, @?#$b#I don't. That stuff is just fairy tales for children. I don't need some fictitious deity to tell me to be a good person.#$e#If you can't play nice without Yoba looking over your shoulder, you've got problems.",
            "fall_Sun4": "Don't you think Pelican Town can be so closed-minded sometimes? This place is stuck in the past.$s#$e#Imagine if people like you and me really let our freak flags fly. This town would have a collective aneurysm.$u",
            "fall_Sun6": "I just can't imagine myself living on a farm like yours. How ridiculous, right?$u#$e#I definitely don't want to be out in the sun all day.",
            "fall_Sun8": "I think even outsiders like us can find love, @. I don't think we need to worry.#$e#There's somebody out there for everyone.$l",
            "fall_Sun10": "Your farm is beautiful in fall. I love wandering the fields with just a smoke and my thoughts. Never thought I'd say that.#$e#People change though, you know? I feel like I've come a long way. I like it.$l",
            "winter_Mon": "Pretty gray out today, huh? I don't mind. Makes me feel okay.#$e#It makes me feel... eh, forget it.",
            "winter_Mon2": "It drives me nuts that I still live at home with my family at my age. I feel stuck.$s#$e#I guess it could be worse. At least I have a home. But that's only a minor consolation.$s",
            "winter_Mon4": "Have you ever met that chick Penny? She's friends with my sister. She's so twee, you know?#$e#She affects her dainty goodness so hard. I don't believe any of it for a second. It's a ruse.$u",
            "winter_Mon6": "I promised myself I'd be out of my house by the end of the year. But I guess that's not happening.$s#$e#The city's calling me, but I just can't seem to answer.",
            "winter_Mon8": "With the snow on the ground, it's definitely boot weather.#$e#Then again, I'll wear boots all year round. So I guess it doesn't make much of a difference.$h",
            "winter_Mon10": "Hey. If it gets too cold for you in that farmhouse, I'll come by and warm you up.$l#$e#Winter's a good time for a couple of hot bodies to jump into bed and heat up.$l",
            "winter_Tue": "I got nothing for you today, Farmer @. I guess I could bum you a smoke if you want that?#$e#Staying warm?",
            "winter_Tue2": "You ever heard of open source software? I contribute to a few open source projects online.#$e#Software freedom is pretty important to me. The internet runs on open source.$u",
            "winter_Tue4": "I don't really care much about the weather. It's hot, it's cold, it's sunny, it's rainy. Whatever.#$e#If you can't control it, why bother yourself worrying about it?",
            "winter_Tue6": "I prefer being alone most of the time, but that doesn't mean I don't want to find love. I'm not a machine.$s#$e#Ignore me. I'm just having one of those days.$u",
            "winter_Tue8": "I know I've complained to you about my sister Maru before. But she's all right. I just have personal stuff I'm working through.$s#$e#I'm feeling better about things lately, though. Like my life, my place in this world. All that. I know you get it.$u",
            "winter_Tue10": "I don't love much in this world. But I think you're on the top of a very short list, @.$l#$e#You feel the same about me? I hope you do...$l",
            "winter_Wed": "You liking Pelican Town? I can't wait to get out of here.#$e#I'll get to the city one day.",
            "winter_Wed2": "There's not much to do in winter but stay inside and play video games or read books or something.#$e#I'm not really into outdoor activities. Not my style.",
            "winter_Wed4": "I've been meaning to ask you, @... do you grow smokable stuff on your farm?$u#$e#Maybe pass some my way, if you would be so kind.$h",
            "winter_Wed6": "This town feels like it's suffocating me sometimes. Like I can't breathe.#$e#Good thing I got a fresh pack of inhalers in my pocket right now. You want one?$h",
            "winter_Wed8": "As this year comes to an end, I feel like I've got a new outlook for the coming year. I'm going to get out of my Mom's basement and do something.#$e#But I don't care as much about moving to the city. I think Pelican Town has a lot more to offer than I ever realized before.$l",
            "winter_Wed10": "I can't stop thinking about last weekend, @. Your enthusiasm really surprised me.$l#$e#I never thought you'd do something like that. But you're full of surprises.$l",
            "winter_Thu": "I know you keep trying to talk to me, but I'm not sure what you want me to say.$u#$e#Sometimes silence is better.",
            "winter_Thu2": "I'm so bored I can't even focus today. It's like, I should do something, but I can't get moving on anything.$s#$e#I just don't have that intrinsic drive to produce. It's a struggle.$u",
            "winter_Thu4": "Life in this town moves so slow. Don't you feel like every day is basically the same?#$e#But maybe that's just how life is everywhere. Is this all we have to look forward to?$s",
            "winter_Thu6": "I built my own computer with money from my freelance projects. I needed a good video card to play some of my favorite games.$u#$e#If you ever need someone to help you build a computer, let me know. I'm good at it.",
            "winter_Thu8": "Life will pass you by if you don't slow down sometimes. I used to not care as much about the speed of life. I wanted it to go quick.$u#$e#Turns out, I like it slow. You can feel everything a lot more that way.$l",
            "winter_Thu10": "You're the best thing that ever happened to this little nowhere town. I know everybody thinks that.#$b#For me, especially... I mean, you showed me I could be happy when I needed it most. I can't thank you enough.$l#$e#Well, I can try. Just tell me what you want and I'm on it.$h",
            "winter_Fri": "Sometimes you can hear the train coming from far off...#$b#If you get to the tracks in time, you might just get to see it roll past.",
            "winter_Fri2": "I built a snowgoon this morning in front of the house, but Demetrius made me destroy it.#$b#He said it was scaring away my Mom's customers. What a tool.$u",
            "winter_Fri4": "I wish this snow would melt so I could take my motorcycle out and go for ride. The roads are too sludgy and icy right now.$s#$e#What a bummer this time of year can be.",
            "winter_Fri6": "My Mom threw out some of my old comic book collection and I just about freaked on her. I was so upset.$s#$e#But I cooled off quick. It's just stuff, you know? No use getting mad over stuff.$u",
            "winter_Fri8": "Hey, if you stay late with us at the saloon tonight I can walk you home.#$e#I don't mind it. It's actually a nice walk from your place to mine.",
            "winter_Fri10": "Abby said she saw you and me walking the other day and I had my hand in your back pocket. She said we were cute.$l#$e#You think we're cute together, @?$l",
            "winter_Sat": "Do you have a computer? Or are you, like, cosplaying an old school farmer?#$e#Eh, don't pay any attention to me.$s",
            "winter_Sat2": "I feel stifled in Pelican Town. Like I've gotta tone down my personality. It sucks.#$e#If you really knew me, @, you might be too freaked out to talk to me like you do.",
            "winter_Sat4": "You wanna bum a smoke and hang out? Not much else to do around here.#$e#I'm not really feeling too talkative today.",
            "winter_Sat6": "It's so cold this winter. I don't really get cold, but I feel bad for all the animals out there who've got to endure this.$s#$e#I guess they're used to it, though. We all manage somehow...$u",
            "winter_Sat8": "Don't tell Sam, but I'd rather just hang out with you.$l#$e#Sam is definitely a great dude. I just think you and me have a different kind of connection.$u",
            "winter_Sat10": "I've got to get out of my house tonight. The winter has me feeling all cooped up. Can I invite myself over to the farm tonight?$l#$e#I won't make too much of a mess... unless you want me to.$l",
            "winter_Sun": "I gotta get out of this town.$s#$e#It can be such a drag.$u",
            "winter_Sun2": "If I went and jumped in the lake, how long do you think it would take before my body froze solid?#$e#No, I wouldn't really do it. It's just a thought experiment.",
            "winter_Sun4": "I'm running on no sleep and too much caffeine. Honestly, I don't even know what time it is.$u#$e#My internal clock has gone haywire. I'm feeling fried.$s",
            "winter_Sun6": "I don't know why people work so hard. I'd like to work smarter, not harder.#$b#My goal is to figure out how to make money independent of my hours worked. If I can put out a hot app that goes viral, I'm golden.#$e#Now I just need an idea for an app...$s",
            "winter_Sun8": "A lot of people in this town think I've got a cold heart. They think I'm standoffish. They just haven't gotten to know me like you have.#$e#I put up a guard, you know? Can you blame me? I've been hurt before and I don't want to go through that again.$s",
            "winter_Sun10": "When this snow is all gone, I'm gonna take you out on my motorcycle for a ride to the city.$l#$e#It's a nice place to visit, but I'm glad I live in Pelican Town with you. This place fits us just right.$l",
            "spring_1_2": "It's a new year, but it feels the same to me. I've got kind of a strange relationship with time.$u#$e#My resolution? Uh, I resolve to... I don't know. Eat more sashimi?",
            "spring_12": "Tomorrow's the Egg Festival. I hate eggs.$s#$e#Guess I'll go to watch Abby destroy everyone at the egg hunt, though.$u",
            "summer_1": "First day of summer and already it's too hot. Don't expect to see me in shorts and sandals, though. Can you even imagine?$u#$e#I'm a pants and boots kinda guy.",
            "summer_10": "I generally don't go to the beach when it's crowded, but I'll make an appearance tomorrow at the Luau. The soup's usually all right.$u#$e#Can you picture me in a swimsuit, though? How ridiculous.",
            "summer_27": "I wish I could just watch the Dance of the Moonlight Jellies tomorrow night by myself. But it's a popular event.$u#$e#Can you imagine getting to see all that in solitude? It would be truly awesome.",
            "fall_13": "Today's Abby's birthday and if you're looking to get her something, I recommend a pumpkin. You have those on the farm, right?#$e#She's a sucker for pumpkins. She just really gets into the Spirit's Eve season, I guess.",
            "fall_26": "I liked Spirit's Eve more when I was a kid. I don't even bother with the maze anymore.#$e#Those caged skeletons are pretty wild, though.$u",
            "winter_9": "Tomorrow's my birthday, but who knows if anyone will even remember. Not like I need any presents or anything.$u#$e#I guess I'd just like to be left alone for my birthday.",
            "winter_24": "I guess the Feast of the Winter Star is a good time to drop the attitude and reflect on the good stuff in my life.#$e#I've got it pretty good, I know that. I just wish I had little more control over my life.$s",
            "winter_28": "Are you doing anything tonight to ring in the new year or are you gonna keep grinding on your farm?#$e#Take a breather once in a while, @. It's good to slow down sometimes.",
            "spring_12_2": "Last year, Mayor Lewis asked me if I wanted to help hide the eggs for the Egg Festival. I begrudgingly agreed.$s#$e#This year, though, no way... I'm not touching those things.$s",
            "summer_10_2": "I'm just gonna wander off on the pier at the Luau tomorrow. I don't want to be social with everybody.#$e#I could stay home, but I like eating the soup. It's the one redeeming part of the event.$u",
            "fall_26_2": "Are you going to dress up in a costume tomorrow night for Spirit's Eve, @?#$e#Me? Uh, I think I'm always pretty much dressed up for Spirit's Eve.",
            "winter_24_2": "If you don't have any one to sit with at the Feast of the Winter Star tomorrow, you can sit with my family. It's cool.#$e#You can be a buffer between me and Demetrius.$h",
            "winter_28_2": "If you're looking to do something for New Year's Eve tonight, you could hang with me, Sam, and Abby. We don't mind.#$e#We probably won't do much. But we have fun. You down?"
        }
    },
    {
        "LogName": "Sebastian Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueSebastian",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#You don't have to go out and tend to the crops today, do you? In this rain? Let's just stay in and be a couple. You know what I mean?$l#I didn't even want to get out of bed today with this rain. But I knew if I stayed in bed, I wouldn't get to see you.$l",
            "Rainy_Day_1": "This rain reminds me of how much I appreciate you. Sometimes life can be like a rain storm...#$e#$c .5#And you're the rainbow that comes after.#It can be tumultuous, but there's calm after the storm.$l",
            "Rainy_Day_2": "This is kinda strange, but I found this floating out back in a puddle.[337]#$e#$c .5#What the heck is that thing? It's not toxic, is it? It has a weird purple glow.$u#Maybe it's part of some buried treasure of your grandfather's. We should go digging!$h",
            "Rainy_Day_3": "#$c .5#I think I'm just gonna stay inside and do some coding today. I don't have it in me to go outside in this rain.#I knew this storm was coming and I totally forgot to put a cover over my motorcycle. Can I get you to help me before the rain really picks up?",
            "Rainy_Day_4": "#$c .5#Do you really have to go out and work today? That's a bummer. Maybe I can persuade you to stay inside with me. What's your pleasure?$l#I think I may just take a walk in the rain today. If I get a little wet, who cares? Maybe I can get you to dry me off when I get back?$h",
            "Rainy_Night_0": "#$c .5#This rain reminds me of the first time I stayed overnight here at the farmhouse. Remember what we did that night?$l#The rain hitting the roof sounds like music to me. It's slow and seductive. Come here and I'll show you what I mean.$l",
            "Rainy_Night_1": "#$c .5#I didn't do anything at all today and it was glorious. I saved all my energy for you for tonight.$l#It's gotta be tough being a farmer on days like today. Kick those boots off and let me rub your feet.$l",
            "Rainy_Night_2": "#$c .5#You've got that scent on you that I love. Maybe it's the rain mixed with your sweat. Come here and let me smell you.$l#This rain has me thinking... are you down with switching roles tonight in bed? I think you know what I mean.$l",
            "Rainy_Night_3": "#$c .5#With your hair all damp like that from the rain, you're looking pretty hot tonight. You thinking what I'm thinking?$l#You wanna join me for a smoke out on the porch? It's such a beautiful rainy night, we should experience it together.$l",
            "Rainy_Night_4": "#$c .5#I love you so much, I tried to make dinner for you tonight... [227]$l#I figured, why bother cooking on a lazy night like tonight. I ordered take-out from the saloon for us... [227]#$e#Fresh from the Gem Sea. I got a whole spread. You hungry?$h",
            "Indoor_Day_0": "#$c .5#I never thought I'd be a house husband, but I'm actually digging it. How do you think I'm doing?$h#Never in a million years did I think I'd ever live out on this farm. Life is crazy.$h",
            "Indoor_Day_1": "#$c .5#Listen, I know you get into some stuff when you're out and about. Maybe this will help?[349]$u#If you get tired while you're out working today, try this.[253]#$e#When I'm feeling zonked out, that always helps me.$h",
            "Indoor_Day_2": "#$c .5#It looks like a decent day out there. Want to skip work and go for a ride on my motorcycle with me?#If I disappear for a while on my motorcycle, I don't want you to worry. I'll always come back.$l",
            "Indoor_Day_3": "#$c .5#I used to wanna live in the city, but this farm is actually perfect for someone who prefers isolation. Nobody can bother me out here.$h#Would it be cool with you if I had the band over to practice? We could really crank up the volume out here on the farm.$h",
            "Indoor_Day_4": "#$c .5#I'm feeling kinda anxious today. I don't know if I can get anything done. You understand, right?$s#I didn't sleep well last night. I got up for a while and moved around, and when I left the bed I saw you tossing and turning. Maybe you missed having me next to you?$s",
            "Indoor_Night_0": "#$c .5#I'm usually pretty quiet, but how about we get loud tonight? I'm all yours.$l#I've been waiting for you to come home for a while. You've been on my mind all day.$l",
            "Indoor_Night_1": "#$c .5#You look like you had a rough day. Does any particular part of you need a massage?$l#I can tell you had a tough one today. How can I make it better for you?$l#$e#It makes me happy to make you happy.$l",
            "Indoor_Night_2": "#$c .5#We're married, not buried. Who cares how long the day was? Let's stay up all night and give each other what we need.$l#I love seeing you walk through that front door. As soon as I see you in your dirty farm clothes, my mind gets dirty too.$l#$e#Turn around and let me see you from the back. That's what I need.$l",
            "Indoor_Night_3": "#$c .5#I don't know about you, but I had an exhausting day today. Any ideas how I could get my second wind?$l#I love you. I hope you know that. You changed my life, and I hope I've made a good addition to yours.$h",
            "Indoor_Night_4": "#$c .5#I spent some time working on my motorcycle today. I probably still smell like grease. Want a whiff?$h#What I love about living here is how quiet it all is. We don't have to worry about anybody else. We might as well keep the windows wide open tonight.$l",
            "Outdoor_0": "#$c .5#I came out for a smoke, but once I got out here I no longer wanted one. This fresh air is enough for me.$h#Looks like a perfect day for a ride on my motorcycle. You coming with me?$h",
            "Outdoor_1": "#$c .5#I can tell this porch is the work of my Mom. She has a style all her own. It really makes this farmhouse feel like home to me.$h#Looking out at our fields, I'm impressed. You do such a great job maintaining this farm. I really scored when I married you.$h",
            "Outdoor_2": "#$c .5#I was feeling pretty anxious this morning when I woke up, but when I saw your face... I felt a lot better.$l#I'm not always the most expressive, but... I love you. You're an important part of my life.$l",
            "Outdoor_3": "#$c .5#Living out here sure beats living in the basement of my Mom's house. I've never felt so free before in my life.$h#I like sitting out here and watching you work in the fields. Your strength is impressive... and it's undeniably attractive.$l",
            "Outdoor_4": "#$c .5#If you hit up the mines today, bring me any frozen tears you find. I need more for my collection.$h#I'm thinking sushi and sashimi for dinner tonight. Do you mind catching us some fresh fish today?",
            "funLeave_Sebastian": "#$c .5#I'm heading into town today. I really hope I'm left alone. The people in Pelican Town can be so overbearing.#I was thinking about stopping by the saloon today to shoot some pool. Wanna join me?",
            "funReturn_Sebastian": "#$c .5#The best part of going into town is getting to leave when you're done. I'd rather be at home on our farm.$h#Pelican Town wore me out today, just like I knew it would. The further away from town I get, the less anxious I am!$h",
            "OneKid_3": "#$c .5#I can't believe we have a kid. So wild. I never saw myself as a Dad, but it's a pretty cool gig.$h#Do you think %kid1 is old enough to learn to ride a motorcycle yet? How cool would that be?$h",
            "TwoKids_0": "#$c .5#I think I'm starting to understand Demetrius a lot more. Raising two kids is hard work. But it's definitely rewarding.#Both %kid1 and %kid2 got your good looks. I love looking at them everyday and seeing you in them.$l",
            "TwoKids_2": "#$c .5#I really wanna start teaching our kids to code. I hope it comes natural to them like it did to me. But if they become farmers, that's cool too.$l#I think %kid1 has your enthusiasm and work ethic, and %kid2 will probably be a bit lazier like me. It's kinda cool having little replicas of us around, isn't it?$h",
            "TwoKids_3": "#$c .5#I never dreamed of being a Dad, but I actually love it. Thanks for showing me the way.$h#Our kids are lucky they've got so much space out here. They're free to run around and do what they want. They'll appreciate that when they're older.$h",
            "spring_4": "Would it be weird if I set up my desk in the basement? I guess I just got so used to working without any windows.$u#$e#Without windows, it's hard to tell what time of day it is. Really helpful when you're in the zone on a project.",
            "spring_23": "I've always kinda hated the Flower Dance. Such an odd festival. Am I right?$u#$b#But really, now that I've got you to dance with, it's not so bad.$h",
            "summer_10": "I just wanna chill today. Lay around the house. Maybe go tinker with my motorcycle. You cool with that?#$e#Some days, you've just gotta take it easy. And that day for me is today.$h",
            "summer_22": "It's the dog days of summer. Hope the crops aren't getting too dry. Need any help out there?#$e#Just give me a watering can and a pat on the backside, I'll get out there and do my best. And if you don't want my help, a pat on the backside is still appreciated.$l",
            "summer_28": "Summer's about over, and I'm looking forward to the cooler days of fall. We should go for a color tour on my motorcycle as soon as the leaves change.$h",
            "fall_7": "Fall is perfect boot weather. Not too hot, not too cold. You're not sweating in them, or getting them wet and dirty in the snow.#$b#Yep, I love my boots. I think I'll clean and condition them tonight. I can do yours, too, if you want.$h",
            "fall_15": "The Stardew Valley Fair is tomorrow. It just brings too many people to town for my liking.$s#$b#But it's cool that you do the grange display thing. I'll be cheering for you... in my own quiet and reserved way, of course.$h",
            "fall_28": "We were out late at the Spirit's Eve Festival last night. It was a good time. Sam and Abby always get into it.#$b#And I know you like it, too. That's why I still go.$l",
            "winter_7": "The Festival of Ice is such a goofy event. An ice fishing tournament? I don't get it.$u#$b#But hey, if you're gonna enter, I hope you win. What's the prize this year?",
            "winter_24": "I hope we'll sit with my family at the Feast of the Winter Star tomorrow. Don't tell anyone, but I kinda miss them.$s#$e#I know we're our own family now, but this festival reminds me of how grateful I should be. Other people in Pelican Town aren't so fortunate.$u",
            "winter_28": "Another year in the books, huh? I think it was a pretty good one.#$b#Why don't we kick back and have a few cold ones later? Let's make it a late night.$l[346]"
        }
    }]
}