{
    "Changes": [
    {
        "LogName": "Shane",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Shane",
        "Entries":
        {
            "Introduction": "I don't know you. Why are you talking to me?",
            "Mon": "%Shane is ignoring you.",
            "Mon2": "Stop right there. Turn around. Go away.",
            "Mon4": "I don't have a lot of friends around here. I kinda stopped trying.$s",
            "Mon6": "I don't know why I bother sometimes. Everything's always so disappointing.$s#$e#Do you ever feel sad, @?$u",
            "Mon8": "Ever feel like you're having an existential crisis?$u#$e#I'm pushing through it, but it's hard...",
            "Mon10": "I was feeling pretty crummy today until I saw your face, @.$h#$e#You make me wanna try harder.$l",
            "Tue": "...No.$u",
            "Tue2": "Sorry. I'm not in a talkative mood.$s",
            "Tue4": "Have you met Jas before? She's a sweet kid.$h#$e#I'd do anything for her.",
            "Tue6": "I feel like I've tried pretty hard and it hasn't gotten me anywhere...$s#$e#So maybe the lesson is... don't try?$u",
            "Tue8": "I feel lucky to have Jas and Marnie in my life. We're a ragtag bunch, but they make me feel like I have a family.#$e#I didn't have much of a family growing up.",
            "Tue10": "You've always been so kind to me, even when I didn't deserve it.#$e#I don't know what I did to land someone like you, but I hope I can keep it up.$h",
            "Wed": "%Shane looks at you for a moment with sad eyes and then looks away.",
            "Wed2": "%Shane looks sad and lost.",
            "Wed4": "I feel so crummy today. I can't shake this headache.$u#$b#I guess I should be used to it by now.",
            "Wed6": "Why do you put up with me, @? I mean, why do you talk to me?#$e#...Thanks.",
            "Wed8": "I know I don't look like much, but I'm loyal. I just wish people could see that.$u",
            "Wed10": "I never really thought I'd have kids. But Jas has shown me that, yeah, maybe I could be a decent dad.$u#$b#What do you think, @? Would I be an okay dad?",
            "Thu": "Don't talk to me.$s",
            "Thu2": "Nope. Not interested.$u",
            "Thu4": "What was your name again? It's @, right?#$e#I'm Shane. I don't know if I ever told you that.$u",
            "Thu6": "I wish this week was already over. I'm done with it.$u",
            "Thu8": "Do you know what I love? Hot peppers. Aren't they just the best?$h#$e#Even better... pepper poppers. They're the perfect food!$h",
            "Thu10": "It's nice to have someone. I kinda thought I'd be alone forever. But now I've got you.$h#$e#We're pretty good together, I think.$u",
            "Fri": "%Shane waves you off without a word.",
            "Fri2": "Do you want money or something? I'll save you the trouble... I don't have any.$s",
            "Fri4": "I'm really not feeling conversational today. Sorry.$s",
            "Fri6": "The saloon is my favorite place in Pelican Town. But Friday nights are a little too busy for me.#$e#I like it when it's quieter.",
            "Fri8": "Thanks for sticking with me, @. I've been feeling so mixed up. I'm trying to be better.$u#$e#Do you have any advice for me?",
            "Fri10": "I'm glad you like talking to me. I didn't get it at first, but I guess maybe you're as weird as I am.$h",
            "Sat": "I don't know you. Go away.",
            "Sat2": "*mumbling* I can't believe this farmer is coming up to me again...#$b#Haven't I made myself clear to you?$u",
            "Sat4": "Sorry if I was rude to you before. I just don't often feel like talking.#$e#Life can get messy.$s",
            "Sat6": "I don't know if I'm gaining weight or if I'm just bloated.$s",
            "Sat8": "I've told myself, I gotta do one positive thing every day... no matter how small.#$b#I hugged Jas really tightly this morning. She made me feel a lot better about things.$h#$e#She's a sweet little girl.$u",
            "Sat10": "Sorry if I have my bad days. They can be rough.$s#$e#I'm feeling pretty vulnerable right now.$s",
            "Sun": "What do you want? Leave me alone.",
            "Sun2": "I got nothing for you.",
            "Sun4": "Whenever I try something new, I screw it up.$s#$b#It's easier to just not do anything at all.$u",
            "Sun6": "I guess today's okay. I mean, I'm not feeling awful so that's a win in my book.",
            "Sun8": "*sigh* I need help, @. I feel like I don't know what to do anymore.$s",
            "Sun10": "I wanna be more productive but I don't know how. Every time I start something, I can't seem to finish it.#$b#What's your secret, @? I'm so inspired by the work you've done on your farm. How do I do something like that?",
            "summer_Mon": "I don't wanna talk. I'm busy.$s",
            "summer_Mon2": "I don't care, farmer. Please go away.$s",
            "summer_Mon4": "$d Joja#*sigh* ...Every day is the same. Stocking those horrible shelves, going to the saloon, tossing and turning all night.$s|I hated my job at JojaMart, but now that I'm unemployed I feel even worse.$s",
            "summer_Mon6": "Hey @. How's tricks?$u#$e#Seems like you've got a pretty good life.$u",
            "summer_Mon8": "Do you ever feel like you could use a hand on your farm? I think I could use the exercise.#$e#I've gotta figure out a new path for myself.$u",
            "summer_Mon10": "My future has always looked real murky. But now that we're together, I think I'm getting a clearer picture.$h",
            "summer_Tue": "What?!$a",
            "summer_Tue2": "I don't even know you. Why are you talking to me?",
            "summer_Tue4": "*hic* Hi.$h#$e#Hmm?$h",
            "summer_Tue6": "Penny treats Jas really good. Between you and me, I thought about asking Penny to hang out sometime...$u#$b#But I dunno... why would a smart chick like that want anything to do with someone like me?$s",
            "summer_Tue8": "Thinking about life is so exhausting. How do I shut my brain off... but in a healthy way?$s",
            "summer_Tue10": "You know what I like about spending time with you, @? I don't really feel the need to drink.$h#$e#I kinda feel like things are looking up.$u",
            "summer_Wed": "*mumbling* This stupid town and all these annoying people...#$b#What do you want? Go away.",
            "summer_Wed2": "I don't think you're very good at reading people.",
            "summer_Wed4": "I don't know why you keep talking to me. I'm not interesting.$s#$e#I'm just some random loser. What do I possibly have to offer?",
            "summer_Wed6": "I was thinking the other day, @... are we, you know... friends?#$b#I don't really have any friends. But I guess... I do.$u",
            "summer_Wed8": "I've got a bad headache today, @. It's pounding so hard...$s#$b#Yeah, I think I had a little too much to drink last night. I don't really know how to stop sometimes.$u",
            "summer_Wed10": "If you ever want me to come by and tend to your chickens, I'd love to do it. Just consider it a perk of dating me.$h#$e#Being around chickens really gets me out of my own head.$u",
            "summer_Thu": "%Shane catches your eyes and immediately looks away.",
            "summer_Thu2": "I'm sure there are other people in this town you could bother.",
            "summer_Thu4": "Marnie's my aunt. She's a good lady. I'm thankful she lets me stay at her place.#$e#I don't know where I'd be otherwise.",
            "summer_Thu6": "Gus got these new pickles in at the saloon and insisted I try one.$u#$b#I hate pickles.",
            "summer_Thu8": "So many people in my life are gone. But I'm still here. It blows my mind.#$e#I'm glad you're here, too. I never thought I'd have a friend like you again.$h",
            "summer_Thu10": "I was wondering if you'd be cool with me staying over some night this weekend. I dunno, maybe Friday or Saturday?#$b#I'd just really like to sleep next to you. It's comforting.$l",
            "summer_Fri": "No, not today.",
            "summer_Fri2": "No. Go away.",
            "summer_Fri4": "Is life hard on your farm? Harder than normal life?$u#$e#I imagine it would be a lot of work.",
            "summer_Fri6": "Sometimes I wish I could drink the fancier stuff, but cheap beer is all I can really afford.#$e#I guess I'm more of a quantity over quality guy.$u",
            "summer_Fri8": "I could never figure out what I wanted to do with my life. It's always been a struggle.$u#$e#I guess I just want to be happy. But that seems like the hardest thing there is.",
            "summer_Fri10": "I've always felt like an outcast in Pelican Town. Most people around here tend to avoid me.$s#$b#But now that we're together, I think other people are seeing maybe I have some merit. Like, 'if @ likes Shane, maybe he's not so bad.'$u#$e#I'm feeling pretty good about that.$h",
            "summer_Sat": "Scram!$a#$b#%Shane looks ill.",
            "summer_Sat2": "I'm busy. Can't you tell?",
            "summer_Sat4": "$d Joja#I'm renting my room from Marnie at a really good price. It's small but I can't complain.|If I could reset my life maybe I'd start a chicken farm. Only free-range eggs of course.",
            "summer_Sat6": "Why does life have to be so painful?$s#$e#I didn't ask to be born. I wish someone would have got my input first.$u",
            "summer_Sat8": "I'm sorry I was a jerk to you when we first met. I have a tendency to push people away.$s#$b#Can I get a hug? I think I could use a hug.$u",
            "summer_Sat10": "I've been better about my drinking lately. I only drink at the saloon, and even then I try to just have a few...$u#$b#At home, it's all sparkling water or Joja Cola. It's still a struggle, but I feel like I'm winning.$h",
            "summer_Sun": "I don't like talking to people. Don't you get that?$s",
            "summer_Sun2": "*sigh* Really?",
            "summer_Sun4": "I don't really feel like talking. Sorry to disappoint.$s",
            "summer_Sun6": "Some of the people in this town are so weird. Drives me nuts.#$e#I'm glad you're a bit more normal, @. Not normal, but just... cool.$h",
            "summer_Sun8": "I'm really attached to Marnie's chickens. I just like 'em.$h",
            "summer_Sun10": "When you kiss me, @, I feel something in me that I've never really felt before.$u#$e#Will you kiss me now so I can feel it again?$l",
            "fall_Mon": "If one more person talks to me, I'm gonna snap.",
            "fall_Mon2": "Can you please go away? Please?$s",
            "fall_Mon4": "I hate Mondays. They just remind me of how little I've got going for me.$u",
            "fall_Mon6": "I played gridball in high school. But I was never delusional about my abilities like that Alex guy.$u#$e#Sometimes you just gotta give up the dream.",
            "fall_Mon8": "Emily is always so happy and positive. I don't know how she does it.#$e#Should I just... ask her what her secret is? I worry she'd think I was a freak.$u",
            "fall_Mon10": "Being with you is really mellowing me out. That's a good thing.$l#$e#When I get up in the morning now, I feel like... yeah, I can do this.$h",
            "fall_Tue": "We're not friends. Please move on.$s",
            "fall_Tue2": "I don't need this today, farmer. Go!$s",
            "fall_Tue4": "You're persistent, @. I'll give you that.#$b#I just don't understand why you keep trying with me.$u",
            "fall_Tue6": "Do you think I'm short, @?$s",
            "fall_Tue8": "Do you ever wanna just get together and share a pizza sometime, @? Maybe I could stop by your farm and hang for a while?$h#$e#Is that cool with you? How about this weekend?$h",
            "fall_Tue10": "You know, maybe I could be a full-time chicken farmer. Do you think that's something I'm capable of?#$e#Everybody needs eggs, right?$h",
            "fall_Wed": "*mumbling* I need a drink...#$b#%Shane doesn't even notice you.",
            "fall_Wed2": "%Shane looks ill.",
            "fall_Wed4": "I guess Pelican Town is as good a place as any. But I'm indifferent.$u#$e#Wherever you go, there you are.",
            "fall_Wed6": "I don't have much in life, but at least I've got pizza and beer. They make me feel better.#$e#Oh yeah... right. And friends. We are friends now, aren't we? That's cool, too.$h",
            "fall_Wed8": "I'm really tired today. I feel like I got beat up.$u#$e#I need a nap.",
            "fall_Wed10": "I struggle with bad thoughts and, like, a negative internal monologue. But it's been okay so far this week.#$e#I feel like I've got a lot to look forward to, and that really helps.$h",
            "fall_Thu": "Go away, farmer. Not today.",
            "fall_Thu2": "Leave me alone. I don't want to talk to you.$u",
            "fall_Thu4": "I couldn't sleep at all last night. The room was just spinning.$s#$e#I feel pretty sick today.$s",
            "fall_Thu6": "Screw all this! Gah, I'm so freakin' angry right now!$a#$b#Ugh. I'm sorry, @. I didn't mean to take it out on you. I feel pathetic.$s",
            "fall_Thu8": "I feel so stupid sometimes. I feel like I'm never gonna do anything.$s#$b#You don't think I'm stupid, do you?$u",
            "fall_Thu10": "Do you ever see yourself married, @? I'm not trying to imply anything, I'm just wondering...#$b#I never thought I'd get married because I didn't feel worthy. Sad, I know. But now... I guess my attitude is changing.#$e#I'm feeling good about myself lately.$h",
            "fall_Fri": "Guh! You scared me! Get outta here!$7",
            "fall_Fri2": "My head is pounding!$a#$b#What do you want?$a",
            "fall_Fri4": "I'm probably the least interesting person in Stardew Valley. Why do you keep talking to me?$u#$e#I'm really just a nobody.",
            "fall_Fri6": "Do you ever go to sleep some nights and hope you don't wake up in the morning?$s#$b#I don't feel very good, @. Can you help me?$s",
            "fall_Fri8": "Not many people give me a chance. But you did, @.#$b#Thank you.$h",
            "fall_Fri10": "Maybe we could get together for pizza tonight? Fridays could become our new pizza night.$h#$e#I just like spending time with you. The pizza is a bonus!$h",
            "fall_Sat": "%Shane is ignoring you.",
            "fall_Sat2": "I don't need company right now.$s",
            "fall_Sat4": "I could go for a pizza right now. My stomach is rumbling.#$b#Sometimes the grease makes me queasy, though.",
            "fall_Sat6": "I'm in rough shape today. I don't think I'd be a good conversationalist.$u",
            "fall_Sat8": "Sometimes it feels like a good heart isn't enough in this world.#$e#We can't all do great things.$u",
            "fall_Sat10": "It actually feels like things are looking up. I can't believe it.$h#$e#I just hope this isn't a dream or something.$u",
            "fall_Sun": "...No.$u",
            "fall_Sun2": "I hate to break it to you, farmer... but this isn't working out.$u",
            "fall_Sun4": "It's fall? I guess I didn't really notice.#$e#Just feels like I've been living one long day.$s",
            "fall_Sun6": "I feel like I've been in hiding for so long. Do you know what that's like, @?#$e#I shouldn't be bothering you with this stuff.$s",
            "fall_Sun8": "It can be hard to communicate with people when you're in a dark place. But you listen to me, even when I'm not talking sense.#$e#You're a good friend, @.$h",
            "fall_Sun10": "Jas asked me why I was spending so much time with you. I told her we had a thing going on.$h#$e#It's a pretty good thing, actually.$l",
            "winter_Mon": "Why are you bothering me? I want to be alone.",
            "winter_Mon2": "I don't have time for this today.",
            "winter_Mon4": "I wish life wasn't such a struggle. But I guess that's just what it is.#$e#%Shane sighs and looks away.",
            "winter_Mon6": "I don't mind the dark days of winter. I just sleep more.#$e#Some days, I don't even get out of bed.",
            "winter_Mon8": "I just wanna play video games all day and zone out. Maybe that makes me immature...#$b#But I dunno. I don't think you're ever too old to get lost in a game.",
            "winter_Mon10": "I'm a man of few words. It can be hard to express my feelings.$u#$b#But I know you know how I feel.$l",
            "winter_Tue": "I don't like talking to people.$s",
            "winter_Tue2": "Persistence will not pay off with me.",
            "winter_Tue4": "I don't think anybody around here cares about me. I don't blame them, either.#$e#I'm not worth worrying about.$s",
            "winter_Tue6": "Hey @. It's nice to see your face.$h#$e#Yeah, I'm feeling okay today.$u",
            "winter_Tue8": "It's good to see you, @. Always nice to run into a friend.$h",
            "winter_Tue10": "I heard this winter is supposed to be a cold one. So if you need some warmth at night on your farm, just let me know.$l",
            "winter_Wed": "...#$b#%Shane shakes his head at you and then looks away.",
            "winter_Wed2": "Don't you have somewhere better to be?",
            "winter_Wed4": "I wish I could just stay in bed all day. What's even the point of getting up? Especially in winter...$s#$e#I feel cold...$u",
            "winter_Wed6": "Sometimes I feel like the only beings that understand me are Marnie's chickens...#$b#They don't need a lot. But they give so much.",
            "winter_Wed8": "I wanna make some changes next year. Big changes. But some days it's hard to feel motivated.#$e#What keeps you so motivated on the farm, @?",
            "winter_Wed10": "When you feel alone for so long, it's easy to spiral out of control and get lost in your own head...$s#$b#But I feel like I'm finding my place. And you're a big part of that, @. I appreciate you.$l",
            "winter_Thu": "Keep moving.",
            "winter_Thu2": "%Shane rolls his eyes at you and then looks away.",
            "winter_Thu4": "Do you have chickens on your farm, @? I hope you take care of them in winter.#$b#Get a heater for their coop. If I found out you're mistreating chickens, we'd have a problem.",
            "winter_Thu6": "Sometimes I think about my life, and I wonder where I went wrong. What was the decision I made that got me to this point?$u#$e#Do you feel like just one decision could throw your whole life off course?",
            "winter_Thu8": "'Keep moving.' The phrase is becoming my mantra. That's what I gotta do. Keep moving.",
            "winter_Thu10": "I don't really get why you like me, but I'm not gonna argue with it!$h#$e#I'm just trying to be good.$u",
            "winter_Fri": "Nope.",
            "winter_Fri2": "Get outta here. I'm not talking to you today.",
            "winter_Fri4": "Sometimes I feel this immense weight on top of me. Do you ever feel like that, @?",
            "winter_Fri6": "Sorry if I'm a bad friend sometimes, @. I'm not used to having friends.$u#$e#But I'm learning.",
            "winter_Fri8": "I try to be a good person, but it doesn't always come out right. And then I feel like crap.$s#$e#Thanks for accepting me and not ditching me, @. It means a lot to me.$h",
            "winter_Fri10": "I used to be pretty mad at this town. But that anger is fading.$u#$e#I think a lot of my anger was just projection. You know what I mean?",
            "winter_Sat": "You should probably take the hint and stop talking to me.$s",
            "winter_Sat2": "I'm not in the mood for this.$s",
            "winter_Sat4": "I don't know where I'm going...$u#$e#Not like it matters or anything.",
            "winter_Sat6": "I didn't sleep at all last night. All I could do was stare at the ceiling.$s#$e#I need a break from this life.$u",
            "winter_Sat8": "I hate waking up feeling wrecked. It's the worst. But at night, it's hard to say no.$u#$e#I wish this was easier.$s",
            "winter_Sat10": "I know I've got it pretty good, despite my obstacles. It's just hard to reconcile my feelings with my reality.$u#$e#I'm glad you're in my reality, though. That helps so much.$l",
            "winter_Sun": "%Shane looks at you and sighs.",
            "winter_Sun2": "You are just... you're something else.$s",
            "winter_Sun4": "I'm here for Jas, and that's about it.#$e#Nothing else really matters to me.",
            "winter_Sun6": "It's been a weird year for me. Thanks for cutting me some slack, @.",
            "winter_Sun8": "I hope someday I'll be in the right headspace for a relationship. I dunno if I'm there yet.$u#$e#But hey, baby steps... right?$h",
            "winter_Sun10": "I don't always know how to express myself. But I really just wanna hold you.$l#$e#I feel a lot more grounded when I'm with you.$l",
            "spring_1_2": "It's a new year, but I dunno if it'll be any better than last year.$u#$e#I'm just trying to survive.",
            "spring_20": "There's really nothing special about today...",
            "summer_4": "Today is Jas' birthday. She's a special kid. Did you get her anything?",
            "summer_10": "I dunno if I'm gonna go to the Luau. It's just too many people.$u#$e#The food is good, though.",
            "summer_27": "Something's happening tomorrow, but I forget what it is.$s#$e#It's another dance or something, right? But didn't we already do the Flower Dance this year?$u",
            "fall_18": "It's Marnie's birthday today, and I'd like to do something special for her.#$e#I just don't know what to do.$s",
            "fall_26": "I remember dressing up for Spirit's Eve when I was a kid...#$b#I don't really get into it anymore, though.$u",
            "winter_7": "We do too many festivals in this town, don't you think?#$e#They take all day, too... and nothing really happens!$u",
            "winter_24": "Do you think they'll serve pizza at the Feast of the Winter Star tomorrow?#$e#That would actually be pretty cool.$h",
            "winter_28": "I don't really remember much about this year. Is that weird?",
            "spring_12_2": "I hope Jas wins the Egg Festival. I love to see her happy.",
            "summer_10_2": "Should I skip the Luau this year? Then again, the soup is usually pretty tasty...",
            "fall_26_2": "The best part of the Spirit's Eve Festival is that pumpkin ale. I hope they don't run out this year.",
            "winter_24_2": "I go to the Feast of the Winter Star for the food...#$b#But it does get me to reflect on my life a little bit, too.$u",
            "winter_28_2": "The years just fly by sometimes. I think I should pay closer attention."
        }
    },
    {
        "LogName": "Shane Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueShane",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#I don't know what to do with myself today. This rain is making me feel a little lost. Is there anything you need help with?#If you wanna just chill inside with me today, that would be cool. The rain is a good excuse to stay in bed.$l",
            "Rainy_Day_1": "I wonder how Marnie and Jas are doing right now. I think about them a lot...#$e#$c .5#I miss them, but I'm happy that I'm living with you now.$l#Wouldn't it be something if we all lived on one big farm together? I don't know how that would work, though.",
            "Rainy_Day_2": "I stepped outside this morning and saw this washed up near the front steps.[787]#$e#$c .5#You think it still has a charge? Should we plug it in to something and find out?$u#It's probably just garbage. I have a lot of pride in living here and I want to help keep the farm clean.$h",
            "Rainy_Day_3": "#$c .5#Think you could take a day off of work and hang out inside with me? We could make a pizza and just chill on the couch.$h#I hope there's no flooding in the chicken coops. I should go out and check to see if they're okay.$s",
            "Rainy_Day_4": "#$c .5#I think I've got a lot of work to do around the house, so I guess it's not terrible that it's raining so hard today. Where should I start?#I almost didn't get out of bed today, but that would just kill my momentum. I've been doing pretty good lately.$h",
            "Rainy_Night_0": "#$c .5#It was a cold and rainy day, but I can keep you warm tonight.$l#Why don't we crack a couple beers and cuddle up on the couch together? Then see where the night takes us...$l",
            "Rainy_Night_1": "#$c .5#Let's make it an early night tonight. If you want, I could rub your feet before bed.$l#On night's like tonight, it's always good to snuggle up with someone you love.$l",
            "Rainy_Night_2": "#$c .5#I'm feeling a little mixed up tonight. I think I might just go lay down and try to sleep it off.$s#I'm thankful every day that you gave me a chance. Not a lot of people are as kind-hearted as you are.$l",
            "Rainy_Night_3": "#$c .5#The rain is making me feel romantic. Are you thinking what I'm thinking?$l#Wanna hop into bed and get sloppy? I've been thinking about you all day.$l",
            "Rainy_Night_4": "#$c .5#I thought I'd try my hand at cooking something other than pizza...[241]$h#I hope you're hungry. Your man Shane made dinner tonight.[231]#$e#Take a bite and lemme know what you think!$h",
            "Indoor_Day_0": "#$c .5#It's a new day and I'm feeling like I can make something happen. Let me know if you need a hand with anything.$h#We make a pretty good pair, don't you think? Spending time with you is my favorite thing in the world.$l",
            "Indoor_Day_1": "#$c .5#I've heard the mines can get pretty treacherous. If you ever get into a bad situation, take this.[349]$h#All that work you do looks exhausting. If you're feeling tired, try this.[349]#$e#It's also good for a particularly rough morning. I've got a lot of experience there.$u",
            "Indoor_Day_2": "#$c .5#You're a real inspiration to me. I don't know how you pack so much into a day. What's your secret?$h#You're not heading out now, are you? I was hoping you'd stick around the house and we could, you know... do what couples do.$l",
            "Indoor_Day_3": "#$c .5#When I think back to how I treated you when you first moved to Pelican Town, I cringe. Thanks for giving me a chance. I love you.$l#I got some chores I wanna get done today. First up, gotta clean my room. Sorry I'm such a mess sometimes.",
            "Indoor_Day_4": "#$c .5#You're the best thing that ever happened to me. I feel so much lighter. I still struggle some days, but overall... I'm happy.$h#I was thinking of moving some furniture around and doing some decorating. But then I realized... I've got no idea what I'm doing.$h",
            "Indoor_Night_0": "#$c .5#*brap* Wanna hear me burp the alphabet? I've been practicing. You think it's cute, right?$h#You've given me so much. And now I'm ready to give it to you... all night long.$l",
            "Indoor_Night_1": "#$c .5#Let's have a night for us. We'll curl up in bed and cuddle. And wherever it goes from there, hey... let's do it.$l#You're such a great farmer. It's unreal. I hope I can be as motivated as you one day.$h",
            "Indoor_Night_2": "#$c .5#You look like you've had a busy day. Sorry I wasn't more helpful. I do the best I can. I hope that's okay.$l#I love living with you, but sometimes I really miss Jas. Wouldn't it be cool if she could come live with us?$u",
            "Indoor_Night_3": "#$c .5#You look really good tonight. I wanna be close to you.$l#I know I'm far from perfect, but I love you. I hope you think I'm a good husband.$u",
            "Indoor_Night_4": "#$c .5#Sometimes life feels like a big mess. But when I'm with you, everything feels a whole lot better.$h#Sometimes I can't sleep at night and all I can think about is how lost and scared I feel. But I'm so thankful I'm not alone anymore.$l",
            "Outdoor_0": "#$c .5#Beautiful day, huh? If you need some heavy lifting done today, I'm your guy. I wanna help!$h#I love standing out here and surveying the farm. You've done such a great job. I'm in awe.$h",
            "Outdoor_1": "#$c .5#I was thinking of inviting Jas over to take a stroll around the farm today. You wanna join us?#How did you learn all this farming stuff anyway? It must come naturally to you.$l",
            "Outdoor_2": "#$c .5#It's a nice day out, but I'm still feeling anxious. I feel like I don't know what to do with myself.$s#I was just thinking... isn't Lewis a weird guy? I know my aunt likes him, but there's just something off about him.$u",
            "Outdoor_3": "#$c .5#Is it hot pepper season yet? I'm still learning this farm stuff. Whenever the hot peppers are ready, I'll be your taste tester!$h#I know there's a war going on overseas, but it's so peaceful here right now. Sometimes it's easier to just forget...$u",
            "Outdoor_4": "#$c .5#Sometimes I go out to your Grandpa's shrine and just think. It's a nice place to reflect.$u#I wanna be a good husband to you. Tell me what you need, and I'll do it.$h",
            "funLeave_Shane": "#$c .5#I'm gonna take a walk to town today. Maybe stop in the saloon for a drink. You interested?$h#I'm heading into town to see if I can run into Jas. I'm really miss that little squirt. I wanna give her a hug.$h",
            "funReturn_Shane": "#$c .5#Pelican Town can be exhausting. I'm glad I get to come home to you and the farm.$l#You know, I'm feeling pretty good after my day in town. But I'm ready to be out of public.$u",
            "OneKid_3": "#$c .5#Wow. I can't believe I'm a daddy. I really never thought I'd get to experience this in my life.$h#Having a kid really puts things into perspective for me. %kid1 has changed my life in so many ways.$h",
            "TwoKids_0": "#$c .5#Why stop at two? Wouldn't it be amazing if we could adopt Jas? I bet she'd love to be %kid1 and %kid2's older sister.$h#I never thought I'd see the day where I had two kids of my own. Life is a strange journey.$u",
            "TwoKids_2": "#$c .5#Having kids is tough, but it's also like a natural anti-depressant. They just make me so happy to be alive.$h#I like being a stay-at-home dad. I think it's the job I was always supposed to have.$h",
            "TwoKids_3": "#$c .5#Even on days where I wake up and feel like I just can't do it... the kids give me purpose.#It's hard work being a parent, but it keeps me clean. Do you notice a difference in me since we had the kids?$l",
            "spring_1": "I never really looked forward to a new year before, but now that I've got you... life is pretty good.$h",
            "spring_19": "I've got a birthday coming up, but I don't like to make a big deal about it.$u#$e#Nah, there's really nothing I want. I got everything I want.$l",
            "summer_4": "It's Jas' birthday and I got something special for her.[604]#$b#It's her favorite. You wanna come with me to deliver it to her?$h",
            "summer_14": "With summer in full swing, I hope the chickens are feeling good. Have they been laying more eggs lately?",
            "fall_17": "So it's Marnie's birthday tomorrow, and she's been dropping hints about what she wants. Here's what I got her.[432]#$e#I thought it was kind of a weird ask. But I dunno. What do you think she uses it for?$u",
            "fall_26": "Spirit's Eve is coming up and I'm really considering not going to the festival in town...$u#$e#I just end up drinking too much pumpkin ale. I figure, I should probably take it easy instead and hang around at home.",
            "winter_14": "They've got some weird stuff at that Night Market. Really wild statues. Trippy artwork.#$e#And that Mermaid Show is pretty risque. I wonder what the older people in Pelican Town think of that.",
            "winter_28": "This has been one of the best years of my life, and I'm not just saying that. I love what we have together.$l#$e#Tonight is gonna be a lot of fun. Let's have a few brews and see where the night goes.[303]$l"
        }
    }]
}