{
	///////////////////
	//Added in v1.0.0//
	///////////////////

	//Display Name for Museum
	"museum.name": "Mirin's Museum of Curiosities",

	//Map Strings
	"KathMuseum.1": "It is the model of a ship, although the sails seem to move and there is a soft scent of ocean breeze coming from it.",
	"KathMuseum.2": "You approach to touch, but it rattles and its strings thrum in refusal.",
	"KathMuseum.3": "The images and texts in the walls are all incomprehensible, they even seem like they are dancing in the pages...",
	"KathMuseum.Temp": "There seems to be something under this plant.^Perhaps you can come back later after talking to the museum curator...^^When you have something to donate...",

	//Text when interacting with pedestal
	"pedestal.text": "The plaque underneath it reads:^{0} - {1}",

	//Strings for Museum stuff
	"donateditemconsole": "Thank you {0} for your generous donation of {1} to {2}",
	"milestoneconsole": "{1} have been donated by {0} to {2}!",
	"completionconsole": "{0} has has found and donated all the curiosities to {1}!",
	"donateitems": "Donate a Curio",
	"collectrewards": "Collect Mirin's Gift",
	"rearrangeitems": "Rearrange the Curios",
	"retrieveitems": "Take Mirin's Curios...",
	"busycatmuseum": "Mirin seems to be busy...",
	"completemuseum": "Mirin purrs. You've completed their collection!",
	"nothingtogivemuseum": "Mirin meows. You don't seem to have anything to donate...",
	"nodonationsmuseum": "Perhaps you can try when you have something to offer to Mirin...",
	"busycatmuseum_mirin": "%Mirin seems to be busy...",
	"completemuseum_mirin": "%Mirin purrs. You've completed their collection!",
	"nothingtogivemuseum_mirin": "%Mirin meows. You don't seem to have anything to donate...",
	"nodonationsmuseum_mirin": "%Mirin seems to sulk, there are no donatables around...",

	"itemhint": "You feel like this can go in the museum... But maybe in the museum of Curiosities...",
	//Buffs
		"buff.mirin": "Mirin's Blessing",
		"buff.mirin.description": "You feel elated.",
	//Objects
		//Category
	"CurioCategory": "Curio",
		//LostBook
	"lostbook.name.1": "Elegant Lost Book",
	"lostbook.desc.1": "A book belonging to",
		//Curios
	"curio.name.1": "Dried Porcelain Herb",
	"curio.desc.1": "It is surprisingly not brittle and difficult to make into fine dust. Prized for its alchemical purposes.",	
	"curio.name.2": "Eversprout",
	"curio.desc.2": "An ancient seed that has been sprouting for a long time, it seems healthy. Go on little one!",
	"curio.name.3": "Incription Tablet",
	"curio.desc.3": "According to Mirin: The tablet's gold is still flowing, molten and solid at the same time through ancient magic. Although its properties are unknown...",
	"curio.name.4": "Rainbow Tears",
	"curio.desc.4": "The tears of a rainbow, or so the legend says...",

	//Lost Book Messages
	"findbook.lostbookset": "The book vanishes as soon as you try to read it, maybe it is one of Mirin's Curios?",
	"broadcast.lostbookset": "{0} has found one of Mirin's Lost Books!",
	"missing.lostbookset": "You can hear Mirin's hiss of disapproval. The book is lost somewhere...",

	//Lost Book Content
	"lostbookset.text.1": "To my dearest,^It is a delight to send this special stone to you.^I found it deep inside the mountains, but the journey was worth the reward.^Perhaps this stone can finally bring back your voice my dearest...",
	"lostbookset.text.2": "This one is a bit illegible... Well it is in a completely foreign language, and has cat prints everywhere!",

	//CT for Mirin
	"mirinct": "%Mirin stares at you, and meows thoughtfully. Their words echo in your head.#$b#I used to be able to talk, as my Master had once gifted me with a powerful artifact... But now I can only echo my thoughts using arcane magic.$0",
	"mirinctrepeat": "%Mirin looks a bit exasperated at you...#$b#Reading that old note again? Even I haven't been able to find the stone in all my adventures through this land and the old one.$3",

	//NPC
	"Name.Mirin": "Mirin",
	"Relationship.Mirin.Wizard": "That weirdo", //this is endearing tone
		//Animation Strings
	"mirin_meditate": "%Mirin is meditating using their magic, it's better to leave them alone for now...",
	"mirin_gone": "%Mirin is nowhere to be seen. They did leave a their ball of yarn behind...",
	"mirin_rest": "%Mirin is peacefully napping.",
		//Dialogue and Schedule Strings
	"dialogue.intro": "%They meow, and purr, moving their whiskers about in joy.",

	"dialogue.mon": "%Mirin is meowing about, probably complaining or thinking about yarn.",
	"dialogue.tue": "%You wonder how Mirin has kept this place clean, perhaps magic?",
	"dialogue.wed": "Do you know why my name is Mirin?$0#$b#Well, Master was very fond of rice wine...$1#$b#...$2#$e#%Mirin becomes quiet.",
	"dialogue.thu": "%Mirin meows at you in complaint, they seem to want to tell you something but no meowing echoes come to your mind.",
	"dialogue.fri.1": "%You hear Mirin speak to themselves, strange...#$b#Master...$2#$b#...$2#$b#...$2#$e#%You aren't able to hear more than that.",
	"dialogue.fri.2": "%Mirin is in deep thought.",
	"dialogue.sat": "Today is a lazy day.$0#$e#%Mirin stretches and yawns.",
	"dialogue.sun.1": "%Mirin blinks slowly, they look groggy.",

	"dialogue.dumpsterdive": "%You hear Mirin's voice echo in your mind.#$b#I can respect the hustle.$1",
	"dialogue.greenrain": "%Mirin seems sleepy today.",
	"dialogue.greenrainfinished": "%Mirin seems excited.#$b#All that mana is good for my mental speeches!$1#$e#%You zone out after a while of them speaking about yarn.",
	"dialogue.greenrain2": "%Mirin is still very sleepy, you wonder if it is just the rain or because it is this particular type of rain.",

	"dialogue.rain": "%Mirin looks very sleepy, they yawn as they hear the distant pitter-patter of rain.",

	"dialogue.event": "%Mirin looks at you with wonder in their eyes.#$b#%Perhaps they are happy at the prospect of you finding some interesting artifacts.",
	"dialogue.2event": "%Mirin looks like they are smiling, they are obviously very happy at the collection of Curios.",
		//Event
	"0event.01": "Hm? There is a door beneath this plant...",
	"0event.02": "...",
	"0event.03": "You moved the plant out of the way.",
	"0event.04": "The trap door seems unlocked? Maybe you should check it out.",

	"event.01": "You try to calm the kitty down...",
	"event.02": "It seems to be searching for something.",
	"event.03": "Oh, they want you to read the letter...",
	"event.04": "The letter reads: Hello! My name is Mirin.^After my master left, I am in charge of this museum!^Sadly, I accidentally lost my voice, but I can speak using magic!",
	"event.05": "What do they mean?",
	"event.06": "It's difficult for me to speak in your head!$3",
	"event.07": "If you find any strange artifacts, maybe you can bring them to me!$0",
	"event.08": "It is my master's wish, and I love the curiosities found in this world!$1",
	"event.09": "You can no longer hear Mirin, they look frustrated.",
	"event.10": "You agree to bring Mirin any Curios you encounter.",

	"2event.01": "Mirin looks very excited to see you.",
	"2event.02": "@! I am so happy, all these new Curios!$1",
	"2event.03": "Mirin's joy is contagious, you find yourself smiling at the little museum corner a little bit more full.",
	"2event.04": "Maybe you can find more curiosities and help Mirin expand this little museum.",

	//Letters
	"Mirin.CurioComplete1.LetterText": "Surprised I can write? Come visit me soon!",
	"Mirin.CurioComplete1.LetterTitle": "Meow!",

    ///////////////////
	//Added in v1.0.4//
	///////////////////
    "config.section.Buff.name": "Buff Modification",
    "config.section.Buff.description": "Modify certain aspects of the buff Mirin can give you after certain requirements are met.",

    "config.Luck.name": "Luck",
    "config.Luck.description": "Change the luck buff provided by Mirin's blessing.",
    "config.DefenseAttack.name": "Defense and Attack",
    "config.DefenseAttack.description": "Change the defense and attack buffs provided by Mirin's blessing.",
    "config.Immunity.name": "Immunity",
    "config.Immunity.description": "Change the immunity buff provided by Mirin's blessing.",

    ///////////////////
	//Added in v1.1.0//
	///////////////////
    "KathMuseum.Exp1": "The painting seems to be moving.",
	"KathMuseum.Exp2": "The plaque reads:^The City in the Clouds.",
    "KathMuseum.Exp3": "The clouds from the larger painting spill into the smaller ones.",

    "exp.event.01": "It looks like Mirin wants you to follow.",
    "exp.event.02": "@! Look I managed to expand the place.$1",
    "exp.event.03": "The area is definitely more spacious.",
    "exp.event.04": "Maybe now you can donate some more Curios to Mirin. Just wait until the room is ready!",

    "dialogue.expevent": "Now there will be more space for more curiosities!$1",
    "dialogue.sun.2": "Even after the expansion, I prefer staying on this side.$0#$b#It's warm and cozy enough.$2",

    "Mirin.Expanded.LetterTitle": "Meow!!",
    "Mirin.Expanded.LetterText": "Come soon! I have a surprise.",
    "Mirin.CosmosExpanded.LetterTitle": "Meow.",
    "Mirin.CosmosExpanded.LetterText": "Hey @, the new cosmic room is ready!",
    "Mirin.WTHExpanded.LetterTitle": "Meow...",
    "Mirin.WTHExpanded.LetterText": "Hey @, the new holiday room is ready!",

    //Cosmos Related
    "Cosmos.KathMuseum.1": "A large meteorite, it has a bit of magnetism.",
    "Cosmos.KathMuseum.1-1": "The plaque reads:^^Meteorite-10131^Found: The Deeper Dunes of Calico Desert^Contained traces of: Unknown organic substance.",
    "Cosmos.KathMuseum.2": "Some old tools, they look a bit rusty but they are definitely sharp.",
    "Cosmos.KathMuseum.3": "The spinning wheel clatters and moves on its own... Best leave it alone.",
    "Cosmos.KathMuseum.4": "Hm, it doesn't seem to work.",

    //WTH Related
    "WTH.KathMuseum.1": "It's snowing outside in the painting, it makes you want to stay indoors by the warm fire.",
    "WTH.KathMuseum.2": "The fish is oddly translucent, and the fish tank feels cold to the touch.",
    "WTH.KathMuseum.3": "This looks like one of Mirin's corners... Better leave it alone for now"
}