{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Maru",
			"Entries": {
				"marriage_sit": "Do you think Penny will ever get married?#$b#I wonder if she'll settle down with Sam.$h",
				"marriage_sit2": "Hi, @. Did you have a productive day?",
				"marriage_sit3": "There's room for an extra if you'd like to join.",
				"marriage_t": "Dad doesn't show it but he gets really happy when I come back to work in my room.",
				"marriage_t2": "There was a lot of stuff I didn't pack up when I came to live with you.#$b#I didn't think it would be safe to clutter your home with dangerous, unfinished machinery.$s",
				"marriage_t3": "Careful around here, I don't want to shock you again!$h",
				"marriage_r": "You look really beautiful today...$l",
				"marriage_r2": "I'm a farmer's wife, a part-time nurse, and a scientist.#$b#If I could only choose one of those for the rest of my life I think I know what I'm keeping.$l", 
				"marriage_r3": "We should stargaze later tonight.#$b#I'll bring snacks!$h",
				"marriage_r4": "I wonder if Sebastian is happier now that I'm out of the house.$s#$b#*sigh* You're right. I shouldn't dwell on it. I can't force Sebastian to like me.",
				"marriage_p": "I hope Penny decides to get married some day.",
				"marriage_p2": "I'll be home soon, I just want to gaze at the stars for a moment.",
				"marriage_p3": "It's getting a little chilly.$s#$b#Let's warm up back in bed.$l",
				"marriage_p4": "Look at the moon, @. It's beautiful out here tonight.",
				"marriage_marriageMon": "Hey! Mom seems to be doing okay without my help. She's a tough lady.",
				"marriage_marriageMon2": "Hi, @! Look at us, we're all one big happy family.",
				"marriage_marriageMon3": "It still amazes me Mom upgraded your house in only two days.#$b#She's a stroke of genius isn't she.$h?",
				"marriage_lab": "Dad's making good progress on his experiment.",
				"marriage_lab2": "*psst*, I think Dad's watching you.",
				"marriage_lab3": "Can you hand me the bottle at the end of the table?#$b#Thanks, Dad- Oh! I mean thank you, @.$l",
				"marriage_nightmarket": "My family and I are going down to the Night Market together this afternoon. You should tag along.#$b#You are family now, after all.$h",
				"marriage_13": "I was waiting for you, I don't like going in alone.#$b#We're participating together, right? Well, good luck!$h",
				"marriage_16": "I was just admiring the farm from out here.#$b#I hope all the visitors are aware of how much work it took for you to restore it.$l#$b#Success comes when you work hard. That's the knowledge I want them to go home with.",
				"marriage_25": "There aren't many people in town right now.#$b#It's weird being here so early. Usually my family and I were the last to arrive.$h"
			}
		}
	]
}