{
"ModName": "Marry Me: Reverse Wedding Proposals",
    
"proposalResponse": "#Yes!#No...",
"noContinue": "#I'm just not ready yet.#I never want to get married.#I don't want to get married... to you.",

"2ndPerson.you": "you", //translate as a 2nd person pronoun (e.g. "to you")
"2ndPerson.your": "your", //translate as a possessive 2nd person pronoun (e.g. "your hands")
"3rdPerson.you": "the farmer",
"3rdPerson.your": "the farmer's",

//#### VANILLA EVENT DIALOGUE (vanilla NPCs) ####
//Default (modded NPCs)
"White_Default.0": "@!$h",
"White_Default.1": "Curious. I make a wish... and here you are.$l",
"White_Default.2": "You know... there's actually something I've been meaning to ask you.",
"White_Default.3": "But now that the moment is here...$s",
"White_Default.4": "You know... Pelican Town has a curious custom.#$b#Flowers to declare your intentions. And shells... Shells to make things permanent.$l",
"White_Default.5": "The flowers were easy enough. After all, I had a ${handsome^beautiful}$ farmer is holding them out to me at the time.$l",
"White_Default.6": "I spent a lot of time wondering about the 'shells' part, though. What shells? Just anything I found lying on the ground?#$b#But... as I was walking on the beach one morning, it began to rain. And from the storm a voice spoke to me.",
"White_Default.7": "I know this is hard to believe, @, but a ghost told me that he'd seen what lay buried in my heart.$l#$b#He also told me that I had better bring it into the light before life snatched away my chance.",
"White_Default.8": "{{Suitor}} takes {{Your}} hands, then sinks down onto one knee.",
"White_Default.9": "I intend to take his advice.$l",
"White_Default.10": "{{Suitor}} pulls out a mermaid's pendant and presents it to {{You}}.",
"White_Default.11": "@... you are the most incredible person I've ever met. I want to spend the rest of my life with you.$l#$b#Will you marry me?$l",

"White_Default.YES.0": "{{Suitor}} kisses {{Your}} hands, then hangs the pendant around {{Your}} neck.",
"White_Default.YES.1": "Thank you, @. For this and everything else.$l",
"White_Default.YES.2": "I'll go and talk to Lewis. Whatever needs to happen, I'll do it. I want our day to be as special to you as it is to me.$h#$b#I just can't believe my luck.$l",
"White_Default.YES.3": "Make a wish, @. You've just granted mine.$l",

"White_Default.NO.Q": "... Can I ask why?$s",

"White_Default.NO1.0": "Oh... that's OK. I'm sorry if I was moving too fast.$s",
"White_Default.NO1.1": "{{Suitor}} squeezes {{Your}} hands, reassuring.",
"White_Default.NO1.2": "Don't worry, @. I can wait until you're ready. You're worth it.$l",

"White_Default.NO2.0": "Oh...$s",
"White_Default.NO2.1": "Hmmmm. If the alternative is losing you, @... I'm fine with things continuing as they are.#$b#Shells or no shells, I'm just glad that you're mine.$l",

"White_Default.NO3.0": "Oh.$s",
"White_Default.NO3.1": "Well, at least you were honest with me. Thanks for that much.$s#$b#I guess this is it then.$s#$b#Goodbye, @.$s",

// Abigail
"White_Abigail.0": "@! Hey.$h",
"White_Abigail.1": "Come here, I wanted to show you something.",
"White_Abigail.2": "You know... I've lived here all my life.",
"White_Abigail.3": "And... as much as the people drive me crazy sometimes, Pelican Town is my home.",
"White_Abigail.4": "I found this when I was seven. Lots of couples carve their names into this tree.#$b#Look: there's Evelyn and George... Kent and Jodi...#$b#And down here, my folks -- Pierre and Caroline.$h",
"White_Abigail.5": "I think it's meant to symbolize putting down roots. It's kind of... a declaration of permanence.",
"White_Abigail.6": "I spent a lot of years thinking that I would jump at the chance to leave this tiny little town. But every time an opportunity came up, I let it go.",
"White_Abigail.7": "Now I know that I was waiting for something. Or rather... someone.",
"White_Abigail.8": "Abigail takes {{Your}} hands, then sinks down onto one knee. Her smile is a little ironic.",
"White_Abigail.9": "I'd like to carve my name next to yours, @, if you're willing.$l",
"White_Abigail.10": "Abigail pulls a mermaid pendant from her pocket and presents it to {{You}}.",
"White_Abigail.11": "@... would you be my ${husband^wife}$?$l",

"White_Abigail.YES.0": "Abigail springs up and hangs the pendant around {{Your}} neck, grinning.",
"White_Abigail.YES.1": "YES! I knew it! Thank you, @.$h",
"White_Abigail.YES.2": "I'll set everything up. It'll be perfect, I promise.$h#$b#All that's left to do now is... make history.$l",
"White_Abigail.YES.3": "There. Now we'll always be together.$l",

"White_Abigail.NO.Q": "... Can I ask why?$s",

"White_Abigail.NO1.0": "Oh... that's OK. I wasn't trying to pressure you or anything, @. Sorry if it came across that way.$l",
"White_Abigail.NO1.1": "%Abigail squeezes {{Your}} hands, reassuring.",
"White_Abigail.NO1.2": "Don't worry. I can wait until you're ready. You're worth it.",

"White_Abigail.NO2.0": "Oh...$s",
"White_Abigail.NO2.1": "I guess that's OK? It'll be a little weird to explain to my parents, but I'm just happy if I get to be with you.",

"White_Abigail.NO3.0": "Oh.$s",
"White_Abigail.NO3.1": "Well, at least you were honest with me. Thanks for that much.$s#$b#I... I guess I'll see you around then, @.$s",

// Alex
"White_Alex.0": "You know, @, my mother would have liked you. You're exactly the kind of person that my she always hoped I'd bring home one day.",
"White_Alex.1": "Loyal. Generous. Kind.$l",
"White_Alex.2": "Sorry. I know this isn't the most romantic spot for a date.",
"White_Alex.3": "To be honest, I thought of a dozen different ways to do this, but now that the moment is here... there's only one place I wanted to be when I asked you this.$l",
"White_Alex.4": "@... ever since you came here I've been... happy. I'm not really used to that, you know. Not since losing Mom.#$b#You're kind to my grandparents. You're patient with me. You even like old Dusty.$h",
"White_Alex.5": "I guess... what I mean to say is...$l",
"White_Alex.6": "Alex gets down on one knee, presenting {{You}} with a mermaid's pendant.",
"White_Alex.7": "Would you marry me?$l",

"White_Alex.YES.0": "Alex hangs the pendant around {{Your}} neck, his hands gentle and sure.",
"White_Alex.YES.1": "Thank you, @.$l#$b#I couldn't imagine a better future than spending my life with you.",
"White_Alex.YES.2": "I guess there's only one thing left to do.$l",
"White_Alex.YES.3": "Mom... there's someone I'd like you to meet.",

"White_Alex.NO.Q": "But... why?$s",

"White_Alex.NO1.0": "Hey, hey... it's OK. I'm not mad. I'd rather you tell me now than run away at the altar or something.$l",
"White_Alex.NO1.1": "Don't worry. I can wait for you, @. I can wait forever if you need me to.$l",
"White_Alex.NO1.2": "C'mere, hon. You know you're the only one for me.",

"White_Alex.NO2.0": "Oh...$s",
"White_Alex.NO2.1": "For real? I'm not sure my grandparents would understand.$s#$b#We're still dating though, right? I'm just happy if I get to be with you.",

"White_Alex.NO3.0": "...Ouch. Thanks for being honest, I guess?$s",
"White_Alex.NO3.1": "I guess this is it, then, isn't it?$s#$b#See you around, @.$s",

//Elliott
"White_Elliott.0": "Ah! There you are, darling.$h",
"White_Elliott.1": "Do you like it? It took forever to string them all up, even with Willy's help.$h",
"White_Elliott.2": "It's gorgeous, Elliott.",
"White_Elliott.3": "What's the occasion?",
"White_Elliott.4": "I'm so glad you like it.$h#$b#I was afraid that I'd gone a little overboard. But it is a rather special occasion after all.$l",
"White_Elliott.5": "Well...$l",
"White_Elliott.6": "I knew I might get tongue tied again, so... if you don't mind... I wrote something for you.",
"White_Elliott.7": "Ahem *clears throat*$l",
"White_Elliott.8": "Like driftwood cast upon the shore, warped and tossed by salt wave crest //#$b#So sick was I with wondering, no cause had I for cheer and rest.",
"White_Elliott.9": "Yet like a distant burning star, your love came shining 'cross the sea // Beckoning bright, from afar.#$b#My darling...",
"White_Elliott.10": "Elliott sinks gracefully to one knee.",
"White_Elliott.11": "Will you marry me?$l",

"White_Elliott.YES.0": "My darling @.$l#$b#Your name is a golden bell, hung within in my heart. Thank you for this gift.$l",
"White_Elliott.YES.1": "Elliott squeezes {{Your}} hands, then lays a mermaid's pendant across {{Your}} open palms.",
"White_Elliott.YES.2": "Worry not -- I'll handle all the preparations. I want our day to be perfect.$h#$b#In the meantime, though...",
"White_Elliott.YES.3": "... May I have this dance?",

"White_Elliott.NO.Q": "... may I ask why?$s",

"White_Elliott.NO1.0": "Oh, my love, I'm sorry.$s#$b#I wasn't trying to pressure you, darling. You mean the world to me and I would never want you to feel rushed or uncertain.",
"White_Elliott.NO1.1": "%Elliott squeezes {{Your}} hands, reassuring.",
"White_Elliott.NO1.2": "Thank you for telling me, @. I will gladly wait for you as long as needed.$l",

"White_Elliott.NO2.0": "I... I see...$s",
"White_Elliott.NO2.1": "@... if I'm being honest, I'm just happy to be the man at your side.#$b#Married or not, you are still the only one for me.$l",

"White_Elliott.NO3.0": "I... I see.$s#$b#Thank you for being... honest.$s",
"White_Elliott.NO3.1": "Please leave me. I need some time to reflect.$s#$b#Farewell, @.$s",

//Emily
"White_Emily.0": "Something told me you'd be here tonight. Call it a sixth sense.",
"White_Emily.1": "Maybe you knew I'd come looking for you.",
"White_Emily.2": "Maybe you just know me better than anyone else.",
"White_Emily.3": "Thank you, @. It's nice to know I have someone looking out for me.$h",
"White_Emily.4": "That's a nice thought.",
"White_Emily.5": "Oh, @ -- look! A shooting star!",
"White_Emily.6": "Emily's fingers intertwine with {{Your}} own.",
"White_Emily.7": "Say, @?",
"White_Emily.8": "I don't know why I know some things that others don't. It's just... something that I've always had.#$b#But I have to confess that here, tonight... I have a question to ask you and I...$l",
"White_Emily.9": "I can't *see* what you're going to say. It's honestly kind of scary.$s#$b#And exhilarating!$h",
"White_Emily.10": "@... since I've known you, life has been full of surprises again. I believe that the universe brought us together for a reason. So...",
"White_Emily.11": "Emily opens her hand. A mermaid's pendant rests on her upturned palm.",
"White_Emily.12": "Will you marry me, @?$l",

"White_Emily.YES.0": "Emily hangs the mermaid pendant around {{Your}} neck. When she speaks, her voice has strange musical overtones.",
"White_Emily.YES.1": "We've passed a juncture, you and I. Our stars align.$7",
"White_Emily.YES.2": "Emily shakes her head, then smiles at {{You}} with unguarded joy.",
"White_Emily.YES.3": "Thank you, @, for this gift.$l",
"White_Emily.YES.4": "I'll set everything up, don't worry. I can't wait to walk this new path with you.$l",

"White_Emily.NO.Q": "... may I ask why?$s",

"White_Emily.NO1.0": "Oh!$6#$b#I'm sorry, @. I was so sure of myself that I forgot to check in with your aura before springing this on you.$s",
"White_Emily.NO1.1": "%Emily squeezes {{Your}} hands, reassuring.",
"White_Emily.NO1.2": "It's OK. Patience is a lesson I learned a long time ago.#$b#And you, @, are worth waiting for.$l",

"White_Emily.NO2.0": "Oh!$6#$b#A third possibility, as yet unseen.",
"White_Emily.NO2.1": "Married or not, @, I still believe that my destiny is at your side.#$b#The ceremony is, ultimately, just a formality.$7",

"White_Emily.NO3.0": "I... was wrong?$s#$b#But... I... what is the lesson here? What am I supposed to learn from this?$s",
"White_Emily.NO3.1": "I need some time to reflect.$s#$b#Goodbye, @.$s",

//Haley
"White_Haley.0": "Stop right there!",
"White_Haley.1": "The lighting is *perfect* where you're standing. I want to snap some photos!$h",
"White_Haley.2": "Perfect!$h",
"White_Haley.3": "Actually... there's one way that this moment could be even more perfect.$l",
"White_Haley.4": "Well...$l",
"White_Haley.5": "I realize that sometimes I can be... blunt. And that can come across as kinda rude.$s",
"White_Haley.6": "The thing is, I've *always* known what I want.#$b#I don't see any reason to pretend to care about things that don't matter, or to not be excited about something that I love. You know?",
"White_Haley.7": "I guess what I'm trying to say is... I've made up my mind.$l",
"White_Haley.8": "Haley pulls a mermaid's pendant from her purse, holding it up so that it sparkles in the light.",
"White_Haley.9": "Will you marry me, @?$l",

"White_Haley.YES.0": "Haley's smile is radiant as she hangs the pendant around {{Your}} neck.",
"White_Haley.YES.1": "Thanks, babe. I love you.$l",
"White_Haley.YES.2": "Don't worry, I'll handle everything. I want our day to be *perfect*.$h",
"White_Haley.YES.3": "Hey, let me get a shot with you wearing your pendant?$l",
"White_Haley.YES.4": "Now I can remember this moment forever.$l",

"White_Haley.NO.Q": "But, babe... why?$s",

"White_Haley.NO1.0": "Oh!$s#$b#I'm sorry, was that too fast? I didn't mean to make you feel bad.$s",
"White_Haley.NO1.1": "Don't worry though, @. I'm not mad or anything. I can wait for you, promise.",
"White_Haley.NO1.2": "Just know that I'm not gonna change my mind, OK?$l",

"White_Haley.NO2.0": "Huh. OK.$s",
"White_Haley.NO2.1": "... I guess it's not that weird. Celebrities do it all the time! And honestly, I'm just glad to be with you, @.#$b#I don't need a mermaid's pendant to tell me how I feel... though I wish you'd let me show everyone how happy you make me.$l",

"White_Haley.NO3.0": "...What?$3",
"White_Haley.NO3.1": "What do you mean, 'with you'? Am I some sort of dirty little tramp that you can't bear to be seen with?$3#$b#No, I am a freaking *queen* and I don't deserve to be treated this way.$a",
"White_Haley.NO3.2": "We're through, @. Have a nice life.$3#$b#Or don't. I don't care.$s",

//Harvey
"White_Harvey.0": "Good evening, @.$h",
"White_Harvey.1": "Dinner needs a few more minutes, so why don't you take a seat while I finish up?",
"White_Harvey.2": "You cook?",
"White_Harvey.3": "What's the occasion?",
"White_Harvey.4": "Hah, I've been known to. Hope you like spaghetti.$h",
"White_Harvey.5": "Ah! Um...$8",
"White_Harvey.6": "*ahem* It's... it's a surprise.$7",
"White_Harvey.7": "Please, have some of the wine -- it's quite good.",
"White_Harvey.8": "You like it? I've been saving that bottle for awhile.$h#$b#It was a gift from my parents when I finished med school, but I never found a moment special enough to deserve it.",
"White_Harvey.9": "Actually... there's something I've been meaning to ask you.$7",
"White_Harvey.10": "@... I've been in Pelican Town for some years now. And for the longest time, I didn't mind being on my own.",
"White_Harvey.11": "I had my work. I could chat with my patients. And I had time to pursue whatever hobbies I chose.#$b#Aside from the occasional worry about finances, I thought my life was ideal.$s",
"White_Harvey.12": "But ever since you moved to the valley, I've found myself wanting... more out of life.#$b#I wasn't even sure why I felt so restless until quite recently.$l",
"White_Harvey.13": "Harvey goes down on one knee, pulling a mermaid's pendant from his jacket pocket.",
"White_Harvey.14": "I realize that I'm no knight in shining armor, @, but I would lay down my life for you, if required.$7#$b#*You* are my courage. And I would be honored if you would become my ${husband^wife}$.$l",
"White_Harvey.15": "So, @... will you marry me?$l",

"White_Harvey.YES.0": "Harvey kisses {{Your}} hands, momentarily overcome.",
"White_Harvey.YES.1": "You have no idea how terrifying that was.$h#$b#I can't wait to leap into the unknown with you.$l",
"White_Harvey.YES.2": "Don't worry, I'll talk with Lewis and set everything up. I know how busy you are with the farm.$h#$b#For now, though, I propose a toast...",
"White_Harvey.YES.3": "Harvey raises his glass.",
"White_Harvey.YES.4": "To us. And to a very happy future.$l",

"White_Harvey.NO.Q": "I... that is...$7#$b#Why?$s",

"White_Harvey.NO1.0": "Oh! Is that all?$h",
"White_Harvey.NO1.1": "I apologize if I rushed things, @. Being with you has made me bold as a lion.",
"White_Harvey.NO1.2": "Don't worry, I will wait for you. Take as long as you need.$l",

"White_Harvey.NO2.0": "Oh.$s",
"White_Harvey.NO2.1": "I'll admit that I was hoping for a more permanent attachment with you, @. But I can accept this, if the alternative is losing you.#$b#You make me happy, @. If I make you happy as well, then that should be enough for anyone.$l",

"White_Harvey.NO3.0": "What?$8#$b#What do you mean, @? I thought....?$7",
"White_Harvey.NO3.1": "*sigh* I suppose it doesn't matter what I thought. Clearly I was mistaken.$s",
"White_Harvey.NO3.2": "I would prefer to be alone now, @. Have a safe walk home.$s",

//Leah
"White_Leah.0": "@. Thank you for coming.$h",
"White_Leah.1": "Here, I wanted to show you something.",
"White_Leah.2": "Have you ever seen this waterfall? It's one of my favorite spots in the forest.",
"White_Leah.3": "I came here often when I first moved to the valley. The roar of the water was... soothing.",
"White_Leah.4": "I've grown a lot since then. Meeting you helped me realize that living in the past also meant living in fear.$7",
"White_Leah.5": "Things are going well with my art now. I wake up every morning, inspired to create, and go to sleep every night satisfied with a day well spent.#$b#It's strange, though... I've realized one dream only to fall heart first into another...$l",
"White_Leah.6": "Oh! I got you something!",
"White_Leah.7": "This is incredible, thank you!",
"White_Leah.8": "Oh my! Are you sure?",
"White_Leah.9": "I don't know if I can accept this...",
"White_Leah.10": "I'm so glad you like it!$h#$b#I dithered awhile over what type of tree to get, but in the end, there was only one choice.",
"White_Leah.11": "Of course! I hope it wasn't too presumptuous, but... I wanted you to think of me every time you saw it.",
"White_Leah.12": "Oh, please don't say that, @. I really want you to have it.$s",
"White_Leah.13": "After all... it's a tree named after a color. I figured it was an appropriate gift from an artist.$l",
"White_Leah.14": "If I'm being honest... I was sort of hoping to plant that on your farm one day.$l",
"White_Leah.15": "@... you may not realize how much you mean to me.$l#$b#You encouraged me. Fought for me. Helped me realize my own potential.",
"White_Leah.16": "When I first moved here, I couldn't imagine ever falling in love again. And now... I can't imagine my life without you in it.$l",
"White_Leah.17": "Leah takes {{Your}} hand in her own, her touch almost hesitant.",
"White_Leah.18": "I want to grow and change with you for the rest of my life. I want to paint the two of us together and hang it above our bed.$l",
"White_Leah.19": "I want *you*, @. Just as you are. So...$l",
"White_Leah.20": "... Would you marry me?$l",

"White_Leah.YES.0": "Leah's smile is radiant as she pulls a mermaid's pendant from her pocket and presses it into {{Your}} hands.",
"White_Leah.YES.1": "I love you, @. Thanks for just being you.$l",
"White_Leah.YES.2": "I'll take care of all the preparations. You don't have to worry about a thing.$l",
"White_Leah.YES.3": "Just think -- we'll be eating the fruit from this orange tree when we're ${a little old couple, like Evelyn and George^a pair of little old ladies}$.$h",
"White_Leah.YES.4": "Don't think for a moment that I will ever get tired of you.$l",

"White_Leah.NO.Q": "I... I don't understand. Why?$s",

"White_Leah.NO1.0": "Oh!#$b#I'm sorry, I wasn't trying to pressure you.$s",
"White_Leah.NO1.1": "Please, @. Never regret telling me exactly how you feel. I can wait for you -- forever if I need to. OK?",
"White_Leah.NO1.2": "And, please... keep the tree? It would make me happy for you to have it on your farm.$l",

"White_Leah.NO2.0": "Oh. Hmmmm.$s",
"White_Leah.NO2.1": "I didn't know that. I wouldn't have ambushed you like this if I'd known.$s#$b#I wanted the world to know how much you mean to me, @, but I'm OK if you want to continue as we are. Frankly, I'm just happy to be with you.#$b#... Keep the tree, though? It would mean a lot to me.$l",

"White_Leah.NO3.0": "You don't want to... ? To *me*?$s",
"White_Leah.NO3.1": "I... I don't understand, @. I thought...$s#$b#Well. I can't make you love me, or force you to stay by my side. If that was possible, I'm sure I'd still be with Kel.$s",
"White_Leah.NO3.2": "Keep the tree. Maybe you'll think of me, once in awhile.$s",

//Maru
"White_Maru.0": "@! Out for a stroll?$h",
"White_Maru.1": "Care to join me? We might see a meteor shower tonight.",
"White_Maru.2": "It's important to look at the stars every now and then. Sometimes, it's easy to forget that there's an entire universe out there.",
"White_Maru.3": "Look, @ -- a shooting star!",
"White_Maru.4": "Hey, @?",
"White_Maru.5": "Maru takes {{Your}} hand.",
"White_Maru.6": "All my life, I've worked hard to be the person I'm supposed to be.",
"White_Maru.7": "Smart. Driven.#$b#Capable.$s",
"White_Maru.8": "I've never really had the chance to know what I like, or... even decide who I wanted to be.$s",
"White_Maru.9": "That is... until you came to the valley and showed me that life is more than just books and the expectations others place on us.",
"White_Maru.10": "I want to try an experiment.",
"White_Maru.11": "It starts when I give you this...",
"White_Maru.12": "Maru pulls a mermaid's pendant from her pocket and holds it out to {{You}}.",
"White_Maru.13": "And you answer the following question:",
"White_Maru.14": "@... Will you marry me?$l",

"White_Maru.YES.0": "Maru's eyes sparkle in the moonlight as she hangs the pendant around {{Your}} neck.",
"White_Maru.YES.1": "Oh -- this is thrilling! I can't wait.$h",
"White_Maru.YES.2": "I'll take care of everything. My mom is going to get a kick out of helping me plan it all out.$h",
"White_Maru.YES.3": "And don't worry -- I'll break the news to dad. Probably best to do that on my own.",
"White_Maru.YES.4": "Make a wish, @. All of mine have been granted.$l",

"White_Maru.NO.Q": "... may I ask why?$s",

"White_Maru.NO1.0": "Oh... that's OK. I wasn't trying to pressure you or anything, @.",
"White_Maru.NO1.1": "Maru takes {{Your}} hands and gives them a gentle squeeze.",
"White_Maru.NO1.2": "I can wait until you're ready.#$b#After all, the universe wasn't created in a day... even if it did start off with a Bang.$l",

"White_Maru.NO2.0": "Oh...$s",
"White_Maru.NO2.1": "I suppose that's... cool. My dad might not be thrilled, but he probably won't complain too much about me staying at home, either.$s",
"White_Maru.NO2.2": "If the alternative is losing you... we'll make it work.",

"White_Maru.NO3.0": "Oh.$s#$b#Well... at least you were brave enough to be honest with me.$s",
"White_Maru.NO3.1": "I can walk myself home.$a#$b#Goodnight, @.$s",

//Penny
"White_Penny.0": "${Mister-mister-mister^Miss farmer lady ma'am}$! Miss Penny needs you!",
"White_Penny.1": "She told us to find you. You should come right away, ${sir^ma'am}$.$4",
"White_Penny.2": "Is anything wrong?",
"White_Penny.3": "Alright, let's go",
"White_Penny.4": "She just told us to go get you. You'd better hurry!$3",
"White_Penny.5": "Let's go, let's go!",
"White_Penny.6": "We've got ${him^her}$, Miss Penny!$h",
"White_Penny.7": "Good job, both of you. Thanks for your help.",
"White_Penny.8": "Vincent, Jas? The best way for you to help me right now would be to give us a little privacy.$l",
"White_Penny.9": "C'mon, Vincent. They need to have a grown-up talk.$4",
"White_Penny.10": "Aw, man....$s",
"White_Penny.11": "Sorry about that, @. I'm afraid that I'm not very good at keeping secrets from them.#$b#When they found out what I had planned... Well. They insisted on helping.$l",
"White_Penny.12": "This is Vincent's idea of a 'romantic setting', by the way. The fairy lights were Jas' contribution.$h",
"White_Penny.13": "... @?",
"White_Penny.14": "... There's something I've been meaning to ask you.$l#$b#I might have waited a bit longer, but... I guess I can take some courage from the fact that the kids are both so excited...$s#$b#They both really like you, did you know that?",
"White_Penny.15": "@... you are the most incredible person I have ever met.$l#$b#I used to think I'd have to travel the world before finding someone half as patient, generous... and kind.",
"White_Penny.16": "I guess what I'm trying to say is... you *are* the world to me, @. And I love you, more than I thought was possible.$l",
"White_Penny.17": "Penny pulls a mermaid's pendant from her pocket and presents it to {{You}} shyly.",
"White_Penny.18": "If you feel the same way, @... would you marry me?$l",

"White_Penny.YES.0": "Penny's eyes fill with tears. She throws herself into {{Your}} arms.",
"White_Penny.YES.1": "Oh, @... thank you! You've just made me the happiest woman on the planet.$h",
"White_Penny.YES.2": "*sniffles* I'll take care of everything. I want our day to be as special to you as it will be to me.$l",
"White_Penny.YES.3": "Vincent! Jas! What are you still doing here?$12",

"White_Penny.NO.Q": "I... I don't understand. Why?$s",

"White_Penny.NO1.0": "Oh...$s#$b#Goodness... I'm sorry, @. I just got so excited that... I'm sorry.$s",
"White_Penny.NO1.1": "Well... now I guess you know exactly how I feel about you, anyway.$l",
"White_Penny.NO1.2": "Don't worry, I can wait for you -- I'm *good* at waiting. Any my feelings aren't going to change.$l",

"White_Penny.NO2.0": "Oh...$s",
"White_Penny.NO2.1": "I... I don't know how I feel about that. I always hoped one day to start a family with someone I loved.$s#$b#But... if the alternative is losing you... I will try to be content with things as they are.$l#$b#I wasn't exaggerating when I said you mean the world to me, @. You always will.",

"White_Penny.NO3.0": "Wh-what?$s",
"White_Penny.NO3.1": "I... I don't understand, @. I thought...$s",
"White_Penny.NO3.2": "Penny opens her mouth to say something else, but all that comes out is a choked sob.",

//Sam
"White_Sam.0": "Oh, uh... hi, @.$10",
"White_Sam.1": "Is something wrong?",
"White_Sam.2": "What are you doing here?",
"White_Sam.3": "No! No no, nothing's wrong!$8",
"White_Sam.4": "It's just that, you weren't supposed to be here. I was going to surprise you at your farm.$10",
"White_Sam.5": "I was... uh...$10",
"White_Sam.6": "I... um... had something to ask you, @, but you were supposed to be at your farm.$10",
"White_Sam.7": "Aw, hell...$s",
"White_Sam.8": "Here, let me start again.",
"White_Sam.9": "Alright... picture this for me: You're coming home after a hard day of work.#$b#But what's this? Someone's waiting for you on your doorstep!",
"White_Sam.10": "It's Samson, your boyfriend. He's got a stupid grin on his face and is holding something in his hands.$l",
"White_Sam.11": "It's a lovely bouquet of flowers! You are utterly charmed and wonder what your handsome boyfriend is doing on your porch.$h#$b#But suddenly, he drops to one knee!$8",
"White_Sam.12": "Sam dramatically goes down on one knee before {{You}}.",
"White_Sam.13": "He tells you that you are the most amazing person he's ever met. That he can't believe how lucky he is to have you in his life.$l",
"White_Sam.14": "He apologizes for being an insufferable goofball sometimes, but is honestly just happy that he can make you laugh.$h",
"White_Sam.15": "And then he asks the big question:",
"White_Sam.16": "Sam pulls a mermaid's pendant from his pocket and grins up at {{You}}.",
"White_Sam.17": "@... I want to spend the rest of my life making you smile. Will you marry me?$l",

"White_Sam.YES.0": "Sam springs up, almost tripping himself as he crushes {{You}} into his arms.",
"White_Sam.YES.1": "YES! Yes I knew it!$h",
"White_Sam.YES.2": "Don't worry about the setup -- I'll talk to Lewis and get everything arranged.#$b#Oh man, I can't wait to tell my mom. She's going to cry.$h",
"White_Sam.YES.3": "Sam runs his hand down the side of {{Your}} face.",
"White_Sam.YES.4": "Thank you, @. You're the best gift I could ever receive.$l",

"White_Sam.NO.Q": "I... I don't understand. Why?$s",

"White_Sam.NO1.0": "Oh, is that all?$h#$b#Babe, I'm sorry if I jumped the gun. Sometimes I rush into things without thinking. It's a bad habit.$l",
"White_Sam.NO1.1": "Sam gives {{Your}} hands a reassuring squeeze.",
"White_Sam.NO1.2": "One, two or ten years from now, my feelings for you won't fade. I can wait, as long as I get to put a pendant on you some day.$l",

"White_Sam.NO2.0": "Oh. Really?$8",
"White_Sam.NO2.1": "Babe... I don't mind, but can you imagine what my mom is gonna say to that?$s#$b#Don't worry, though. Shells or no shells, I'm your man for life. I'm not walking away from you -- now or ever.$l",

"White_Sam.NO3.0": "Wait, what?$8",
"White_Sam.NO3.1": "Babe... really? But I thought...?$9",
"White_Sam.NO3.2": "*sniffs* OK. OK, I get it. You want someone more responsible, someone less... me.$s",
"White_Sam.NO3.3": "I'll get out of your hair. Bye, @.$a",

//Sebastian
"White_Sebastian.0": "Over here.",
"White_Sebastian.1": "This is a little out of the way, isn't it?",
"White_Sebastian.2": "Careful! You don't want to fall in.",
"White_Sebastian.3": "I dunno... I've found that the best things in life are sometimes found off the beaten path.$l",
"White_Sebastian.4": "Hah. Hardly. I've been coming out here since I was a kid.$h",
"White_Sebastian.5": "Some water creatures only come out in the evening. We might see some if we stick around for awhile.",
"White_Sebastian.6": "Wildlife? Is that what you wanted to show me?",
"White_Sebastian.7": "Huh. Didn't know you were into that kind of stuff.",
"White_Sebastian.8": "Well, ummm.... it's part of it.$h",
"White_Sebastian.9": "Well... I may not be a nerd about it like Demetrius, but I hear the frogs every night.$h#$b#I've... sort of grown attached to the little fellas.$h",
"White_Sebastian.10": "And anyway... out here we can actually be *alone*.$l",
"White_Sebastian.11": "Hey... @?",
"White_Sebastian.12": "While I've got you here, there's something I've been meaning to ask you...",
"White_Sebastian.13": "I...$s",
"White_Sebastian.14": "You know, it's strange.#$b#I finally saved up enough to get my own place in the city. Move out. Start my own life.",
"White_Sebastian.15": "I even started to look at apartment listings but... something felt... off.#$b#Wrong.$s",
"White_Sebastian.16": "I don't want to leave Pelican Town anymore, @. I think maybe you know why.$l",
"White_Sebastian.17": "So I went for a walk on the beach one rainy day, and made a different kind of investment in my future.#$b#I was kinda sorta hoping that you would like to join me in it.$l",
"White_Sebastian.18": "Sebastian drops awkwardly to one knee on the bridge. He pulls a mermaid's pendant from his pocket and holds it out to {{You}}.",
"White_Sebastian.19": "I may not be prince charming, @, but... I love you. With all my heart.$l#$b#So... maybe... will you marry me?$l",

"White_Sebastian.YES.0": "Sebastian hangs the pendant around {{Your}} neck, his fingers surprisingly gentle.",
"White_Sebastian.YES.1": "Thanks, @.$l",
"White_Sebastian.YES.2": "Don't worry, I'll talk to Lewis and set everything up. I know how busy you are.#$b#In the meantime, though... I think we've got some company.$h",

"White_Sebastian.NO.Q": "I... Why?$s",

"White_Sebastian.NO1.0": "... Shit, I'm sorry.$s",
"White_Sebastian.NO1.1": "I wasn't trying to pressure you into marriage... or anything else.#$b#You know that, right? I can wait as long as you need me to.$l",
"White_Sebastian.NO1.2": "I love you, @. And I'm not going anywhere.$l",

"White_Sebastian.NO2.0": "Oh...$s",
"White_Sebastian.NO2.1": "Well, if you're absolutely sure...$7",
"White_Sebastian.NO2.2": "Sebastian quirks a small smile, then turns and flings the mermaid's pendant far out into the lake.",
"White_Sebastian.NO2.3": "You know that doesn't matter to me, right?$7#$b#Shells or no shells, I'm yours farmer. The words, the ceremony... it would all be empty without you.$l",

"White_Sebastian.NO3.0": "... What?$s",
"White_Sebastian.NO3.1": "So... what are we? What am *I*?$s#$b#Just some sort of ...entertainment? A fun little *distraction* on your path to greatness?$a",
"White_Sebastian.NO3.2": "Alright. I guess I expected better from you, @, but I should have known that good things never last.$s",
"White_Sebastian.NO3.3": "*sigh* Go away, farmer. I guess I need to start saving again.$s",

//Older Sebastian
"White_OlderSeb.0": "Over here.",
"White_OlderSeb.1": "You really like this spot, don't you?",
"White_OlderSeb.2": "I knew I'd find you here.",
"White_OlderSeb.3": "Yeah. I come out here to think. Seems like I've been doing a lot of that, lately.",
"White_OlderSeb.4": "You know me best, ${farmer^farmer girl}$. If I ever got lost, I bet you'd be the one to find me again.$h",
"White_OlderSeb.5": "Yeah, I brought three lamps this time. We might be out here all night, and I don't want you falling into the lake when it gets dark.",
"White_OlderSeb.6": "I won't fall in if we hold hands.",
"White_OlderSeb.7": "All night? Did you plan any sleeping arrangements?",
"White_OlderSeb.8": "...Yoba, that's adorable.$h#$b#You can hold my hand whenever you like, @.$l",
"White_OlderSeb.9": "Well... if you look behind those bushes over there, you might find a couple of sleeping bags.$h#$b#You know. Just in case you felt like staying up.$l",
"White_OlderSeb.10": "Anyway, I'm glad you came. Lately, I've found that being alone with you is better than being alone by myself.$l",
"White_OlderSeb.11": "Hey... @?",
"White_OlderSeb.12": "If I'm being honest, there's something I've been meaning to ask you.",
"White_OlderSeb.13": "I...$s",
"White_OlderSeb.14": "You know, it's strange.#$b#I finally saved up enough to get my own place in the city. Move out. Get my life back together, you know?",
"White_OlderSeb.15": "I even started to look at apartment listings, but something felt... off.#$b#Wrong.$s",
"White_OlderSeb.16": "@... I don't want to leave Pelican Town anymore. You can probably guess why.$l",
"White_OlderSeb.17": "So I went for a walk in the rain.#$b#Pretty soon, I found myself on the beach, making a different kind of investment in my future.$l",
"White_OlderSeb.18": "Sebastian drops to one knee on the bridge. He pulls a mermaid's pendant from his pocket and holds it out to {{You}}.",
"White_OlderSeb.19": "@... you know who I am. You've seen things that I'm not proud of.$s#$b#And I don't know what terrifies me more -- that, despite everything, you've decided to stick around... or that I can no longer imagine a future without you in it.",
"White_OlderSeb.20": "I know I'm not prince charming, but... I love you, @. With all my heart.$l#$b#Will you marry me?$l",

"White_OlderSeb.YES.0": "Sebastian hangs the pendant around {{Your}} neck, his fingers surprisingly gentle.",
"White_OlderSeb.YES.1": "Thanks, @.$l",
"White_OlderSeb.YES.2": "Don't worry, I'll talk to Lewis and set everything up. I know how busy you are.#$b#In the meantime, though... stay with me? If I take my eyes off of you for a second tonight, I'm afraid that I'll wake up.$l#$b#Besides, the lake is the best place in the valley for star watching. If you don't mind the company.$h",

"White_OlderSeb.NO.Q": "I... Why?$s",

"White_OlderSeb.NO1.0": "... Shit, I'm sorry.$s",
"White_OlderSeb.NO1.1": "I wasn't trying to pressure you into anything. You know that, right?#$b#I can wait as long as you need me to -- ten years, or a hundred.$l",
"White_OlderSeb.NO1.2": "I love you, ${farmer^farmer girl}$. And now that I've found you, there is nothing that will tear me away.$l",

"White_OlderSeb.NO2.0": "Oh...$s",
"White_OlderSeb.NO2.1": "Well, if you're absolutely sure...$7",
"White_OlderSeb.NO2.2": "Sebastian quirks a small smile, then turns and flings the mermaid's pendant far out into the lake.",
"White_OlderSeb.NO2.3": "You know that doesn't matter to me, right?$7#$b#Shells or no shells, I'm yours ${farmer^farmer girl}$. The words, the ceremony... it would all be empty without you.$l",

"White_OlderSeb.NO3.0": "... What?$s",
"White_OlderSeb.NO3.1": "So... this thing between us? Was it all in my head?$s#$b#And I'm just... what? Entertainment? A fun little distraction from life?",
"White_OlderSeb.NO3.2": "Alright. I guess I expected better from you, @, but I should have known that good things don't happen to me.$s",
"White_OlderSeb.NO3.3": "*sigh* Go away, ${farmer^farmer girl}$. I need to start saving again.$s",


//Shane
"White_Shane.0": "How'd you like the pizza by the way? Did I get the crust right?",
"White_Shane.1": "I didn't know you could cook!",
"White_Shane.2": "It was great, but what's the occasion?",
"White_Shane.3": "I don't, really. But I'm trying.#$b#Jas and Marnie are both probably sick of eating burnt pizza by now.$h",
"White_Shane.4": "Oh, it's... it's nothing really. Just felt like putting something together for you.",
"White_Shane.5": "...You sure you don't want another soda? I think I brought too many...",
"White_Shane.6": "No, huh?",
"White_Shane.7": "... Yoba, I'm sorry @. I'm not very good at this sort of thing.$s",
"White_Shane.8": "If I'm being honest, the lights weren't even my idea -- that was all Jas.",
"White_Shane.9": "She insisted that... well that...$s#$b#*mumble mumble mumble*$a",
"White_Shane.10": "... that it would be more romantic.$l",
"White_Shane.11": "And she was right, of course, but all I had were the colored lights that Jas picked out last Spirit's Eve, and... #$b#...and none of that matters right now. Sorry.$s",
"White_Shane.12": "Fuck, OK. Here goes.$s",
"White_Shane.13": "Shane takes a deep, shaky breath.",
"White_Shane.14": "If it weren't incredibly obvious to you by now, farmer, I want to make one thing clear: I'm crazy about you.#$b#Incredibly, stupidly, head-over-heels in love. Alright?$l",
"White_Shane.15": "Every time I think about you, I start grinning like an idiot. Can't even sleep because even my dreams are filled with you.",
"White_Shane.16": "A couple of months ago, I never would've believed that life could be so good.#$b#And I will be *damned* if I lose it all because I couldn't muster up the courage to ask you the question that's been burning me up inside.$2",
"White_Shane.17": "Shane awkwardly lowers himself to one knee.",
"White_Shane.18": "I'm no knight in shining armor, but I would lay down my life for you in a second. All I ask in return is that you let me stand by your side for the rest of my life.",
"White_Shane.19": "Shane pulls a mermaid's pendant from his jacket pocket and holds it out to {{You}}. His hands are shaking.",
"White_Shane.20": "@... will you marry me?",

"White_Shane.YES.0": "Yeah... yeah, OK. I understand --$s#$b#Wait, what?$10",
"White_Shane.YES.1": "Shane is on his feet and crushing {{You}} into his arms before {{You}} can process what's happening.",
"White_Shane.YES.2": "Holy shit, you said yes?$h#$b#Why the hell would you ever say yes to me, farmer? Of all the stupid, idiotic...$l",
"White_Shane.YES.3": "You realize you're not getting out of this, right? I'll have the entire thing arranged so fast it'll make your head spin.$h#$b#Not gonna give you enough time to come to your senses, farmer.$l",
"White_Shane.YES.4": "Shane hangs the pendant around {{Your}} neck, resting it gently over {{Your}} heart.",
"White_Shane.YES.5": "Seriously though... thank you, @. For this. For you.$l#$b#For everything.$l",

"White_Shane.NO.Q": "I... yeah. Yeah, that's about right.$s#$b#Just out of morbid curiosity though... can I ask why?$s",

"White_Shane.NO1.0": "Wait, so.... there's still a chance?$10",
"White_Shane.NO1.1": "Farmer, I'd wait for you until the sun burns out. You know that, right?$l",
"White_Shane.NO1.2": "If you need more time, you've got it.#$b#I'm not going anywhere.$l",

"White_Shane.NO2.0": "Huh. OK.$s",
"White_Shane.NO2.1": "Thought you were the traditional type, farmer, but I guess I was wrong.",
"White_Shane.NO2.2": "Shane glances down at the pendant in his hands. Then he looks {{You}} dead in the eyes and drops it into the lake.",
"White_Shane.NO2.3": "I feel a bit silly about the fairy lights now, but if marriage isn't your thing, you won't hear another word about it from me.#$b#Whatever you need. I'm just glad to be with you.$l",

"White_Shane.NO3.0": "Shane blows out a long breath.",
"White_Shane.NO3.1": "I don't know what I was thinking, but... I guess I expected better from you, @.$s",
"White_Shane.NO3.2": "Anyway, we're through. I have little enough self-respect left to waste it on you.$a",
"White_Shane.NO3.3": "*sigh* Go prey on some other sad sack of shit, @ -- see if I care.$s",
    
//#### BLACK EVENT DIALOGUE ####

"Black_Default.0": "@? We need to talk.$s",
"Black_Default.1": "So, I heard about you and {{Rival}}.$a#$b#It was a bit of a shock, to be honest.$s",
"Black_Default.2": "But, @... I don't care. I need you in my life. I want to spend the rest of my days at your side.",
"Black_Default.3": "Tell me, truly -- can {{Rival}} love you as much as I do?$s#$b#You're all I think about, @. Every day I thank my lucky stars that you came into my life.",
"Black_Default.4": "You mean absolutely everything to me. And, if you needed me to fight for you, then here I am.",
"Black_Default.action": "${ {{Suitor}} gets down on one knee^{{Suitor}} takes {{Your}} hands}$",
"Black_Default.Q": "@, will you marry me?",
"Black_Default.YES.1": "Oh, @ -- thank you!$h",
"Black_Default.YES.2": "We'll have a beautiful life together. I will work hard every day to be worthy of the gift you've just given me.$l",
"Black_Default.NO.1": "Oh...$s",
"Black_Default.NO.2": "I'm sorry... I must've been confused.$s",

"Black_Abigail.0": "@! Hey. Glad I caught you.#$b#We need to talk.$s",
"Black_Abigail.1": "You know, @... it hurt when I found out about you and {{Rival}}. I thought that... well. I guess I just never thought you'd get bored of me.$s",
"Black_Abigail.2": "But here's the thing -- I'm not going down without a fight. When I think about the future, I don't want to imagine my life without you in it.",
"Black_Abigail.3": "I swear, @, that if you give me a chance I will love you for the rest of my days.",
"Black_Abigail.4": "So here I am, down on my knees with just one question for you:",
"Black_Abigail.action": "Abigail drops ironically to one knee, quirking a smile",
"Black_Abigail.Q": "Will you marry me?$l",
"Black_Abigail.YES.1": "%Abby flashes {{You}} a grin.",
"Black_Abigail.YES.2": "YES! I knew it!$h#$b#Oh, @, thank you. We'll have an amazing life together. You'll see.$l",
"Black_Abigail.NO.1": "Oh.$s",
"Black_Abigail.NO.2": "Well. I tried.$s#$b#Bye, @. Congrats on finding someone who could make you happy, I guess.$s",

"Black_Alex.0": "@. C'mere a minute. I need to talk with you.",
"Black_Alex.1": "You know, @. I've been thinking. I can't really blame {{Rival}} for wanting to be with you, too.",
"Black_Alex.2": "I mean, look at you! You’re kind, hard-working, sexy as hell. A guy would have to be blind not to notice you.",
"Black_Alex.3": "But, babe — look me in the eyes and tell me there’s a single person in this valley who loves you more than I do.",
"Black_Alex.4": "I’m crazy about you, @. And I’m not playing for second place",
"Black_Alex.action": "Alex drops to one knee",
"Black_Alex.Q": "Will you marry me, @?",
"Black_Alex.YES.1": "%Alex grins, almost boyish in his pleasure",
"Black_Alex.YES.2": "Man, you have no idea how scary that was.$h#$b#Thanks, @. For giving us another chance.$l",
"Black_Alex.NO.1": "%Alex's smile grows brittle and frays away.",
"Black_Alex.NO.2": "I... I'll be honest, I wasn't expecting that from you.$s#$b#I guess... I guess I'll see you around then. Bye, @.$s",

"Black_Elliott.0": "@... $s",
"Black_Elliott.1": "I don't know how long I've been waiting here. Time becomes meaningless when the heart is heavy.$s",
"Black_Elliott.2": "And @... my heart is overburdened. It is so full of you that I can barely breathe.$s#$b#When I think that you might be drifting away from me, I... I...$s",
"Black_Elliott.3": "The thought cannot be borne.$a",
"Black_Elliott.4": "Please, @. Turn your regard towards me once more. Love me, as I love you with my entire being.$s#$b#Be mine now -- forever -- or cut me free from this torment.$s",
"Black_Elliott.action": "Elliott sinks gracefully to one knee, clasping {{Your}} hands in his.",
"Black_Elliott.Q": "@... I *must* know: would you do me the honor of becoming my ${husband^wife}$?$l",
"Black_Elliott.YES.1": "%Elliott lets out a long breath of relief, and then rises to hang the mermaid's pendant around {{Your}} neck himself.",
"Black_Elliott.YES.2": "My darling, you have made me so happy today. I promise, your heart will never have cause to wander again.$l#$b#For the rest of my days, I will fill your ears with poetry and your heart my adoration, for both will flower eternally in the warmth of your love.$l",
"Black_Elliott.NO.1": "My love... I...$s",
"Black_Elliott.NO.2": "%For once, Elliott seems at a loss for words. He stumbles to his feet and begins the long walk home, looking back only once.",


"Black_Emily.0": "Hello, @. I knew that you'd be here.",
"Black_Emily.1": "... There's no easy way to say this, @. I know about {{Rival}}.$s",
"Black_Emily.2": "I'm not often surprised, but I wasn't expecting that from you. $s#$b#The future I saw for us together -- it was all so clear!$h#$b#And now... Now everything is muddled. As if seen through a piece of dirty glass.$s",
"Black_Emily.3": "@, I'm so afraid.$s#$b#I told you once that our destinies are intertwined. I want to spend the rest of my days at your side, not living in the shadow of what we could have been.",
"Black_Emily.4": "So... I guess there's just one thing left to ask, though I don't know what you're going to say.",
"Black_Emily.action": "Emily takes both of {{Your}} hands gently in her own.",
"Black_Emily.Q": "@... Will you marry me?",
"Black_Emily.YES.1": "%Emily sighs in relief",
"Black_Emily.YES.2": "Oh, @ -- *thank* you.$l#$b#I can't stand so much uncertainty. Promise me that you'll never make me feel that way again, OK?#l",
"Black_Emily.NO.1": "%Emily closes her eyes.",
"Black_Emily.NO.2": "I wonder, @... did I even manage to surprise you? Or did you already have that answer ready in your heart?$s#$b#*sigh*I've been a fool. Fear not, @. Your future is safe from me.$s",

"Black_Haley.0": "Hey there, ${king^queen}$. On your way to see someone special?$h",
"Black_Haley.1": "Of course you were! Me.",
"Black_Haley.2": "And that was really smart of you. Because I think that {{Rival}} has been getting a little confused lately about where things stand between us.$a",
"Black_Haley.3": "Hey, I don't blame you, babe. I have *excellent* taste.$0#$b#Everyone in town would be falling all over themselves if they thought they had a shot with you.$h",
"Black_Haley.4": "Let's be kind and help them all avoid embarrassing themselves in the future.",
"Black_Haley.action": "Haley pulls a mermaid pendant from her purse and dangles it from her fingers.",
"Black_Haley.Q": "All I need is one little word from you, @: will you marry me?",
"Black_Haley.YES.1": "%Haley flashes {{You}} a thousand megawatt smile.",
"Black_Haley.YES.2": "Omigosh, @!#$b#Sorry for jumping you like that, but you scared me.$l#$b#We'll be amazing together, @. You'll see.$h",
"Black_Haley.NO.1": "What?$a",
"Black_Haley.NO.2": "%Haley stuffs the mermaid pendant back into her bag, her face full of storm clouds.#$b#Alright, @. I see how it is. Of the two of us, though, you're the one who will probably regret it more. See ya.$a",

"Black_Harvey.0": "Hello, @. Can I have a moment?",
"Black_Harvey.1": "It's my opinion that honesty is the most important quality of a healthy relationship.#$b#I suppose that's why it hurts so much to find out that you haven't been honest with me.$s",
"Black_Harvey.2": "I wish you had told me about {{Rival}}. No -- I wish you hadn't felt the need to give anyone else a bouquet.#$b#I wish for a lot of things, @, including possibly a time machine.",
"Black_Harvey.3": "But... perhaps I'm the one to blame. After all, I haven't been entirely honest with you about my own feelings.",
"Black_Harvey.4": "How can I ask you to commit to me, when I haven't once told you how you hang the stars in my sky?#$b#How you are the wind beneath my wings, the sun warming my face, the only song my heart will ever sing?$l",
"Black_Harvey.action": "Harvey gets down on one knee, gazing up at you steadily.",
"Black_Harvey.Q": "Well, I'm telling you now, @. I don't care about anything or anyone else -- I want *you*.#$b#Will you... will you marry me?",
"Black_Harvey.YES.1": "Oh, @.$l#$b#You've just made me the happiest man alive. I promise that I will be a good husband to you. I swear it.$l",
"Black_Harvey.YES.2": "%Harvey draws {{You}} down into an embrace. He doesn't let {{You}} go for a long time.",
"Black_Harvey.NO.1": "I -- I see.$s",
"Black_Harvey.NO.2": "I guess that this... experiment of yours has come to and end, then. If you need a physician, you know where to find me.$a#$b#Good day, ${Mr.^Ms.}$ @.$s",

"Black_Leah.0": "Hi, @. I thought you'd come through here eventually.",
"Black_Leah.1": "It didn't feel right going to your house. I wasn't sure if you were home, or if you were... with someone else.$s",
"Black_Leah.2": "... Yeah. I know. I've known for a while, I guess, but I kept hoping that you'd tell me about {{Rival}}.",
"Black_Leah.3": "No -- don't say anything yet. I'm not mad and I'm not leaving you.#$b#Actually, finding out that you'd given someone else a bouquet made me realize two things.",
"Black_Leah.4": "One: you mean more to me than I knew. All I could think about was how much I would miss you if you left me.#$b#And two: I never want to feel like that again.",
"Black_Leah.action": "Leah grasps {{Your}} hands gently, as if she's afraid {{You}} will pull away from her.",
"Black_Leah.Q": "I guess what I'm saying is... I want you around forever, @. And that means I'm willing to take the bad with the good.#$b#So instead of leaving... will you marry me?",
"Black_Leah.YES.1": "%A slow smile spreads across Leah's face, like watching the dawn break over the ocean.",
"Black_Leah.YES.2": "Oh, @.$l#$b#I can't tell you how happy you just made me. I promise that I will never let you regret choosing to spend your life with me.$l",
"Black_Leah.NO.1": "%Leah closes her eyes.",
"Black_Leah.NO.2": "I... I see. I guess it wasn't meant to be.$s#$b#I wish you nothing but the best, @, though I can't say this doesn't hurt.#$b#... goodbye.$s",

"Black_Maru.0": "Hey, @. I thought you'd come by eventually.#$b#We need to have... a discussion.$s",
"Black_Maru.1": "You know, humans are strange animals.#$b#On one hand, we've built civilizations on the back of pair-bonded adults. Marriage underpins everything we do.",
"Black_Maru.2": "On the other hand... turn on the radio and all you'll hear are songs about cheating. About one partner leaving the other for a new mate.$s",
"Black_Maru.3": "*sigh* Yes, I know about {{Rival}}. And yes, I'm disappointed in you.$s",
"Black_Maru.4": "But, @? I also know that we're stronger than that.",
"Black_Maru.action": "Maru takes {{Your}} hand, her eyes searching.",
"Black_Maru.Q": "I can't be mad at you for long, @. Not when we have our whole lives in front of us.#$b#So.. marry me? It will be an interesting experiment.",
"Black_Maru.YES.1": "%Maru visibly relaxes, like a great weight has been lifted from her shoulders.",
"Black_Maru.YES.2": "*whew* You have no idea how happy you just made me.$h#$b#Don't ever do that to me again, @. I don't ever want to think about losing you again.$l",
"Black_Maru.NO.1": "%Maru's face goes perfectly blank.",
"Black_Maru.NO.2": "Oh. Oh I see.$s#$b#Well, there's no sense standing around, drawing this out, is there?$u#$b#I'd better just... go.$s",


"Black_Penny.0": "Oh, hi @.$s#$b#I wasn't sure where you were so I just... waited here for you.$s",
"Black_Penny.1": "I... I know about {{Rival}}. I know everything.$s",
"Black_Penny.2": "%Penny holds up a hand, warding {{You}} off.#$b#No, let me finish.$a#$b#Ever since I found out, I've been asking myself why. Wondering if I should break things off or wait for you to tell me that you don't want me anymore.",
"Black_Penny.3": "The more I thought about leaving, though... the more it hurt. And I was faced with the pathetic fact that I *can't* leave you, @. Not for this. Not for anything.",
"Black_Penny.4": "@... there is no one else who will love you as much as I do. Because to me... there *is* no one else. You're it. You're my one and only -- my everything.",
"Black_Penny.action": "Penny falls to her knees at {{Your}} feet.",
"Black_Penny.Q": "Please. @. You are all I ever wanted. I wanted you to be the one to ask me but...#$b#Will you marry me?",
"Black_Penny.YES.1": "%A sob hitches in Penny's throat.",
"Black_Penny.YES.2": "Oh, *Yoba*. You had me worried, @.#$b#I.. *thank* you. Thank you so much. I promise that we'll make a good life together. You'll see.$h",
"Black_Penny.NO.1": "%Penny seems to crumple in on herself.",
"Black_Penny.NO.2": "OK, @. I... I understand.#$b#I guess I'd better get out of your way, then. I hope that you and {{Rival}} are very happy together.$s",

"Black_Sam.0": "Oh, thank Yoba. I was just waiting for you here, @. I thought that maybe I'd missed you.$10",
"Black_Sam.1": "Look... I know that I'm not always on top of things.$s#$b#I forget stuff. I don't know how to cook and Mom still does my laundry.#$b#Maybe that's why you started dating around, I don't know.$s",
"Black_Sam.2": "But @, *no one* will need you more than I do. No one will love you as much as I can.$7",
"Black_Sam.3": "So I thought... maybe I'd better tell you that before I lost my chance.$s",
"Black_Sam.4": "And... and if you don't want me, I'd like to know that, too.$s",
"Black_Sam.action": "Sam gets down on his knees in the mud, staring up at {{You}} with pleading eyes.",
"Black_Sam.Q": "@... will you marry me?$7",
"Black_Sam.YES.1": "%Sam buries his face in {{Your}} hands, visibly shaking. He takes a moment to compose himself before he can speak.",
"Black_Sam.YES.2": "Oh, @. Thank you.$h#$b#I'll be the best husband to you, you'll see. Thanks for giving me the chance to prove it to you.$l",
"Black_Sam.NO.1": "%Sam flinches like he's been kicked.",
"Black_Sam.NO.2": "Oh...$s#$b#Ok. I... I guess I understand.$s#$b#I guess I'll see you around, maybe. Bye, @.$9",

"Black_Sebastian.0": "Hey. Thought I might've missed you.",
"Black_Sebastian.1": "Look. @. I know that I'm not the only one in town that you're seeing.#$b#And as much as I told myself that I don't want to control you or tell you how to live your life... I can't deny that it hurt to find out.$s",
"Black_Sebastian.2": "But then I thought... maybe I wasn't clear enough about my feelings.#$b#I'm really bad with people -- you know that. Maybe I forgot to let you see how much you mean to me.$s",
"Black_Sebastian.3": "@... I'm not going to let this thing we have die because I didn't tell you exactly how I felt. You're too important to me.",
"Black_Sebastian.4": "So here it is, clear as crystal:",
"Black_Sebastian.action": "Sebastian sinks slowly to one knee.",
"Black_Sebastian.Q": "Will you marry me, @?",
"Black_Sebastian.YES.1": "%Sebastian flashes a big, stupid grin before catching himself.",
"Black_Sebastian.YES.2": "Thank you, @ -- for this. For everything.$h#$b#And especially for you.$l",
"Black_Sebastian.NO.1": "I... OK.$s",
"Black_Sebastian.NO.2": "I guess maybe I was reading you wrong all along.$a#$b#...I think it would be better if I didn't see you for awhile.$s",

"Black_Shane.0": "Hey. We need to talk.$s",
"Black_Shane.1": "So... you and {{Rival}}, huh? Were you going to tell me about that or was it supposed to be a fun surprise?$a",
"Black_Shane.2": "%Shane clenches and unclenches his fists a few times. His hands are shaking.",
"Black_Shane.3": "*sigh* Look, @. I'm not stupid and I'm not blind.$s#$b#I know that you've got other prospects and Yoba knows that you could do a hell of a lot better than me.$s",
"Black_Shane.4": "But... you're the best damned thing that's ever happened to me. #$b#And if I just sit back and let you get away from me, I don't think I could live with myself afterward.$s",
"Black_Shane.action": "Shane drops wearily to his knees and takes {{Your}} hands gently in his own.",
"Black_Shane.Q": "So, how about it, @? You've got me down on my knees now, if that's where you wanted me.#$b#We can work this out but... will you marry me?",
"Black_Shane.YES.1": "%Shane chokes up. It takes him a moment to compose himself.",
"Black_Shane.YES.2": "I... *Yoba*, you scared me, hon.$l#$b#Thank you, @. Just... thank you.$h#$b#You're never getting rid of me after this, though. Hope you realize that. Gonna be stuck to you like glue.$l",
"Black_Shane.NO.1": "I... $s",
"Black_Shane.NO.2": "Yeah. Yeah, OK. Should've known it was too good to last.$s#$b#Have a nice life, I guess. We both know you'll be better off without me in it.$a",

//#### LETTERS ####
"Letter_Abigail.title": "Abigail's Invitation",
"Letter_Abigail.text": "@,^^I found something kinda cool in Cindersnap forest. The weather's nice, so I thought you might like to take a trip out there and see it with me.^^   -Abigail^^P.S. I'll wait for you near the dock.",
"Letter_Alex.title": "Alex's Invitation",
"Letter_Alex.text": "@,^^Meet me in town this afternoon. I've got something to show you.^^   -Alex^^P.S. Wear something nice.",
"Letter_Elliott.title": "Elliott's Invitation",
"Letter_Elliott.text": "My dear,^^Please come to the beach this evening. I've arranged a little surprise for you.^^All my love,^^   -Elliott^^P.S. a ${suit^skirt}$ would be appropriate, but come however you are and I'm sure I will be enchanted.",
"Letter_Harvey.title": "Harvey's Invitation",
"Letter_Harvey.text": "Dear @,^^Please join me for dinner tonight at my place. I've arranged a special treat.^^   -Harvey",
"Letter_Leah.title": "Leah's Invitation",
"Letter_Leah.text": "Dear @,^^Please come to the forest this afternoon? The weather's looking nice, so I thought it would be nice to have a picnic.^^   -Leah",
"Letter_Sebastian.title": "Sebastian's Invitation",
"Letter_Sebastian.text": "Hey, come out to the lake tonight? I'd love to see you.^^   -Sebastian",
"Letter_Shane.title": "Shane's Invitation",
"Letter_Shane.text": "Weather's looking nice. Why don't you meet me at my place tonight? We could eat outdoors -- my treat.^^   -Shane^^P.S. I'm cooking this time, so you better be there.",

//#### CONFIGURATION ####
"config.EnableBlackEvents.name": "Black proposal event",
"config.EnableBlackEvents.description": "Activates the desperate proposal event (can trigger when dating multiple suitors at the same time).",
"config.EnableBlackEvents.values.true": "true",
"config.EnableBlackEvents.values.false": "false",

"config.SecondPersonNarration.name": "2nd person narration",
"config.SecondPersonNarration.description": "Messages in events will display with you/your instead of the farmer/the farmer's.",
"config.SecondPersonNarration.values.true": "true",
"config.SecondPersonNarration.values.false": "false",

"config.AllowProposalsWhenMarried.name": "Allow proposals when married",
"config.AllowProposalsWhenMarried.description": "Experimental. Probably only relevant for people running PolyamorySweet or something similar.",
"config.AllowProposalsWhenMarried.values.true": "true",
"config.AllowProposalsWhenMarried.values.false": "false",

}
