{
  //Mail
  "Miihau.AbigailEE.Mail.001":"^Dear @,^^Lately, spending time with you has been nothing short of amazing. We've shared laughs, dreams, and even our hopes for the future. You've become a special part of my life, and I cherish every moment we've spent together.^That's why I'd like to invite you for a magical camping night in the forest south of your farm.^^^Would you be willing to join me on our first real adventure?^If so, meet me near the magical tower after 10pm.^^I can't wait to share this magical night with you.^^     Yours,^     Abigail[#]Abigail's camping invite",
  "Miihau.AbigailEE.Mail.002":"@,^^Meet me by the Adventurer's Guild at sundown.^^     Be ready,^     a friend[#]Adventurer's Guild meeting?",

  //Event 1
  "Miihau.AbigailEE.event1.001": "The mines... I wonder what it's like down there.$9#$b#Hm, they are always so mysterious and alluring.$9#$b#I wonder what secrets they hold...$3",
  "Miihau.AbigailEE.event1.002": "Maybe I should give it a shot.$0",
  "Miihau.AbigailEE.event1.003": "But what if it's too dangerous?$2",
  "Miihau.AbigailEE.event1.004": "But I can't let anyone know about this.$2#$b#No one will understand.$2",
  "Miihau.AbigailEE.event1.005": "Oh, hey!$7#$b#I was just... uh, checking out the entrance to the mines.$2#$b#Not that it's a big deal or anything.$1",
  "Miihau.AbigailEE.event1.006": "I mean, it's not like I'm really interested or anything.$2#$b#It's just... you know, curiosity.$1#$b#But, uh, it's probably too dangerous for someone like me.$1",
  "Miihau.AbigailEE.event1.006X":"#'There are monsters down there, you know.'#'It can get pretty scary and dark down there.'",
  "Miihau.AbigailEE.event1.007": "Yeah, exactly. I've heard about all the monsters and hazards down there.",
  "Miihau.AbigailEE.event1.008": "...$9#$b#At least I'm not afraid of the dark.$9",
  "Miihau.AbigailEE.event1.009": "Not that I'd want to go in or anything.$2#$b#It's just... interesting to think about.$1",
  "Miihau.AbigailEE.event1.010": "Well, I guess if you find it fascinating too, it can't be all that bad, right?$2#$b#Maybe it's worth a shot.$2",
  "Miihau.AbigailEE.event1.011": "But maybe they are right...$2#$b#It's best not to take unnecessary risks.$2#$b#Don't worry about it, @. I was just... idly thinking about it, that's all.$2",
  "Miihau.AbigailEE.event1.011X":"#'Yes, I do quite often.'#'I don't really think about exploring.'",
  "Miihau.AbigailEE.event1.012": "How do you react?#Encourage Abigail to explore.#Discourage Abigail from exploring.",
  "Miihau.AbigailEE.event1.013": "You think I should give it a shot?$0#$b#Well, maybe I'll keep it in mind, but no promises.$0",
  "Miihau.AbigailEE.event1.014": "I think I'll head back home now.$0#$b#Thanks for understanding, and, you know, not making a big deal out of this.$0#$b#It's nice to have someone to share these passing thoughts with.$0",
  "Miihau.AbigailEE.event1.015": "The mines...$9#$e#Oh, hi @!$1#$b#Thanks again for today.$0#$b#We should talk more often.$0",
  "Miihau.AbigailEE.event1.016": "Yeah, you're probably right.$2#$b#You sound just like them.$2",
  "Miihau.AbigailEE.event1.017": "'It's wise to prioritize safety over curiosity, Abby.'$2",
  "Miihau.AbigailEE.event1.018": "I'm going to leave...$2#$b#See you around.$2",
  "Miihau.AbigailEE.event1.019": "Don't worry, I'm not going to explore the mines.$3#$b#Can we just stop talking about this and about what happened today?$3",

  //Event 2
  "Miihau.AbigailEE.event2.001": "Whoa, hey!$7#$b#I didn't expect to see anyone here, especially in the graveyard at this hour.$7",
  "Miihau.AbigailEE.event2.002": "I mean, it's a bit unconventional, I guess.$1#$b#But I find places like this strangely fascinating.$0#$b#The eeriness, the stories that might be hidden within the tombstones.$0",
  "Miihau.AbigailEE.event2.003": "This tombstone is in honor of a great adventurer.$0",
  "Miihau.AbigailEE.event2.004": "You know, I'm really into adventure stories.$0#$b#The idea of exploring mysterious places, finding hidden treasures, uncovering ancient secrets.$0#$b#It's all so thrilling.$1",
  "Miihau.AbigailEE.event2.005": "There's this book I've been reading, about this daring adventurer called Mona and the quests they undertook.$0#$b#It's got me daydreaming about having my own adventure someday, even if it's not as dangerous.$4",
  "Miihau.AbigailEE.event2.006": "Maybe it's just the romanticized idea of it all, but exploring and discovering the unknown...$0#$b#it's kind of a rush, don't you think?$4",
  "Miihau.AbigailEE.event2.006X":"#Agree with Abigail.#Disagree with Abigail.",
  "Miihau.AbigailEE.event2.007": "Right?$1#$b#I'm glad you see it that way too.$1",
  "Miihau.AbigailEE.event2.008": "Hmm...$8#$b#Maybe it's just me then.$9",
      "Miihau.AbigailEE.event2.009": "You know, there's a particular tale in that book where the adventurer explores an ancient volcanic ruin, facing traps and solving puzzles to reach a hidden chamber.$0#$b#The way the author describes the adrenaline of uncovering forgotten history, it's mesmerizing.$0#$b#Makes me want to experience that kind of excitement, even if it's on a smaller scale.$1",
  "Miihau.AbigailEE.event2.010": "I believe we are actually alone.$0#$b#So I'm going to share a secret with you.$4#$b#I've been secretly practicing my sword skills in the hopes of being ready for any unexpected adventure.$0#$b#Don't tell anyone, though!$1",
  "Miihau.AbigailEE.event2.011": "So, have you ever daydreamed about going on an adventure, exploring uncharted territory?$0",
  "Miihau.AbigailEE.event2.011X":"#'Yes, I do quite often.'#'I don't really think about exploring.'",
  "Miihau.AbigailEE.event2.012": "Interesting!$1#$b#It's amazing how stories and dreams can inspire us.$0#$b#Who knows, maybe we'll have our own adventure right here in Pelican Town one day.$1",
  "Miihau.AbigailEE.event2.013": "Well, you should really try...$8#$b#Before you moved into that house, I was exploring the farmland quite frequently.$9",
  "Miihau.AbigailEE.event2.014": "It's getting quite late.$0#$b#I should have been home hours ago.$1#$b#Please don't tell my parents you saw me here.$0",
  "Miihau.AbigailEE.event2.015": "Oh and thanks for joining me here, even if it's a bit unusual.$0#$b#I really enjoy talking with you about this stuff.$0",
  "Miihau.AbigailEE.event2.016": "Anyway, bye!$1",
  "Miihau.AbigailEE.event2.017":"I have this strange feeling that Abigail was up to something last night...$2#$b#I just can't quite put my finger on it.$2",
  "Miihau.AbigailEE.event2.018":"Abigail seemed a bit restless this morning.$2#$e#I wonder if something was on her mind.$2#$b#She's been a bit elusive about her activities.$2#$b#Young hearts, always seeking excitement!$1",
  "Miihau.AbigailEE.event2.019":"Hey, did you notice my parents acting a bit off today?$3#$b#I think they might've caught on that I sneaked out to the graveyard last night.$1#$b#Oops!$1",
 
 //Event 3
  "Miihau.AbigailEE.event3.001": "Come on, come on, come on!$5",
      "Miihau.AbigailEE.event3.002": "Ugh, seriously?$5#$b#I can't believe I scored lower than both of you$3",
  "Miihau.AbigailEE.event3.003": "It's all in good fun, Abby.$h#$b#You'll get better with practice.$h",
  "Miihau.AbigailEE.event3.004": "Yeah, practice makes perfect.$h",
  "Miihau.AbigailEE.event3.005": "Oh, hi there, @.$0",
  "Miihau.AbigailEE.event3.006": "Hi, @!$0#$b#I wish you'd seen me with a better high score.$2",
  "Miihau.AbigailEE.event3.007": "Hey, how about we invite @ to join us?",
  "Miihau.AbigailEE.event3.008": "Yeah!$1#$b#@, do you feel like challenging us at some arcade games?$0",
  "Miihau.AbigailEE.event3.009": "#'Sure, let's play!'#'I don't really like video games, sorry.'",
  "Miihau.AbigailEE.event3.010": "Nice!$h#$b#Let's see who can get the highest score this time.",
  "Miihau.AbigailEE.event3.011": "After an exciting round at the arcade with Abigail, Sam, and Sebastian, you decided to spend some time with Abigail while Sam and Sebastian immersed themselves in a game of pool.#Abigail's competitive spirit drove her to secure the highest score this time, a victory she celebrated with a triumphant grin.",
  "Miihau.AbigailEE.event3.012": "Phew, finally got that high score!$1#$b#It's all about timing and precision.$1#$b#I knew I could do it.$0",
  "Miihau.AbigailEE.event3.013": "So, what kind of games do you like?$0#$b#Anything you're really into?$0",
  "Miihau.AbigailEE.event3.014": "#'I like all kinds of games.'#'I really like adventure games.'",
  "Miihau.AbigailEE.event3.015": "Oh, that's awesome!$0#$b#Exploring those virtual worlds and tackling challenges must be so exciting.$0#$b#I can see why you enjoy it.$1",
  "Miihau.AbigailEE.event3.016": "You know, it's great to find someone who appreciates gaming as much as I do.$0#$b#We should definitely team up for some co-op games sometime.$1",
  "Miihau.AbigailEE.event3.017": "There was this one time when I tried to beat that one boss in 'Journey of the Prairie King.'$0#$b#I was so close, but I got defeated right at the end.$2#$b#I must've tried a hundred times after that just to prove I could beat it.$1",
  "Miihau.AbigailEE.event3.018": "Yeah, perseverance pays off in gaming and in life, I guess.$1",
  "Miihau.AbigailEE.event3.019": "Hey, you two, having a good time?$0",
  "Miihau.AbigailEE.event3.020": "Looks like you're bonding over games.$0#$b#That's cool.$1",
  "Miihau.AbigailEE.event3.021": "We definitely are, Sam!$1",
  "Miihau.AbigailEE.event3.022": "Um... @, how about you and Sam play pool next...?$0",
  "Miihau.AbigailEE.event3.023": "Bummer.$s",
  "Miihau.AbigailEE.event3.024": "Anyway...$0#$b#Come on, Abby... You've got this. Just give it another try.",
  "Miihau.AbigailEE.event3.025": "Th... Thanks, Sebastian.$2",
  "Miihau.AbigailEE.event3.026": "...$s#$b#I got a new high score without you.$9#$e#It would have been nice if you could have seen it.$8",
  "Miihau.AbigailEE.event3.027":"Hey, it's cool that you and Abigail hit it off at the saloon.$0#$b#She's a great friend, and it's nice to see her having fun.$0#$e#Just remember, we got her back, alright?$1",
  "Miihau.AbigailEE.event3.028":"It's nice that Abigail had a good time with you at the saloon.$0#$b#She really seems to enjoy your company.$2#$e#It's just...$2#$e#Never mind.$0",
  "Miihau.AbigailEE.event3.029":"Thanks for hanging out with us at the saloon.$0#$b#It was a blast!$1#$e#I had a great time, and it means a lot that you shared in my excitement.$0",
  
  //Event 4
  "Miihau.AbigailEE.event4.001": "Abigail, can you please go stack the shelf over there?$0",
      "Miihau.AbigailEE.event4.002": "Sure, Dad.$2",
  "Miihau.AbigailEE.event4.003": "Hi!",
      "Miihau.AbigailEE.event4.004": "Hello, @.$0#$b#Did you come to buy some seeds?$h",
  "Miihau.AbigailEE.event4.005": "Abigail!",
      "Miihau.AbigailEE.event4.006": "Abigail! Watch what you're doing!$3#$b#You almost knocked over the whole stock!$3",
  "Miihau.AbigailEE.event4.007": "I'm sorry, Dad.$s#$b#It was just an accident.$s",
  "Miihau.AbigailEE.event4.008": "Accident or not, we can't afford to lose stock like that.$3#$b#Pay attention!$3",
  "Miihau.AbigailEE.event4.008X":"What do you do?#Comfort Abigail#Talk to Pierre#Leave",
  "Miihau.AbigailEE.event4.009": "Abigail looks at you with a sad expression.",
  "Miihau.AbigailEE.event4.010": "...$s#$e#I don't feel like talking today.$s",
  "Miihau.AbigailEE.event4.011": "#'It's okay Abigail, things like this happen.'#'Hey, accidents happen to everyone, Abigail.'",
      "Miihau.AbigailEE.event4.012": "Thanks, @.$0#$b#Sometimes it's just hard when it feels like I can't live up to my parents' expectations.$s",
  "Miihau.AbigailEE.event4.013": "I'm sorry, Abigail...$s#$b#You're doing a great job here, and your dedication really shows.$s#$b#I shouldn't have let a small mishap get me so angry.$s",
  "Miihau.AbigailEE.event4.014": "It's alright, Dad.$0#$b#I know you care about the store, and I understand the pressure you're under.$0#$b#Let's just move past this, okay?$0",
  "Miihau.AbigailEE.event4.015": "What?!$3",
  "Miihau.AbigailEE.event4.015X":"#'I understand it's important to manage the store, but maybe a gentler approach would be better.'#'Abigail is doing her best to help. A little understanding could go a long way.'",
  "Miihau.AbigailEE.event4.016": "Gentler approach!?$2",
  "Miihau.AbigailEE.event4.017": "Understand?!$3",
  "Miihau.AbigailEE.event4.018": "You think you can just waltz in here and tell me how to run my own store?$3",
      "Miihau.AbigailEE.event4.019": "Abigail looks even more uncomfortable than before.",
  "Miihau.AbigailEE.event4.020": "Dad, it's okay.$s#$b#Let's just focus on calming down.$s",
  "Miihau.AbigailEE.event4.021": "Focus on what?!$3#$b#If you were more focused, we wouldn't be in this mess!$3",
  "Miihau.AbigailEE.event4.022": "Abigail looks hurt and embarrassed.",
  "Miihau.AbigailEE.event4.023": "What do you do?#Step in to defend Abigail.#Leave the uncomfortable situation.",
  "Miihau.AbigailEE.event4.024": "Pierre! Stop!$3",
  "Miihau.AbigailEE.event4.025": "...$s#$e#I don't feel like talking today.$s",
  "Miihau.AbigailEE.event4.026": "#'Mr. Pierre, this isn't helping anyone.'#'Yelling at Abigail won't solve the issue.'",
  "Miihau.AbigailEE.event4.027": "You're right...$s",
  "Miihau.AbigailEE.event4.028": "I'm sorry, Abigail. I didn't mean to make a scene.$2",
  "Miihau.AbigailEE.event4.029": "Abigail nods, trying to maintain her composure.",
      "Miihau.AbigailEE.event4.030": "Take the rest of the week off, Abigail.$2#$b#I promise I'll make this up to you.$s",
  "Miihau.AbigailEE.event4.031": "I'm going to leave now...$s",
      "Miihau.AbigailEE.event4.032":"Thank you for helping me see things from a different perspective.$0#$b#I need to remember to be patient and understanding, especially with Abigail.$0#$e#The store is important, but so is my relationship with Abigail.$0#$b#I'll work on finding that balance.$h",
  "Miihau.AbigailEE.event4.033":"Hey, @, I wanted to talk to you about what happened at my store.$s#$b#I realize I lost my temper, and I shouldn't have taken it out on Abigail.$s#$b#Running this store and providing for the family can be stressful, but that's no excuse for treating Abigail like that.$s#$b#I need to do better.$s#$e#Thank you for trying to make things right.$s#$b#I'll make sure to apologize to Abigail and work on managing my stress more constructively.$s#$b#She means everything to me.$s",
  "Miihau.AbigailEE.event4.034":"Hey, @, I really appreciate you stepping in after I dropped something.$0#$b#It means a lot to me.$l#$e#Things can get a bit tense at the store sometimes, but family is family.$0#$b#I'm sure Dad didn't mean to be so harsh.$0",
      "Miihau.AbigailEE.event4.035":"Hey, @, I wanted to thank you for defending me.$s#$b#It means a lot to me.$l#$e#Sometimes things get a little overwhelming, especially with Dad and the store.$s#$b#I appreciate your support.$0#$e#It's not always easy, but knowing there are friends like you around helps me get through tough moments.$0#$b#So, thanks again. You're a true friend.$0",
  
  //Event 5
  "Miihau.AbigailEE.event5.001": "@!$7",
  "Miihau.AbigailEE.event5.002": "Hey there!$1#$b#I was just practicing a bit.$0#$b#Do you mind listening for a moment?$0",
  "Miihau.AbigailEE.event5.003": "I've been playing with Sam and Sebastian in our little band.$0#$b#We're trying to get better and maybe even perform at some point.$0#$b#But lately, I've been feeling a bit unsure about my drumming.$s#$b#It's just... I want to make sure I'm pulling my weight in the band.$s#$b#Could you listen and give me your honest opinion?$0#$b#Be brutally honest, it's the only way I'll improve.$0",
  "Miihau.AbigailEE.event5.004": "Thanks for doing this.$0#$b#Please let me know what you think afterwards.$1",
  "Miihau.AbigailEE.event5.005": "So? What do you think?$0",
      "Miihau.AbigailEE.event5.006": "What is your feedback?#'You've got great rhythm and energy! Keep practicing, and you'll only get better.'#'You have potential, but your drumming needs a lot of work. It's not up to par with the band.'",
  "Miihau.AbigailEE.event5.007": "Thanks!$1#$b#Your feedback means a lot to me.$0#$b#I'll make sure to practice even harder.$0#$b#Maybe Sam will find us a gig soon!$1",
  "Miihau.AbigailEE.event5.008": "No matter what, playing music with Sam and Sebastian is an amazing experience.$1#$b#We support each other and have a blast together.$0",
  "Miihau.AbigailEE.event5.009": "You know, I usually play the flute, but drums just feel more fitting for a band.$0#$b#I'm glad you think it sounds good!$1",
  "Miihau.AbigailEE.event5.010": "Thanks for being here and taking the time to listen.$0#$b#It means a lot to me.$l",
  "Miihau.AbigailEE.event5.011": "Your kind words really boosted my confidence.$0#$b#I've been doubting myself, especially with trying something new like drumming for the band.$0",
      "Miihau.AbigailEE.event5.012": "Wow... You really took 'brutally honest' to heart.$s#$b#...$s",
  "Miihau.AbigailEE.event5.013": "I didn't realize it was that bad.$s#$b#Maybe I'm just not good enough.$s",
  "Miihau.AbigailEE.event5.014": "I thought I was getting better, but maybe I'm not cut out for this band.$s",
  "Miihau.AbigailEE.event5.015": "Abigail's eyes well up with tears, as you see her motivation to play fades away.",
  "Miihau.AbigailEE.event5.016": "Can you leave, please?$s",
  "Miihau.AbigailEE.event5.017": "I've always loved playing music, and I thought I was improving.$s#$e#Now, I'm not so sure.$s#$b#Maybe I should take a break from the band and focus on something else.$s",
 
 //Event 6
  "Miihau.AbigailEE.event6.001": "Abigail! No!$3",
  "Miihau.AbigailEE.event6.002": "I can't take it anymore!$s",
  "Miihau.AbigailEE.event6.003": "Abby, please don't leave again.$2",
  "Miihau.AbigailEE.event6.004": "@!$7",
      "Miihau.AbigailEE.event6.005": "*sigh* Oh, you know.$s#$b#It's always the same argument.$s#$b#Dad just doesn't understand.$3",
  "Miihau.AbigailEE.event6.006": "Can we go talk somewhere further away?$2",
  "Miihau.AbigailEE.event6.007": "#'No, I don't have time to talk.'#'Sure, lead the way.'",
  "Miihau.AbigailEE.event6.008": "Thanks.$0",
  "Miihau.AbigailEE.event6.009": "You and Abigail sit down by the nearby bridge.",
      "Miihau.AbigailEE.event6.010": "About the drama at my home...$s#$b#It's... it's about me, my dreams, my aspirations.$s#$b#Dad wants me to follow the 'traditional path'.$3#$b#To become a great housewife, and marry someone who can take over the family business with me.$3",
      "Miihau.AbigailEE.event6.011": "But I have my own dreams, my own goals.$s#$b#I want to be an adventurer, an explorer...$s#$b#Who knows, maybe one day I'll quit everything and start a farm like you.$s",
  "Miihau.AbigailEE.event6.012": "It's just hard when the person you look up to, your own father, doesn't support you.$s",
  "Miihau.AbigailEE.event6.013": "I've tried talking with him countless times.$s#$b#It always turns into an argument.$s#$b#He dismisses my dreams as 'childish fantasies.'$3",
  "Miihau.AbigailEE.event6.014": "I know I should follow my heart, but the pressure... it's overwhelming.$s#$b#I feel like I'm suffocating in these expectations.$s",
  "Miihau.AbigailEE.event6.015": "I just wish he'd see me for who I am, not just a daughter to carry on his legacy.$s",
  "Miihau.AbigailEE.event6.016": "#'Your father needs to understand that you're your own person.'#'Your dad sounds like a real jerk...'",
  "Miihau.AbigailEE.event6.017": "I appreciate that, @.$0#$b#It's just so frustrating.$3#$b#I feel like I'm constantly battling against these old-fashioned beliefs.$s",
  "Miihau.AbigailEE.event6.018": "#'Change can be difficult for some people, especially when it challenges what they've always known.'#'He won't change... It's a lost cause'",
  "Miihau.AbigailEE.event6.019": "Yeah, I've tried to explain it to him, but it's like talking to a wall sometimes.$s",
  "Miihau.AbigailEE.event6.020": "#'Maybe find a way to show him how important this is to you. Actions can also speak volumes.'#'More like a dumb stupid wall...'",
  "Miihau.AbigailEE.event6.021": "You're right.$0#$b#I need to find a way to make him see that this is who I am and what I want.$0",
  "Miihau.AbigailEE.event6.022": "I'm gonna head back and see what I can do.$0",
  "Miihau.AbigailEE.event6.023": "Thank you, @.$0#$b#I'm going to figure this out.$0#$b#I won't let anyone hold me back from my dreams.$0",
  "Miihau.AbigailEE.event6.024": "Thank you for helping me out.",
  "Miihau.AbigailEE.event6.025": "Okay...$3",
  "Miihau.AbigailEE.event6.026": "I don't want to talk anymore.$3",
  "Miihau.AbigailEE.event6.027": "You know what...$3#$b#I think it's better if I'm just gonna leave.$2",
  "Miihau.AbigailEE.event6.028": "I don't want to talk anymore.$3",
  "Miihau.AbigailEE.event6.029":"I just wanted to say thank you for being there for me.$0#$b#It really meant a lot to me to have someone to talk to.$0#$e#I've actually been doing a lot of thinking since then, and I've decided that I won't let anyone dictate my dreams.$0#$b#I'm going to keep pursuing what I love, even if it means facing challenges.$0#$b#You've given me the courage to have that difficult conversation with my father.$0#$b#I'm going to try and make him understand where I'm coming from.$0#$b#Thank you.$l",
  "Miihau.AbigailEE.event6.030":"I've been thinking about what happened.$s#$b#Your words hurt, @.$s#$b#I thought you'd understand, but it felt like you dismissed my feelings.$s",
  "Miihau.AbigailEE.event6.031":"I've been thinking about what happened.$s#$b#It's just... when I needed someone to listen, it hurt that you walked away.$0#$b#I thought we could lean on each other.$s",
  
  //Event 7
  "Miihau.AbigailEE.event7.001": "Phew!$1#$b#This can be exhausting.$0",
  "Miihau.AbigailEE.event7.002": "Hey there, @!$0",
      "Miihau.AbigailEE.event7.003": "Don't worry, I noticed you approaching, but I knew you were no threat.$1#$b#I was just practicing my sword skills under the moonlight.$0#$b#It's so peaceful out here.$0",
  "Miihau.AbigailEE.event7.004": "I was about to take a break.$0#$b#Do you want to join me by the water for a bit?$0",
  "Miihau.AbigailEE.event7.005": "Great!$1",
  "Miihau.AbigailEE.event7.006": "You know, there's something about the dance of blades that sets my heart racing.$l#$b#It's not just about fighting, it's about precision, technique, and embracing the unknown.$0",
  "Miihau.AbigailEE.event7.007": "I remember going to the Stardew Valley Fair when I was really young.$0#$b#My favorite part was the display by the Adventurer's Guild.$0#$b#I was captivated by the tales of bravery and exploration.$0",
  "Miihau.AbigailEE.event7.008": "It was like a spark ignited within me that day, a yearning for adventure and the unknown.$0",
  "Miihau.AbigailEE.event7.009": "It's just... my parents, especially my father, never really supported my passion for adventuring.$3#$b#They think it's reckless, dangerous, a 'phase' I'll grow out of.$2",
  "Miihau.AbigailEE.event7.010": "They don't see that it's not just about danger, but about pushing your boundaries and discovering who you truly are.$3",
  "Miihau.AbigailEE.event7.011": "You see Abigail's eyes light up with determination.",
  "Miihau.AbigailEE.event7.012": "My mother, before I was born... She was an adventurer at heart.$0#$b#It just has to be true!$1#$b#I've found her old gear, maps, and journals.$0#$b#She used to explore the Cindersap Forest, seeking the thrill of the unknown.$0#$b#I think that's where my love for adventure comes from.$0",
  "Miihau.AbigailEE.event7.013": "Abigail looks out at the water with hopeful eyes.",
  "Miihau.AbigailEE.event7.014": "Maybe, just maybe...$0#$b#There's more understanding within my family than I realize.$0",
  "Miihau.AbigailEE.event7.015": "I at least hope so.$0#$b#I'll keep showing them that adventuring is part of who I am.$0#$b#Maybe they'll see it's not just a phase but a calling.$l",
  "Miihau.AbigailEE.event7.016": "Each swing of the blade brings me closer to that dream, and I won't stop until I've proven to myself and to them that adventuring is in my blood.$1",
  "Miihau.AbigailEE.event7.017": "I'll keep pursuing my dreams, even if it feels like an uphill battle.$0#$b#Maybe one day they'll understand why it means so much to me.$0",
  "Miihau.AbigailEE.event7.018": "You watch as Abigail fiercely practices, inspired by her dedication to her dreams before calling it a night.",
      "Miihau.AbigailEE.event7.019":"The sword practice was very fun, don't you think?$0#$b#And guess what, I talked with my mom and it was her adventuring gear I found!$1#$b#She promised to be more supportive, but I can't tell my dad about her past.$0#$e#Kind of weird that she wants to hide her past from my dad though...$3",
  
  //Event 8
  "Miihau.AbigailEE.event8.001": "Psst... @...$0#$b#Over here.$0",
  "Miihau.AbigailEE.event8.002": "Isn't this place fascinating?$0",
  "Miihau.AbigailEE.event8.003": "I feel a strange connection to it, though I can't quite explain why.$0",
  "Miihau.AbigailEE.event8.004": "Ever since I was a child, I've been enchanted by everything supernatural and mysterious.$0#$b#This tower embodies that intrigue, the desire to understand what's beyond the ordinary.$0",
  "Miihau.AbigailEE.event8.005": "I used to devour books about magic, mythical creatures, and ancient artifacts.$0#$b#They took me to worlds beyond our own.$0",
  "Miihau.AbigailEE.event8.006": "Books were my portal to these mystical realms.$0#$b#The possibilities seemed endless, and I wanted to be part of that magic.$0",
  "Miihau.AbigailEE.event8.007": "The supernatural has always felt like a part of me, as if I've known it in another life.$9#$b#This tower...$2#$b#It's like...$9#$b#It's like a beacon calling me home.$9",
  "Miihau.AbigailEE.event8.008": "I've always believed in embracing what we're passionate about.$l#$b#The unknown, the magical...$l#$b#It's all part of what makes life an adventure.$l",
  "Miihau.AbigailEE.event8.009": "Abigail glances at the tower, lost in thought.",
  "Miihau.AbigailEE.event8.010": "One day...$0#$b#One day, I hope to uncover the secrets hidden within these ancient walls, to feel the magic up close and understand its mysteries.$0",
  "Miihau.AbigailEE.event8.010X":"#'One day I will uncover your mysteries, Abigail.'#'I have no doubt you'll achieve that, Abigail. Your passion is inspiring.'",
  "Miihau.AbigailEE.event8.011": "What is that supposed to mean?$3",
  "Miihau.AbigailEE.event8.012": "Anyway.$3",
  "Miihau.AbigailEE.event8.013": "Thanks, @.$0#$b#Maybe one day we'll explore these mysteries together.$l#$b#Until then, I'll keep dreaming and reaching for the unknown.",
  "Miihau.AbigailEE.event8.014": "One day this door will open for me!$1",
  "Miihau.AbigailEE.event8.015": "I'm hoping one day to learn more about magic and its secrets.$0#$b#Maybe even incorporate some of that into my own adventures.$0#$e#Who knows?$1#$b#With dedication and a bit of magic, anything is possible!$l",
  
  //Event 9
  "Miihau.AbigailEE.event9.001": "Hey, @.$l#$b#I'm so glad you're here.$0#$b#The night is perfect for our little adventure.$0",
  "Miihau.AbigailEE.event9.002": "The fire is so nice and cozy.$0",
  "Miihau.AbigailEE.event9.003": "You know, there's something truly magical about a campfire.$0",
  "Miihau.AbigailEE.event9.004": "It has a mesmerizing quality.$0#$b#It's captivating to watch.$0",
  "Miihau.AbigailEE.event9.005": "The warmth and the crackling sound... it's comforting.$l",
  "Miihau.AbigailEE.event9.006": "Having you here makes it even more special.$l",
  "Miihau.AbigailEE.event9.007": "I also have some news to share.$0",
  "Miihau.AbigailEE.event9.008": "My parents are kind of okay with me adventuring!$1#$b#In fact, if they weren't, we probably wouldn't be spending the night here.$0",
  "Miihau.AbigailEE.event9.009": "I've been persistent about my dreams, and they can see how important this is to me, especially with you by my side now.$l",
  "Miihau.AbigailEE.event9.010": "I used to sneak out for adventures, but now they understand and trust me to make the right choices.$0",
  "Miihau.AbigailEE.event9.011": "And a big part of that is because of you, @.$l#$b#You've had such a positive impact on my life.$l",
  "Miihau.AbigailEE.event9.012": "You've encouraged me to be true to myself, to not give up on my dreams even when it seemed tough.$l#$b#It means the world to me.$0",
  "Miihau.AbigailEE.event9.013": "You and Abigail settle in, sharing stories and laughter by the campfire.#Time flies and before you know it, it became very late.",
  "Miihau.AbigailEE.event9.014": "This was a lot of fun.$l",
  "Miihau.AbigailEE.event9.015": "Abigail just looks at you.",
  "Miihau.AbigailEE.event9.016": "What do you do?#Express your feelings and love for Abigail.#Try to enjoy the peaceful night and the company.",
  "Miihau.AbigailEE.event9.017": "...$l#$b#I feel the same way, @.$l#$b#You've brought so much joy and excitement into my life.$l#$b#I'm grateful for every day we spend together.%fork$l",
  "Miihau.AbigailEE.event9.018": "It's starting to get a bit cold and late, don't you think?$0#$b#How about we cozy up in the tent?$l",
  "Miihau.AbigailEE.event9.019": "This is nice.$l#$b#It's like our own little haven in the woods.$l",
  "Miihau.AbigailEE.event9.020": "Abigail snuggles closer with a content smile on her face.",
  "Miihau.AbigailEE.event9.021": "Thank you for being a part of my adventure, for being by my side.$l",
  "Miihau.AbigailEE.event9.022": "You share a tender moment with Abigail, feeling the closeness and warmth of each other before falling asleep.",
  "Miihau.AbigailEE.event9.023":"I've been thinking about that night we spent together in the tent.$l#$b#It felt like a dream, like time slowed down just for us.$l#$e#You surprised me in big ways that night!$1^You made me experience things I never did before.$l#$b#It was truly special.$l#$b#The kind of memory I'll always cherish.$l#$e#I'm grateful to have you in my life.$l",

  //Event 10
  "Miihau.AbigailEE.event10.001": "Ominous voice: 'You came...'",
  "Miihau.AbigailEE.event10.002": "Get ready to fight!$5",
  "Miihau.AbigailEE.event10.003": "Hahaha!$1#$b#You should have seen your face!$1",
  "Miihau.AbigailEE.event10.004": "You really thought that I would attack you?$1",
  "Miihau.AbigailEE.event10.005": "Sorry about that.$0#$b#But hey, I'm glad you came, even with the mysterious invitation.$0",
  "Miihau.AbigailEE.event10.006": "Abigail blushes and then takes a deep breath, ready to share something special.",
  "Miihau.AbigailEE.event10.007": "I've been working on something for you...$l",
  "Miihau.AbigailEE.event10.008": "A flute solo.$l#$b#It's a piece that comes from my heart.$l",
  "Miihau.AbigailEE.event10.009": "Do you like it?$l",
  "Miihau.AbigailEE.event10.010": "#'Yes, very much!'#'Not really...'",
  "Miihau.AbigailEE.event10.011": "Really?$l#$b#This piece... it's special to me.$l#$b#I composed it while thinking about us, about our love story.$l",
  "Miihau.AbigailEE.event10.012": "Every time I play this solo, it reminds me of us.$l",
  "Miihau.AbigailEE.event10.013": "Abigail wears a smirking grin.",
  "Miihau.AbigailEE.event10.014": "I have to tell you something!$1",
  "Miihau.AbigailEE.event10.015": "Guess what...$1",
  "Miihau.AbigailEE.event10.016": "You are looking at the newest member of the Adventurer's Guild!$1",
  "Miihau.AbigailEE.event10.017": "Joining the Adventurer's Guild was a dream come true for me. It's been my passion for so long, and now I'm a part of it.",
  "Miihau.AbigailEE.event10.018": "It's because of you, @.$l#$b#You've supported me, believed in me when I doubted myself.$l#$b#You've made me a stronger person.$l",
  "Miihau.AbigailEE.event10.019": "You helped me to find my courage and my purpose.$l#$b#I love you, @.$l",
  "Miihau.AbigailEE.event10.020": "Can I kiss you, @?$l",
  "Miihau.AbigailEE.event10.021": "#Kiss.#Don't kiss.",
  "Miihau.AbigailEE.event10.022": "I love you.$l",
  "Miihau.AbigailEE.event10.023": "Abigail is fighting to hold back tears.",
  "Miihau.AbigailEE.event10.024":"You know, I wake up every day feeling blessed to have you in my life.$l#$b#You've made everything brighter, more meaningful.$l#$b#I've been reflecting on how far we've come, from that first meeting to now.$l#$b#Our love has grown so beautifully.$l",
  "Miihau.AbigailEE.event10.025":"I really thought we had something special.$s"
}