{
	"Changes": [
		{
			"Action": "EditData",
			"Target": "Strings/schedules/Alex",
			"Entries": {
				"marriage_beach": "Hey, you alright? You're looking a little burnt. Be careful.^Hey, nice tan. It looks nice, I just wanted to say that.",
				"marriage_beach2": "Nothing beats hanging out at the beach with you...$l",
				"marriage_beach3": "You wanna have a swimming race? It'll work out your abs.^You got your bikini with you? We should have a swimming race.",
				"marriage_beach4": "...$l#$b#Sorry, something looks different about you... {{Random: Maybe it's just the sun., You been working out with that sword of yours?, Not in a bad way... I'll tell you that much.}}",
				"marriage_beach5": "My body's always restless during summer.#$b#{{Random: I totally regret not bringing my ball with me today...$s, You know what I'm thinking of when we get home tonight?$l, This body was built for moving non stop.}}",
				"marriage_beach6": "I've found sand to be terrible for working out. It's too rough and it gets everywhere...$s",
				"marriage_beach7": "Heh, you know I was hoping to get to see you in your swimwear...",
				
				"marriage_bh": "Did you really come all the way here just to see me?$6#$b#Wow, thanks, @. You really never break a sweat, huh?$6",
				"marriage_bh2": "@, you here to work out too?$6#$b#No? Hmmm...$8#$b#You know... no one's around...$6",	
				"marriage_bh3": "Heheh. You can... *huff* stare.. *puff* all you want.$6",
				"marriage_bh4": "Unghh... Who's.. there?$6#$b#Hey, *huff* wanna spot me?$6",
				"marriage_bh5": "Unghh.. ninety-eight.. Unghh..$6#$b#@, it's great.. *puff* to see you! Unghhh.. eighty-nine..$6",
				"marriage_bh6": "Marnie's heaters work like wonders. I saw them in our barns and got this brilliant idea a long time ago.$6#$b#Pretty cozy in here, right?$6",
				"marriage_bh7": "Aside from you, that old man Linus is the only person I've seen come in here.$6#$b#Sometimes he spots for me. I wonder how he's doing.$6",
			
				"marriage_bus": "I need to take a breather, I just ran a lap around the farm.$h#$b#{{Random: How do you do it? You're always running non-stop., Alright! Another lap., I'm just gonna relax out here for now.}}",
				"marriage_bus2": "Done at the farm already? You're pretty fast, you know that?$h#$b#{{Random: So you got any plans for today? I was thinking I could finally teach you how to play gridball.$u, If you weren't so busy I'd ask you to play catch., You busy today? You got time to play some catch?}}",
				"marriage_bus3": "I'm gonna visit Dusty today.#$b#{{Random: He won't be getting younger anytime soon.$s, Sometimes I wonder how much he misses me when I'm not around., He'd always play catch with me when no one else would. Still gotta repay him back for that.}}",
				"marriage_bus4": "Hey, @, before you head off I wanted to tell you something.#$b#I love you.$l",
				"marriage_bus5": "Uhh.. Some of the animals escaped awhile ago while you were busy.$9#$b#{{Random: Don't worry. I chased them back into their pens for you.$h, %pet is pretty handy. They scared them all back., Don't worry. I got them back in. Heh.. Sorta reminds me of the days when Dusty and I were still young...}}",
				"marriage_bus6": "Looking at you progress everyday... I've gotta admit, I think you bested me in fitness level a long time ago.$s#$b#Hey, {{Random: I'm not afraid to admit that now.$h, wanna be my personal trainer?, maybe I should start learning about some of your farm routines., I won't ever stop. I'll become as fit as you!$h}}",
				"marriage_bus7": "{{Random: Guh.. I'm exhausted.$s, Whew! My legs feel like rubber.$h, Ahh... I should stop tossing this. My arms ache everytime I catch it.$s}}#$b#{{Random: It's cool. It means I worked out a lot this morning., ...But I'm still standing. Alright! One more rep it is then., If you woke up a little earlier we could workout together. It'd be fun.}}",
				"marriage_bus8": "Morning, again. Heading out early?#$b#{{Random: %Alex gives you a manly hug., Mind picking up some protein for me if you got the time?$h, You look handsome by the way.$l^You look beautiful by the way.$l, Have fun today. It's pretty lame to say this but I'll miss you.$s}}#$b#Well, catch ya later then.",
				
				"marriage_dog": "I wish we could bring Dusty to live on the farm but I know he'd just ruin your crops and scare the animals.$s#$b#For his age he's still got a lot of energy left in him. Right, boy?$h",
				"marriage_dog2": "We should bring %pet to meet Dusty.#$b#I think the two would get along just fine.$h",
				"marriage_dog3": "Dusty's been with me for half my life.#$b#I could never bring myself to leave him alone.#$b#Same way I could never bring myself to leave you.$l",
				"marriage_dog4": "Dusty's always been an outside dog.#$b#I think it's for the best, Grandpa wouldn't be able to handle his barking.$h",
				
				"marriage_josh": "Hey! Grandma's making her special casserole today.",
				"marriage_josh2": "I read a book today. Not like I'm getting much done inside here anyways.",
				"marriage_josh3": "Having a good day? I'm sure you got a lot of farmwork done today.#$b#{{Random: Me? I'm just watching over Grandma and Grandpa., I dropped off some groceries today so help yourself to the fridge., Hey. Come here. *smooch*$l}}",
				"marriage_josh4": "You know, I only started cooking and doing my own laundry after moving in with you.#$b#{{Random: When I think of it... I was selfish.. wasn't I?$s, I know it's nothing to be proud of... At least I started now instead of never.$9, That's why I'm here. It's my turn to take care of them now.$9}}",
				"marriage_josh5": "I was looking at the photos on the wall there.#$b#{{Random: That's... baby Alex. Don't look at that!$7, We should get our family photo taken again soon.$h, Mom looks just as young as I remember her.$s, It'll be cool recreating those memories as a dad one day...}}",
				"marriage_josh6": "Grandma talks about your Grandparents every once in awhile...#$b#{{Random: Never knew she was such good friends with them.$s, She said they'd be quite proud of you... Don't know why I'm telling you that. I'm sure you already knew.}}",
				"marriage_josh7": "It feels good to be in here... I don't know why. Is homesick the right word?",
				"marriage_josh8": "That smell? I'm baking something in the oven.#$b#{{Random: Wait! Is it burnt?$7, Oh. Maybe I should've practiced back at home before I started stinking up their house...$s., I'm no chef... But I do know when something smells good.$h}}",
				
				"marriage_sum": "Hey! You want some ice cream to cool yourself in this heat?",
				"marriage_sum2": "I've got so many flavours I like to just mash them together into a single cone.#$b#It's a mess... but it sure tastes good.$h",
				"marriage_sum3": "Mmm... I think Gus is having a barbeque in there.#$b#{{Random: A burger would be nice right about now...$s, Could you watch my spot for a second?, Dusty is a tougher dog than I realized. He's sure got his restraints...$s}}",
				"marriage_sum4": "You know, I've always enjoyed this. I like being outdoors and working with my hands anyways.",
				"marriage_sum5": "%Alex hands you a half melted ice cream cone.#$b#Oh, sorry. Guess I left it out for too long.$s",
				"marriage_sum6": "Penny and the kids stop by for ice cream after class.#$b#I've got this whole business stuff figured out.$h",
				"marriage_sum7": "Haley always stops by my ice cream stand when it opens.#$b#{{Random: I never really understood why. She never bought anything.$s, Come to think of it... You did the same.$h}}",
				
				"marriage_town": "I wished more people here played sports.$s#$b#You wanna play, @?",
				"marriage_town2": "I was pretty active back when I was Vincent and Jas' age.#$b#I'd love to teach those two how to play ball, but I think they're scared of getting hit.$h",
				"marriage_town3": "Wherever my Mom is, I hope she's proud of me.$s#$b#I didn't grow up to be the sports star I wanted to be, but I think I prefer this life more than anything.$l#$b#I know my Mom would understand.",
				"marriage_town4": "{{Random: I'm gonna be at the bathhouse later today working out., If you need to find me later today I'll be at the bathhouse.}}#$b#{{Random: The gym there has a lot more equipment than we do back at home., It's lonely there so feel free to pay me a visit if you can., Don't tell the Mayor but I sort of turned it into a mancave.}}$h",
				"marriage_town5": "I can't let myself go and slack off, never. Not when you've been working so hard.#$b#You believed in me, and I have to do the same. I may not be the best player to exist...$l#$b#...But I'll try to be the best player in town.$u",
				"marriage_town6": "Ugh, I'm feeling unmotivated today...$s#$b#{{Random: %You give Alex a hug., Maybe your face is what I needed to see right now.$l, Perhaps I pushed myself too far yesterday...$s}}",
				"marriage_town7": "...!!!$a#$b#Huh? Oh, my bad. The sun was in my eyes.",
				"marriage_town8": "Hey, @. Catch!$u#$b#%You catch the ball.#$b#{{Random: Heh heh! You've got quick reflexes.$h, Your reward? Hmm. How about this? *smooch*$l, Heh heh! I'm just keeping you on your toes..$h}}",
				"marriage_town9": "I'm bursting with energy today. Pelican town better watch out!$h",
				
				"marriage_tree": "Grandma and Grandpa are getting old...$s#$b#{{Random: But I want to show them they don't have to worry about me anymore and you've helped me with the first step.$l, I'm gonna miss Grandma's special casserole when she... Forget it.$s, They've supported me for most of my life. I wanna do the same now.}}",
				"marriage_tree2": "I don't really like staying indoors for too long.#$b#I've always felt better being outside.$h",
				"marriage_tree3": "A year ago I was standing here thinking I'd go pro anytime soon and be out of this town.#$b#I'm sort of glad that never happened.$l",
				"marriage_tree4": "It was under this tree when I came to the realization that I loved you.$9#$b#I sat under here on the night before our wedding... I couldn't sleep.$s#$b#{{Random: ..., I'm proud to be able to call myself your husband.$l, Sorry... I'm not good with words. Maybe I'll just show you how much I love you when we get home.$l}}",
				"marriage_tree5": "You know... this tree means quite a lot to me.$9#$b#I used to stare at you from here whenever you were in town...$s#$b#*cough* E-enough sappy talk. Uh, so what do you want for dinner?$9",
				
				"marriage_shop": "I'm picking up some more protein.#$b#I hope Dusty is still hungry.$h",			
				"marriage_doctorafter": "I've never really liked visiting the Doctor. I feel all cramped up in there.$s#$b#I'll be home soon. I love you.$l",
				"marriage_nmpre": "The Night Market won't be open until later this afternoon.#$b#I think I'll visit Dusty until than.",
				"marriage_nmpre2": "I wonder if there's a rule about no animals at the Night Market...",
				"marriage_nmpre3": "Awesome, everyone's here!$h#$b#Let's head down when Grandpa is ready.",
				"marriage_nm": "Hey, @... The lights really make your eyes shine tonight.$l",
				"marriage_13": "I've always wondered why someone like you would participate in the hunt but now I realize it's pretty good exercise.#$b#{{Random: Maybe I'll ask Mayor Lewis to sign me up for the next one, I was going to ask Mayor Lewis to sign me up but Grandpa was watching through the window...}}",
				"marriage_16": "I was going to grab a burger for you but it looks like Gus just now started cooking them.$s",
				"marriage_25": "Hey, @. I didn't want to go in without you.#$b#I've got my gift right here.$h",
				
			}
		}
	]
}