{
    "config.section.Parent1.name": "Parent1",
    "config.Enable_Parent1.name": "Enabled",
    "config.Enable_Parent1.description": "Enabled calling from Parent1 (Default: true)",
    "config.DisplayName_Parent1.name": "Parent 1 Display Name",
    "config.DisplayName_Parent1.description": "Decide the name or title of the first parent (Default: Mom)",
    "config.section.Parent2.name": "Parent2",
    "config.Enable_Parent2.name": "Enabled",
    "config.Enable_Parent2.description": "Enabled calling from Parent2 (Default: true)",
    "config.DisplayName_Parent2.name": "Parent 2 Display Name",
    "config.DisplayName_Parent2.description": "Decide the name or title of the second parent (Default: Dad)",

    "PhoneCall_Parent1_1": "Hi, sweetie! I just wanted to check in. Are you doing okay? How's the farm doing?#$b#Are you eating well? Don't forget to take care of yourself, okay?",
    "PhoneCall_Parent1_2": "Hi, sweetie! I know things can be tough starting out...#$b#but don't worry, you'll figure it out. You've always been so resourceful!",
    "PhoneCall_Parent1_3": "Hi, sweetie! Just calling to make sure you're eating properly. Are you getting enough vegetables?#$b#And don't skip breakfast! It's the most important meal of the day.",
    "PhoneCall_Parent1_4": "Hi, sweetheart! I just want you to know how proud I am of you.#$b#Running that farm all by yourself—it's so impressive.#$b#You've really grown into such a responsible adult!",
    "PhoneCall_Parent1_5": "Hello, sweetie! Is it getting cold out there? Make sure you're wearing warm clothes!#$b#I don't want you catching a cold in that chilly weather. Maybe I'll knit you a scarf...",
    "PhoneCall_Parent1_6": "Hello, honey! Oh, by the way, do you remember how you used to hate broccoli as a kid?#$b#Well, I made some for dinner tonight, and I actually thought of you. Hehe, some things stick with a mother forever!",
    "PhoneCall_Parent1_7": "Hi, honey! The leaves are starting to turn here—it's so beautiful. How's the farm looking this time of year?#$b#I bet you've got the best crops in the valley. Take care of yourself, baby.",
    "PhoneCall_Parent1_8": "Hi, honey. I miss you so much. The house feels quiet without you around, but I know you're building something amazing out there.",
    "PhoneCall_Parent1_9": "Hi, sweetie. You know, life's a lot like the seasons. There's always something growing, something changing. I hope you're finding joy in every part of it.",
    "PhoneCall_Parent1_10": "Honey, your dad and I were just looking at old photos. We can't believe how fast the time has gone. You're all grown up, doing something incredible. We're so proud of you",
    "PhoneCall_Parent1_11": "Hi, sweetheart. I was looking at the garden today, and it reminded me of when you were little, running around and picking flowers.#$b#It feels like yesterday, but now you're out there chasing your dreams. I'm so proud of you.",
    "PhoneCall_Parent1_12": "Hi, dear. I made your favorite dish the other night. It felt strange not setting a place for you at the table... but I hope you're eating well and happy.",

    "PhoneCall_Parent2_1": "Hey, I heard you're doing great out there! Your mom and I were talking about how proud we are.#$b#You've always been a go-getter. Keep it up!",
    "PhoneCall_Parent2_2": "Hey, kid. Just a quick reminder: Hard work always pays off. Don't be afraid to get your hands dirty.#$b#But remember, it's okay to take a break when you need it.",
    "PhoneCall_Parent2_3": "Hey, kiddo! You know, every time I see someone working in the garden, I think of you.#$b#Your old man's proud of you out there, but don't work so hard you forget to enjoy yourself!",
    "PhoneCall_Parent2_4": "Hey there, champ! Just calling to remind you—don't forget to keep your tools sharp.#$b#A dull blade doesn't cut it... literally! Haha. Take care out there!",
    "PhoneCall_Parent2_5": "Hey, kiddo! You'll never believe it — I tried to bake a cake for your mom's birthday.#$b#Let's just say the fire alarm had a good workout.#$b#Next time, I'm sticking to sandwiches!",
    "PhoneCall_Parent2_6": "Hi, kiddo! How are those tools Grandpa left you?#$b#He always said, 'A good tool is a farmer's best friend.'#$b#Make sure you take care of them, alright?",
    "PhoneCall_Parent2_7": "Hey, champ! You know, your grandpa always said you'd be the one to carry on the family farm.#$b#I guess he was right, huh? You're doing great.",
    "PhoneCall_Parent2_8": "Hi, champ. I've been bragging about you to everyone.#$b#They probably think I'm making it all up, but I don't care. You're doing something incredible.",
    "PhoneCall_Parent2_9": "Hi, kiddo. You know, I still remember teaching you to ride a bike. You kept falling, but you never gave up. That same determination... it's what makes you amazing.",
    "PhoneCall_Parent2_10": "Hey, sport. Sometimes I just sit out in the yard and think about you. Quiet moments like that... they remind me how much you mean to us.",
    "PhoneCall_Parent2_11": "Hi, kiddo. Just a quick call to remind you that we love you. That's all. No matter what, we're always here.",
    "PhoneCall_Parent2_12": "Hey, remember that time we built swing in the yard together? I think about it sometimes, how you never gave up even when it was tough. That same spirit is why I know you'll succeed."
}