{
    "config.DisplayName_Parent1.name": "Padre 1",
    "config.DisplayName_Parent1.description": "Decide el nombre o título del primer padre (Predeterminado: Mom)",
    "config.DisplayName_Parent2.name": "Padre 2",
    "config.DisplayName_Parent2.description": "Decide el nombre o título del segundo padre (Predeterminado: Dad)",

    "PhoneCall_Parent1_1": "¡Hola, cariño! Solo quería saber cómo estás. ¿Todo bien? ¿Cómo va la granja?#$b#¿Estás comiendo bien? No olvides cuidarte, ¿de acuerdo?",
    "PhoneCall_Parent1_2": "¡Hola, cariño! Sé que las cosas pueden ser difíciles al principio...#$b#pero no te preocupes, lo resolverás. ¡Siempre has sido muy ingenioso!",
    "PhoneCall_Parent1_3": "¡Hola, cariño! Solo llamo para asegurarme de que estás comiendo bien. ¿Estás comiendo suficientes verduras?#$b#¡Y no te saltes el desayuno! Es la comida más importante del día.",
    "PhoneCall_Parent1_4": "¡Hola, corazón! Solo quiero que sepas lo orgullosa que estoy de ti.#$b#Dirigir esa granja por tu cuenta es impresionante.#$b#¡Realmente te has convertido en un adulto responsable!",
    "PhoneCall_Parent1_5": "¡Hola, cariño! ¿Hace frío allí? Asegúrate de usar ropa abrigada.#$b#No quiero que te resfríes con este clima tan frío. Tal vez te teja una bufanda...",
    "PhoneCall_Parent1_6": "¡Hola, cielo! Oh, por cierto, ¿recuerdas cómo odiabas el brócoli cuando eras pequeño?^¡Hola, cielo! Oh, por cierto, ¿recuerdas cómo odiabas el brócoli cuando eras pequeña?#$b#Bueno, hice un poco para cenar esta noche, y pensé en ti. Jeje, algunas cosas se quedan grabadas para siempre en una madre.",
    "PhoneCall_Parent1_7": "¡Hola, cariño! Las hojas están comenzando a cambiar aquí, es tan hermoso. ¿Cómo se ve la granja en esta época del año?#$b#Apuesto a que tienes las mejores cosechas del valle. Cuídate mucho, amor.",
    "PhoneCall_Parent1_8": "Hola, cariño. Te extraño mucho. La casa se siente tan silenciosa sin ti, pero sé que estás construyendo algo increíble allá afuera.",
    "PhoneCall_Parent1_9": "Hola, cariño. Sabes, la vida es como las estaciones. Siempre hay algo creciendo, algo cambiando. Espero que encuentres alegría en cada parte de ella.",
    "PhoneCall_Parent1_10": "Cariño, tu papá y yo estábamos mirando fotos antiguas. No podemos creer lo rápido que ha pasado el tiempo. Has crecido y estás haciendo algo increíble. Estamos tan orgullosos de ti.",
    "PhoneCall_Parent1_11": "Hola, corazón. Estaba mirando el jardín hoy y me recordó cuando eras pequeño, corriendo y recogiendo flores. Parece que fue ayer, pero ahora estás persiguiendo tus sueños. Estoy tan orgullosa de ti.^Hola, corazón. Estaba mirando el jardín hoy y me recordó cuando eras pequeña, corriendo y recogiendo flores. Parece que fue ayer, pero ahora estás persiguiendo tus sueños. Estoy tan orgullosa de ti.",
    "PhoneCall_Parent1_12": "Hola, querido. Hice tu plato favorito la otra noche. Se sintió extraño no poner un lugar para ti en la mesa... pero espero que estés comiendo bien y seas feliz.",

    "PhoneCall_Parent2_1": "¡Hola! Escuché que te está yendo muy bien allá afuera. Tu mamá y yo estábamos hablando de lo orgullosos que estamos.#$b#Siempre has sido una persona con determinación. ¡Sigue así!",
    "PhoneCall_Parent2_2": "Hola, hijo. Solo un recordatorio rápido: el trabajo duro siempre da frutos. No tengas miedo de ensuciarte las manos.^Hola, hija. Solo un recordatorio rápido: el trabajo duro siempre da frutos. No tengas miedo de ensuciarte las manos.#$b#Pero recuerda, está bien tomarte un descanso cuando lo necesites.",
    "PhoneCall_Parent2_3": "¡Hola, campeón! Sabes, cada vez que veo a alguien trabajando en el jardín, pienso en ti.^¡Hola, campeona! Sabes, cada vez que veo a alguien trabajando en el jardín, pienso en ti.#$b#Tu viejo está orgulloso de ti, pero no trabajes tanto que olvides disfrutar.",
    "PhoneCall_Parent2_4": "¡Hola, campeón! Solo llamo para recordarte: no olvides mantener tus herramientas afiladas.^¡Hola, campeona! Solo llamo para recordarte: no olvides mantener tus herramientas afiladas.#$b#¡Una hoja sin filo no sirve para nada... literalmente! Jaja. ¡Cuídate mucho!",
    "PhoneCall_Parent2_5": "¡Hola, campeón! No lo creerás: intenté hacer un pastel para el cumpleaños de tu mamá.^¡Hola, campeona! No lo creerás: intenté hacer un pastel para el cumpleaños de tu mamá.#$b#Digamos que la alarma de incendios tuvo mucho trabajo.#$b#La próxima vez, me quedo con los sándwiches.",
    "PhoneCall_Parent2_6": "Hola, campeón. ¿Cómo están las herramientas que te dejó el abuelo?#$b#Siempre decía: 'Una buena herramienta es el mejor amigo de un granjero.^Hola, campeona. ¿Cómo están las herramientas que te dejó el abuelo?#$b#Siempre decía: 'Una buena herramienta es el mejor amigo de un granjero.'#$b#Asegúrate de cuidarlas, ¿vale?",
    "PhoneCall_Parent2_7": "¡Hola, campeón! Sabes, tu abuelo siempre decía que tú serías quien continuaría con la granja familiar.^¡Hola, campeona! Sabes, tu abuelo siempre decía que tú serías quien continuaría con la granja familiar.#$b#Supongo que tenía razón, ¿eh? Lo estás haciendo muy bien.",
    "PhoneCall_Parent2_8": "Hola, campeón. He estado alardeando de ti con todos.^Hola, campeona. He estado alardeando de ti con todos.#$b#Probablemente piensan que lo estoy inventando todo, pero no me importa. Estás haciendo algo increíble.",
    "PhoneCall_Parent2_9": "Hola, hijo. Todavía recuerdo cuando te enseñé a andar en bicicleta. Te caías, pero nunca te rendías. Esa misma determinación... es lo que te hace increíble.",
    "PhoneCall_Parent2_10": "Hola, campeón. A veces me siento en el patio y pienso en ti. Momentos tranquilos como ese... me recuerdan cuánto significas para nosotros.^Hola, campeona. A veces me siento en el patio y pienso en ti. Momentos tranquilos como ese... me recuerdan cuánto significas para nosotros.",
    "PhoneCall_Parent2_11": "Hola, hijo. Solo una llamada rápida para recordarte que te queremos. Eso es todo. Pase lo que pase, siempre estaremos aquí.^Hola, hija. Solo una llamada rápida para recordarte que te queremos. Eso es todo. Pase lo que pase, siempre estaremos aquí.",
    "PhoneCall_Parent2_12": "Hola, ¿recuerdas aquella vez que construimos un columpio en el patio juntos? A veces pienso en eso, en cómo nunca te rendiste incluso cuando era difícil. Ese mismo espíritu es por lo que sé que tendrás éxito."
}