{
    "config.section.Parent1.name": "부모님1",
    "config.Enable_Parent1.name": "활성화됨",
    "config.Enable_Parent1.description": "부모님1로부터의 전화를 활성합니다 (기본: 활성)",
    "config.DisplayName_Parent1.name": "부모님1 이름",
    "config.DisplayName_Parent1.description": "부모님1의 명칭이나 이름을 정하세요 (기본: 엄마)",
    "config.section.Parent2.name": "부모님2",
    "config.Enable_Parent2.name": "활성화됨",
    "config.Enable_Parent2.description": "부모님2로부터의 전화를 활성합니다",
    "config.DisplayName_Parent2.name": "부모님2 이름",
    "config.DisplayName_Parent2.description": "부모님2의 명칭이나 이름을 정하세요 (기본: 아빠)",

    "PhoneCall_Parent1_1": "안녕, 아가야! 그냥 좀 확인하고 싶었단다. 잘 지내니? 농장은 어떻게 되어가고?#$b#밥은 잘 먹고 있어? 스스로를 돌보는 걸 잊으면 안된단다, 알았지?",
    "PhoneCall_Parent1_2": "안녕, 아가야! 가끔 사는 게 힘들어질 때가 있지...#$b#하지만 걱정 말렴, 넌 결국 해낼 거야. 넌 항상 해냈잖니!",
    "PhoneCall_Parent1_3": "안녕, 아가야! 제대로 식사는 하고 있는지 확인하고 싶어서 전화했단다. 채소는 잘 먹고 있니?#$b#아침 굶으면 안된다! 하루에서 가장 중요한 식사가 아침이야.",
    "PhoneCall_Parent1_4": "잘 지냈니, 우리 아가! 네가 나한테 얼마나 자랑스러운 존재인지 알려주고 싶었어.#$b#혼자서 그 농장을 운영하다니—정말 대견해.#$b#정말 멋지고 훌륭한 어른으로 자랐구나!",
    "PhoneCall_Parent1_5": "안녕, 우리 아가! 거긴 어때? 춥지 않니? 따뜻한 옷을 꼭 입도록 하렴!#$b#네가 감기에 걸리는 건 보고 싶지 않구나. 아마 널 위해 목도리를 짜야 할 수도 있겠어...",
    "PhoneCall_Parent1_6": "잘 지내니, 얘야! 오, 그나저나, 네가 어렸을 때 얼마나 브로콜리를 싫어했는지 기억나니??#$b#음, 오늘 브로콜리 요리를 만들었는데, 네 생각이 나더라고. 하하, 어떤 것들은 부모 기억 속에 영원히 남는 법이지!",
    "PhoneCall_Parent1_7": "안녕, 얘야! 이곳은 단풍이 들기 시작했어—정말 아름답단다. 올해 농장은 어떠니?#$b#난 네가 계곡에서 가장 훌륭한 작물들을 길렀을 거라고 믿어. 몸 조심하렴, 아가.",
    "PhoneCall_Parent1_8": "안녕, 얘야. 네가 정말 그립구나. 집에 네가 없으니 너무 조용하게 느껴져, 그래도 넌 거기서 뭔가 멋진 것들을 만들고 있겠지.",
    "PhoneCall_Parent1_9": "안녕, 우리 아가. 있지, 인생은 계절과 비슷하단다. 항상 무언가 성장하고, 무언가 변화하지. 네가 거기에서 즐거움을 찾길 바란다.",
    "PhoneCall_Parent1_10": "아가, 우린 네 어렸을 때 사진을 보고 있었어. 시간이 이렇게나 지나다니, 세월 참 빠르지. 넌 다 자라서, 대단한 일들을 하고 있으니까. 우린 네가 정말 자랑스러워.",
    "PhoneCall_Parent1_11": "안녕, 우리 아가. 오늘은 정원을 보고 있었는데, 네가 어렸을 때 정원을 뛰어다니면서 꽃을 따던 것이 떠오르더구나.#$b#마치 어제처럼 생생하게 느껴져, 하지만 넌 거기서 네 꿈을 쫓고 있지. 네가 자랑스럽단다.",
    "PhoneCall_Parent1_12": "안녕, 얘야. 저번에 네가 좋아하는 음식을 만들었어. 네가 식탁에 없는 걸 보니 이상한 기분이 들더구나... 네가 잘 먹고, 행복하길 바라.",

    "PhoneCall_Parent2_1": "얘야, 네가 거기서 잘 하고 있다는 걸 들었단다! 우린 네가 얼마나 자랑스러운 존재인지 얘기하고 있었어.#$b#꿈을 향해 계속 나아가렴, 우린 널 응원한다!",
    "PhoneCall_Parent2_2": "안녕, 우리 꼬마. 명심하렴. 노력은 언제나 보상받으니, 손을 더럽히는 걸 두려워 하지 마렴.#$b#하지만 기억해라, 필요할 땐 쉬어도 된단다.",
    "PhoneCall_Parent2_3": "안녕, 우리 꼬마! 있잖니, 누군가 정원에서 일하는 걸 볼 때 마다 네 생각이 나.#$b#너무 열심히 일하느라 즐거움을 챙기는 걸 잊지 마렴. 난 언제나 널 자랑스러워 할 거야.",
    "PhoneCall_Parent2_4": "안녕, 우리 작은 챔피언! 도구 손질하는 걸 잊지 마렴!#$b#칼을 뽑았으면 무라도 썰라고 하잖니! 앗, 이게 아닌가? 하하. 잘 지내거라!",
    "PhoneCall_Parent2_5": "오랜만이구나, 우리 꼬맹이! 넌 절대 못 믿겠지만— 사실 네 엄마 생일 케이크를 만들었단다.#$b#화재 경보기가 아주 잘 작동했다고 말해두면 되겠구나#$b#다음엔 샌드위치를 시도해보마!",
    "PhoneCall_Parent2_6": "안녕, 얘야! 할아버지가 네게 남긴 도구들은 어떠니?#$b#할아버지는 항상 '좋은 도구는 농부의 친구지.' 라고 말씀하셨단다#$b#잘 관리하도록 하렴, 알았지?",
    "PhoneCall_Parent2_7": "잘 지냈니, 우리 작은 챔피언! 있잖니, 할아버지는 항상 네가 가족 농장을 이어갈 아이라고 말했단다.#$b#보자... 할아버지 말씀이 맞는 거 같지? 아주 잘 하고 있어.",
    "PhoneCall_Parent2_8": "안녕, 우리 챔피언. 사람들한테 너에 대해 자랑하고 다녔어.#$b#다들 지어낸 얘기라고 생각하겠지만, 상관 없다. 넌 대단한 일을 하고 있어.",
    "PhoneCall_Parent2_9": "안녕, 우리의 영원한 꼬맹이. 있잖아, 너한테 자전거 타는 법을 가르쳐주던 기억이 아직도 생생하구나. 넌 계속 넘어졌지만, 포기하지 않았지. 그 끈질긴 노력과 각오... 그게 널 훌륭하게 만드는 힘이야.",
    "PhoneCall_Parent2_10": "안녕, 아가. 가끔 마당에 앉아서 네 생각을 한단다. 그런 순간마다... 네가 우리에게 얼마나 큰 의미인지 깨닫게 되는구나.",
    "PhoneCall_Parent2_11": "안녕, 우리 꼬마. 사랑한다는 말을 하고 싶어서 전화했단다. 그게 다야. 무슨 일이 있든 간에, 우린 언제나 네 편이야.",
    "PhoneCall_Parent2_12": "얘야, 마당에 그네 만들던 날 기억나니? 힘들어도 포기하지 않았던 네가 종종 생각나는구나. 그 정신이 바로 네가 성공할 수 있는 이유야."
}