{
    "config.DisplayName_Parent1.name": "Mãe",
    "config.DisplayName_Parent1.description": "Decida o nome ou título do primeiro pai (Padrão: Mãe)",
    "config.DisplayName_Parent2.name": "Pai",
    "config.DisplayName_Parent2.description": "Decida o nome ou título do segundo pai (Padrão: Pai)",

    "PhoneCall_Parent1_1": "Oi, filh${o^a}$! Só queria saber como você está. Como tá a fazenda?#$b#Está se alimentando bem? Não se esquece de se cuidar, tá?",
    "PhoneCall_Parent1_2": "Oi, filh${o^a}$! Sei que no começo as coisas podem ser difíceis...#$b#Mas não se preocupa, você vai dar conta. Sempre foi tão inteligente!",
    "PhoneCall_Parent1_3": "Oi, filh${o^a}$! Só liguei pra ver se você tá comendo direito. Tá comendo bastante verdura?#$b#E não pula o café da manhã! É a refeição mais importante do dia.",
    "PhoneCall_Parent1_4": "Oi, meu bem! Só quero que saiba o quanto estou orgulhosa de você.#$b#Cuidar da fazenda sozinh${o^a}$ é impressionante.#$b#Você se tornou uma pessoa tão responsável!",
    "PhoneCall_Parent1_5": "Oi, filh${o^a}$! Tá ficando frio por aí? Se agasalhe direitinho!#$b#Não quero que pegue um resfriado nesse frio. Talvez eu faça um cachecol pra você...",
    "PhoneCall_Parent1_6": "Oi, querid${o^a}$! Ah, a propósito, lembra quando você odiava brócolis quando era criança?#$b#Então, fiz uns hoje pro jantar e pensei em você. hahaha, sempre me lembro de você!",
    "PhoneCall_Parent1_7": "Oi, querid${o^a}$! As folhas estão começando a mudar por aqui—tá tão lindo. Como tá a fazenda nessa estação?#$b#Acho que você tem as melhores colheitas do vale. Se cuida viu.",
    "PhoneCall_Parent1_8": "Oi, querid${o^a}$. Sinto tanto a sua falta. A casa está tão silenciosa sem você por aqui, mas sei que você está fazendo coisas incrívels aí.",
    "PhoneCall_Parent1_9": "Oi, filh${o^a}$. Sabe, a vida é igual às estações. Sempre tem algo crescendo, algo mudando. Espero que esteja encontrando alegria em cada parte disso.",
    "PhoneCall_Parent1_10": "Querid${o^a}$, seu pai e eu estávamos olhando umas fotos antigas esses dias. Não conseguimos acreditar como o tempo passou rápido. Você cresceu, está fazendo algo incrível. Estamos tão orgulhosos de você.",
    "PhoneCall_Parent1_11": "Oi, querid${o^a}$. Estava olhando o jardim hoje e me lembrei de quando você era pequenin{o^a}, correndo e pegando flores. Parece que foi ontem, mas agora você tá aí, correndo atrás dos seus sonhos. Estou tão orgulhosa de você.",
    "PhoneCall_Parent1_12": "Oi, querid${o^a}$. Fiz seu prato favorito esses dias. Foi estranho não colocar um lugar pra você na mesa... mas espero que você esteja comendo bem e esteja feliz.",

    "PhoneCall_Parent2_1": "Ei, ouvi dizer que você tá indo muito bem por aí! Sua mãe e eu estávamos falando sobre o quanto estamos orgulhosos.#$b#Você sempre foi um guerreir${o^a}$. Continue assim!",
    "PhoneCall_Parent2_2": "Oi, filh${o^a}$. Só um lembrete rápido: trabalho duro sempre compensa. Não tenha medo de sujar as mãos.#$b#Mas lembre-se, é bom tirar uma pausa quando precisar.",
    "PhoneCall_Parent2_3": "Oi, filh${o^a}$! Toda vez que vejo alguém trabalhando no jardim, penso em você.#$b#O velho aqui tá orgulhoso de você, mas não trabalhe tanto que se esqueça de se divertir!",
    "PhoneCall_Parent2_4": "Oi, campe${ão^ã}$! Só ligando pra lembrar: não esqueça de manter suas ferramentas afiadas.#$b# Se cuida por aí!",
    "PhoneCall_Parent2_5": "Oi, filh${o^a}$! Você não vai acreditar — tentei fazer um bolo pro aniversário da sua mãe.#$b#Vamos apenas dizer que o alarme de incêndio teve um bom exercício.#$b#Na próxima, vou ficar com os sanduíches mesmo!",
    "PhoneCall_Parent2_6": "Oi, filh${o^a}$! Como estão aquelas ferramentas que o vovô deixou pra você?#$b#Ele sempre dizia: 'Uma boa ferramenta é a melhor amiga do fazendeiro'.#$b#Cuide bem delas, tá?",
    "PhoneCall_Parent2_7": "Oi, campe${ão^ã}$! Sabe, seu avô sempre dizia que você seria ${o^a}$ responsável por continuar a fazenda da família.#$b#Acho que ele tava certo, né? Você tá mandando muito bem.",
    "PhoneCall_Parent2_8": "Oi, campe${ão^ã}$. Fico me gabando de você pra todo mundo.#$b#Eles provavelmente acham que tô inventando, mas eu não ligo. Você tá fazendo algo incrível.",
    "PhoneCall_Parent2_9": "Oi, filh${o^a}$. Lembro ainda de quando te ensinei a andar de bicicleta. Você caía direto, mas nunca desistia. Essa determinação... é o que te faz incrível.",
    "PhoneCall_Parent2_10": "Oi, campe${ão^ã}$. Às vezes fico sentado aqui no quintal pensando em você. Momentos tranquilos como esse... me lembram o quanto você significa pra gente.",
    "PhoneCall_Parent2_11": "Oi, filh${o^a}$. Só uma ligadinha rápida pra lembrar que a gente te ama. Só isso. Não importa o que aconteça, sempre estaremos aqui.",
    "PhoneCall_Parent2_12": "Ei, lembra daquela vez que a gente construiu o balanço no quintal juntos? Eu penso nisso de vez em quando, como você nunca desistiu, mesmo quando tava difícil. Esse mesmo espírito é o que me faz saber que você vai conquistar tudo."
}
