{
    "config.DisplayName_Parent1.name": "Родитель 1",
    "config.DisplayName_Parent1.description": "Выберите имя или титул первого родителя (по умолчанию: Мама)",
    "config.DisplayName_Parent2.name": "Родитель 2",
    "config.DisplayName_Parent2.description": "Выберите имя или титул второго родителя (по умолчанию: Папа)",

    "PhoneCall_Parent1_1": "Привет, ${дорогой^дорогая}$! Просто хотела узнать, как у тебя дела. Всё в порядке? Как там твоя ферма?#$b#Хорошо питаешься? Не забывай заботиться о себе, ладно?",
    "PhoneCall_Parent1_2": "Привет, ${дорогой^дорогая}$! Я знаю, что начинать что-то новое непросто...#$b#Но не переживай, ты справишься. Ты всегда ${был^была}$ ${таким^такой}$ ${находчивым^находчивой}$!",
    "PhoneCall_Parent1_3": "Привет, ${дорогой^дорогая}$! Решила проверить, нормально ли ты питаешься. Ешь достаточно овощей?#$b#И, пожалуйста, не пропускай завтрак! Это ведь самый важный приём пищи за день.",
    "PhoneCall_Parent1_4": "Привет, ${милый^милая}$! Просто хотела сказать, как я горжусь тобой.#$b#Управлять фермой самому — это невероятно.#$b#Ты ${стал^стала}$ ${таким^такой}$ ${взрослым^взрослой}$ и ${ответственным^ответственной}$!",
    "PhoneCall_Parent1_5": "Привет, ${дорогой^дорогая}$! Как у вас там погода? Не забудь одеться потеплее, если холодно!#$b#Я не хочу, чтобы ты {простудился^простудилась}$. Может, мне связать тебе новый шарф?",
    "PhoneCall_Parent1_6": "Привет, ${милый^милая}$! Помнишь, как ты в детстве не ${любил^любила}$ холодец?#$b#Я вчера готовила его на ужин и вспомнила о тебе. Хе-хе, такие вещи мама не забывает!",
    "PhoneCall_Parent1_7": "Привет, ${милый^милая}$! У нас листья уже начинают желтеть — так красиво. А как твоя ферма выглядит осенью?#$b#Наверное, твои урожаи самые лучшие во всей долине. Береги себя, малыш.",
    "PhoneCall_Parent1_8": "Привет, ${дорогой^дорогая}$. Очень скучаю по тебе. Дом стал таким тихим без тебя...#$b#Но я знаю, что ты делаешь что-то удивительное и строишь свою мечту.",
    "PhoneCall_Parent1_9": "Привет, ${дорогой^дорогая}$. Знаешь, жизнь во многом похожа на смену времён года. Всегда есть что-то новое, что растёт и меняется.#$b#Надеюсь, ты находишь радость в каждом её мгновении.",
    "PhoneCall_Parent1_10": "${Милый^Милая}$, мы с папой недавно пересматривали старые фотографии. Не верится, как быстро летит время.#$b#Теперь ты уже ${взрослый^взрослая}$ и делаешь что-то замечательное. Мы очень гордимся тобой.",
    "PhoneCall_Parent1_11": "Привет, ${дорогой^дорогая}$. Смотрела сегодня на сад и вспомнила, как ты в детстве ${бегал^бегала}$ там, собирая цветы.#$b#Кажется, это было только вчера... А теперь ты следуешь за своей мечтой. Я так горжусь тобой.",
    "PhoneCall_Parent1_12": "Привет, ${милый^милая}$. Недавно готовила твоё любимое блюдо. Было так странно не ставить для тебя тарелку за столом...#$b#Надеюсь, ты хорошо питаешься и ${счастлив^счастлива}$.",

    "PhoneCall_Parent2_1": "Привет, слышал, ты там отлично справляешься! Мы с мамой так тобой гордимся.#$b#Ты всегда ${был^была}$ ${таким^такой}$ ${целеустремленным^целеустремленной}$. Так держать!",
    "PhoneCall_Parent2_2": "Эй, ${малыш^малышка}$. Просто напомню: усердный труд всегда вознаграждается. Не бойся запачкать руки.#$b#Но помни, что и отдыхать нужно тоже.",
    "PhoneCall_Parent2_3": "Привет, ${малыш^малышка}$! Знаешь, всякий раз, как вижу кого-то в саду, сразу думаю о тебе.#$b#Горжусь тем, что ты делаешь. Только не забывай получать удовольствие от жизни!",
    "PhoneCall_Parent2_4": "Привет, ${чемпион^звездочка}! Хотел напомнить: не забывай держать инструменты острыми.#$b#Тупой нож — плохой помощник... в прямом смысле! Ха-ха. Береги себя!",
    "PhoneCall_Parent2_5": "Привет, ${малыш^малышка}$! Представь, я пытался испечь торт ко дню рождения мамы.#$b#Скажем так, пожарная сигнализация работала на славу.#$b#В следующий раз я лучше сделаю бутерброды!",
    "PhoneCall_Parent2_6": "Эй, как там инструменты, которые оставил тебе дедушка?#$b#Он всегда говорил: «Хороший инструмент — лучший друг фермера».#$b#Следи за ними, ладно?",
    "PhoneCall_Parent2_7": "Привет, ${чемпион^звездочка}$! Дедушка всегда верил, что ты продолжишь семейную ферму.#$b#Похоже, он был прав. Ты отлично справляешься.",
    "PhoneCall_Parent2_8": "Привет, ${чемпион^звездочка}$. Я тут всем про тебя рассказываю.#$b#Наверное, думают, что я всё это выдумываю, но мне всё равно. Ты делаешь что-то невероятное.",
    "PhoneCall_Parent2_9": "Привет, ${малыш^малышка}$. Помню, как учил тебя кататься на велосипеде. Ты всё время ${падал^падала}$, но никогда не ${сдавался^сдавалась}$.#$b#Эта настойчивость — часть того, что делает тебя ${таким^такой}$ ${замечательным^замечательной}$.",
    "PhoneCall_Parent2_10": "Привет, ${чемпион^звездочка}$. Иногда я сижу во дворе и думаю о тебе.#$b#Такие тихие моменты напоминают, как ты нам ${дорог^дорога}$.",
    "PhoneCall_Parent2_11": "Привет, ${малыш^малышка}$. Просто хотел напомнить, что мы тебя любим. Вот и всё. Что бы ни случилось, мы всегда рядом.",
    "PhoneCall_Parent2_12": "Эй, помнишь, как мы вместе строили качели во дворе? Я иногда вспоминаю, как ты не ${сдавался^сдавалась}$, даже когда было сложно.#$b#Такая сила духа — вот почему я уверен, что ты добьешься успеха."
}