{
  //Other
  "Miihau.LeahEE.Anderson.NotRevealed": "???",
  "Miihau.LeahEE.Anderson": "Mr. Anderson",
  "Miihau.LeahEE.Sketch": "Leah's Sketch",
  "Miihau.LeahEE.CastlePaintingBad": "Your Painting 'The Castle'",
  "Miihau.LeahEE.CastlePaintingGood": "Leah's Painting 'The Castle'",


  //Event 1
  "Miihau.LeahEE.event1.001": "Oh! @, you startled me.$1#$b#I was so absorbed in my sketching that I didn't hear you coming.$0",
  "Miihau.LeahEE.event1.002": "Would you like to join me for a bit?",
  "Miihau.LeahEE.event1.003": "The view here is just beautiful, isn't it?",
  "Miihau.LeahEE.event1.004": "I often come here to sketch.$0#$b#The peacefulness of nature really inspires me.$0#$b#There's something so calming about the rustling of the leaves and the way the light shines on the water.$0",
  "Miihau.LeahEE.event1.005": "Do you enjoy art, @?$0#$b#I find it to be a wonderful way to express myself and connect with the world around me.$1",
  "Miihau.LeahEE.event1.005X": "#'I love art! It's amazing how you can capture the beauty of nature.'#'I'm not very good at art, but I can see why you enjoy it.'",
  "Miihau.LeahEE.event1.006": "That's wonderful to hear!$1#$b#It's always nice to meet someone who appreciates art.$0#$b#I believe everyone has a bit of creativity in them, whether they realize it or not.$1",
  "Miihau.LeahEE.event1.007": "That's okay!$1#$b#Art is more about expression than perfection.$0#$b#Everyone has their own way of seeing the world, and that's what makes it so special.$0#$b#I always feel like even bad art is better than no art.$1",
  "Miihau.LeahEE.event1.008": "Hold on a second.$0",
  "Miihau.LeahEE.event1.009": "Here, I want you to have this.$1[Miihau_LeahEE_Sketch]#$b#It's just a simple sketch, but I hope it brings a little bit of the peace and beauty of this place into your home.$0",
  "Miihau.LeahEE.event1.010": "Thank you for spending time with me today, @.$0#$b#It means a lot to share my passion with someone who appreciates it.$0#$b#Feel free to join me anytime you like.$0",

  //Event 2
  "Miihau.LeahEE.event2.001": "Oh, @! I didn't hear you come in.$h#$b#I was just working on a new painting.$0#$b#Come take a look!$h",
  "Miihau.LeahEE.event2.002": "I'm very excited about this one.$0#$b#The colors are turning out just the way I imagined.$0",
  "Miihau.LeahEE.event2.003": "Leah looks at you with sparkles in her eyes, waiting to hear what you have to say about her painting.",
  "Miihau.LeahEE.event2.003X": "#'Wow, it looks so good already!'#'I don't really know what a good painting should look like.'",
  "Miihau.LeahEE.event2.004": "Thank you!$h#$b#I've been working on it on and off for the last few days, and I think it's actually getting there.",
  "Miihau.LeahEE.event2.005": "Oh... Well, I don't know what a good harvest looks like either.$h#$b#We all have our strengths and weaknesses, I suppose.",
  "Miihau.LeahEE.event2.006": "Hey, would you like to learn some painting techniques?$0#$b#I could show you a few tricks if you're interested.$0",
  "Miihau.LeahEE.event2.007": "Great!$h#$b#I'll get you your own easel, and I'll walk you through it.",
  "Miihau.LeahEE.event2.008": "Leah hands you a brush and a small blank canvas on an easel.#She stands close, showing you how to hold the brush and mix colors on the palette.",
  "Miihau.LeahEE.event2.009": "The key to blending colors is to be gentle but deliberate.$0#$b#Let the brush do the work, and don't be afraid to experiment.",
  "Miihau.LeahEE.event2.010": "Here, let me show you first.",
  "Miihau.LeahEE.event2.011": "Leah demonstrates a smooth stroke on her own canvas, blending two colors seamlessly.",
  "Miihau.LeahEE.event2.012": "See? Just like that.$0#$b#Now, you try.",
  "Miihau.LeahEE.event2.013": "That's it!$h#$b#You're doing great, @.",
  "Miihau.LeahEE.event2.014": "Remember, painting is all about expressing yourself.$0#$b#There's no right or wrong way to do it.",
  "Miihau.LeahEE.event2.015": "Leah continues to guide you, offering tips on shading, texture, and composition as you paint together.",
  "Miihau.LeahEE.event2.016": "You've got a natural talent for this.$0#$b#I'm really impressed!$h",
  "Miihau.LeahEE.event2.017": "After a while, you both finish and step back to admire your work.",
  "Miihau.LeahEE.event2.018": "That looks amazing!$h#$b#I'm so glad you joined me today.",
  "Miihau.LeahEE.event2.019": "You know, painting with you has been quite inspiring.$0#$b#Maybe we could do this more often... if you'd like?$l",
  "Miihau.LeahEE.event2.020": "#Gift the painting to Leah#Ask to keep working on the painting at home",
  "Miihau.LeahEE.event2.021": "Oh my! Thank you, @.$0#$b#That is so nice of you!$h#$b#I'll cherish it.",
  "Miihau.LeahEE.event2.022": "Hey, @! Before you leave.$0#$b#You know what?$0#$b#Here, I'll let you keep my painting in return.$l[Miihau_LeahEE_TheSandCastlePaintingGood]",
  "Miihau.LeahEE.event2.023": "Thank you for spending this time with me, @. It means a lot.",
  "Miihau.LeahEE.event2.024": "Of course!$h#$b#Let's do this again soon. Come over anytime you want.",
  "Miihau.LeahEE.event2.025": "Hey, @! Don't forget your painting before you leave.[Miihau_LeahEE_TheSandCastlePaintingBad]",
  "Miihau.LeahEE.event2.026": "Thank you for spending this time with me, @. It means a lot.",

  //Event 3
  "Miihau.LeahEE.event3.001": "Hi, @!$h#$b#I didn't expect to see you here.$0#$b#I'm collecting seashells for a new art project.$0#$b#Would you like to help me?",
  "Miihau.LeahEE.event3.002": "Nice! Thank you, it's always more fun with a friend.$0",
  "Miihau.LeahEE.event3.003": "After collecting a few more shells together, you and Leah decide to enjoy the sound of the waves and seagulls together.",
  "Miihau.LeahEE.event3.004": "Feels like I have more seashells than I will need.$h#$b#I had a lot of fun with you as my company.$h",
  "Miihau.LeahEE.event3.005": "You know, I moved to Pelican Town because I wanted to get away from the noise and busyness of the city.$0#$b#I needed a place where I could truly focus on my art and live a simpler, more fulfilling life.",
  "Miihau.LeahEE.event3.006": "It's not always easy, though.$s#$b#Sometimes I miss the excitement and opportunities of the city.$s#$b#But I believe that following my passion is worth the sacrifices.$0",
  "Miihau.LeahEE.event3.006X": "#'I'm glad you followed your heart. Your art is amazing, and Pelican Town is lucky to have you.'#'It must have been a tough decision. I'm sure it will pay off in the end.'#'Do you ever consider going back?'",
  "Miihau.LeahEE.event3.007": "Thank you, @.$0#$b#That means a lot to me.$0#$b#It's reassuring to know that people appreciate what I do.$h#$b#I really do love it here, and I've met so many wonderful people.$0#$b#Elliott has become one of my closest friends. Maybe even my best friend. He just gets me.$0",
  "Miihau.LeahEE.event3.008": "I feel more comfortable with my decision to move here day by day.$0#$b#I have big dreams for my future.$0#$b#I want to create art that speaks to people and maybe even have my own gallery someday.",
  "Miihau.LeahEE.event3.009": "It was a very tough decision, @.$s#$b#But sometimes, you have to take a leap of faith.$0#$b#I hope it will pay off, too.$0#$b#I'm determined to make it work.",
  "Miihau.LeahEE.event3.010": "My hopes for the future keep me going.$0#$b#I want to create pieces that truly move people and maybe even inspire others to follow their dreams.",
  "Miihau.LeahEE.event3.011": "Sometimes, I do wonder what my life would be like if I had stayed.$s#$b#But I try not to dwell on it too much.$0#$b#Regrets won't help me move forward.$h",
  "Miihau.LeahEE.event3.012": "Instead, I focus on my dreams and the wonderful community I've found here.$0#$b#I believe everything happens for a reason.",
  "Miihau.LeahEE.event3.013": "These seashells are going to make a beautiful addition to my project.$0#$b#I'm really glad we had this chance to talk.",
  "Miihau.LeahEE.event3.014": "It feels good to share my thoughts with someone who understands.",
  "Miihau.LeahEE.event3.015": "I promise you I will show you the seashell art project when it's done.",

  //Event 4
  "Miihau.LeahEE.event4.001": "@! I'm so glad to see you!$h#$b#Guess what?$h#$b#I've been invited to showcase my work in a local gallery!$h",
  "Miihau.LeahEE.event4.002": "Elliott was supposed to come with me, but something came up last minute, and he can't make it.$s",
  "Miihau.LeahEE.event4.003": "Would you be able to come with me?$0#$b#I could really use the support.$s",
  "Miihau.LeahEE.event4.004": "Yippee!",
  "Miihau.LeahEE.event4.005": "Leah takes you by the hand, pulling you slightly towards her.",
  "Miihau.LeahEE.event4.006": "Thank you so much! Let's go!$h",
  "Miihau.LeahEE.event4.007": "You help Leah set up her stand. The show will start soon.",
  "Miihau.LeahEE.event4.008": "This is incredible.$0#$b#I can't believe my work is being shown here.$0#$b#It's the first time I have ever really shown off my art in this way.$0#$b#Getting a spot at a show like this is a long and grueling process.$0#$b#I'm really happy about this opportunity.$h",
  "Miihau.LeahEE.event4.009": "Hey, I want to show you something!$h",
  "Miihau.LeahEE.event4.010": "Remember the seashells we collected?$0#$b#Well, this is what I turned them into.$h",
  "Miihau.LeahEE.event4.011": "What do you think?",
  "Miihau.LeahEE.event4.013": "There is no way she's on the artist's list.$3",
  "Miihau.LeahEE.event4.014": "Not on my watch.",
  "Miihau.LeahEE.event4.015": "Well, well, if it isn't Leah.$0#$b#Still trying to make it as an artist, I see.$1",
  "Miihau.LeahEE.event4.016": "Mr. Anderson...$7#$b#I didn't expect to see you here.$2",
  "Miihau.LeahEE.event4.018": "Of course you didn't.$h#$b#You never had an eye for the unexpected.$0#$b#Which is really important in the arts, you know.$3#$b#I always knew you didn't have what it takes to be a real artist.$1#$b#Teaching you was always so difficult, you never understood what I was telling you.$0",
  "Miihau.LeahEE.event4.019": "These pieces... they're mediocre at best.$1#$b#You should have listened to me and chosen a more practical career.$0",
  "Miihau.LeahEE.event4.020": "I... I...$s",
  "Miihau.LeahEE.event4.021": "Hahaha!$1#$b#I see you haven't changed.$0#$b#Still the same naive dreamer.$0#$b#It's a shame, really.$s",
  "Miihau.LeahEE.event4.022": "Well, I made it here if you like it or not, Mr. Anderson.$5#$b#It seems like someone was just unable to see my potential.$1",
  "Miihau.LeahEE.event4.023": "You better watch your mouth, young lady, or...$3",
  "Miihau.LeahEE.event4.024": "Or what?$0#$b#You don't have any power over me anymore, you are no longer my mediocre art teacher.$h",
  "Miihau.LeahEE.event4.025": "Hahaha.$h#$b#You better start packing.$0#$b#I might not be your art teacher anymore, but I'm still one of this gallery's organizers, and I will have you removed if you don't leave of your own volition.$0",
  "Miihau.LeahEE.event4.026": "No! Wait, that's not fair!$5",
  "Miihau.LeahEE.event4.027": "Life isn't fair.$3#$b#And I will make sure that you won't make it as an artist as long as I have something to say about it!$1",
  "Miihau.LeahEE.event4.028": "... @, should we leave?$s#$b#I don't think I can do this.$s",
  "Miihau.LeahEE.event4.029": "Leah and you pack up and head back to Pelican Town.",
  "Miihau.LeahEE.event4.030": "I'm sorry you had to see that.$s#$b#Mr. Anderson was my art teacher back in the city.$a#$b#He never believed in me, and his words still sting.$s#$b#I thought I was past all that, but... it still hurts.$s",
  "Miihau.LeahEE.event4.030X": "#'He seems to have a real grudge against you.'#'You should have just kept your cool.'",
  "Miihau.LeahEE.event4.031": "Yeah...$s#$b#I don't know who or what hurt him, but he has some issues for sure.$s",
  "Miihau.LeahEE.event4.032": "Listen, I spent enough time dealing with that man in the past.$a#$b#Are you on my side or not?$a",
  "Miihau.LeahEE.event4.033": "Well... Thanks for coming with me.$s#$b#I need some time to think and regroup.$s#$b#See you around.$s",
  "Miihau.LeahEE.event4.034": "I'm still really sad about what happened today.$s",

  //Event 5
  "Miihau.LeahEE.event5.001": "Ugh, why can't I get this right?$a#$b#This is just... it's not working at all.$s",
  "Miihau.LeahEE.event5.002": "Oh, @!$6#$b#I didn't hear you come in.$3#$b#I'm sorry you have to see me like this.$s#$b#I'm just really frustrated with my latest painting.$5",
  "Miihau.LeahEE.event5.003": "*Deep sigh*$2#$b#Sometimes I wonder if I'm even cut out to be an artist.$s#$b#What if my work is never good enough?$s#$b#What if I never make it?$s",
  "Miihau.LeahEE.event5.003X": "#'I believe in you, Leah. Your work is amazing and you have a real talent.'#'Everyone has doubts. Just keep trying, and you'll get there.'#'Maybe you should consider doing something else.'",
  "Miihau.LeahEE.event5.004": "You really think so?$0#$b#Thank you, @. That means a lot to me.$0#$b#Sometimes I feel like I'm the only one who believes in myself.$s",
  "Miihau.LeahEE.event5.005": "There were many people in my past who didn't believe in me.$7#$b#Even when it comes to other things than art.$3#$b#But your encouragement helps me remember why I started this journey.$0",
  "Miihau.LeahEE.event5.006": "You're right, @.$0#$b#Everyone has their moments of doubt.$0#$b#I just need to not let a bad encounter discourage me.$0#$b#Thank you for reminding me of that.$h",
  "Miihau.LeahEE.event5.007": "Leah takes a deep breath in and out.",
  "Miihau.LeahEE.event5.008": "It's just hard sometimes, especially with the lingering doubts planted by others in my past.$s#$b#But I'll keep going.$0",
  "Miihau.LeahEE.event5.009": "Maybe you're right.$s#$b#Maybe I should just...$7",
  "Miihau.LeahEE.event5.010": "No! I didn't come here for someone to discourage me again.$a#$b#I thought you, of all people, would understand how much this means to me.$s#$b#But I guess I was wrong.$7#$b#Please, just leave me alone for now.$s",
  "Miihau.LeahEE.event5.011": "Did you come to discourage me again?$a",
  "Miihau.LeahEE.event5.012": "Thank you, @.$0#$b#You've given me a lot to think about.$0#$b#I feel a bit more confident now. Maybe I just need some new inspiration.$0#$b#I'll keep working on my piece. Maybe it'll turn out better than I expect.$0",
  "Miihau.LeahEE.event5.013": "See you around!$h",
  "Miihau.LeahEE.event5.014": "I didn't find the needed inspiration yet.$0#$b#I'll let you know if I find some!$h",

  //Event 6
  "Miihau.LeahEE.event6.001": "...$7#$b#Ugh, I've always turned to books when I'm stuck like this... but nothing's working today.$s",
  "Miihau.LeahEE.event6.002": "Hi @.$0#$b#I'm trying to read some fiction to help my inspiration, but I just can't seem to get over this artist's block that I'm having.$s#$b#It's been really taking a toll on me ever since that failed art show.$s#$b#It feels like no matter what I do, I can't get my creativity flowing again.$3#$b#It's frustrating... and honestly, it makes me doubt if I'm really cut out for this.$3",
  "Miihau.LeahEE.event6.002X": "#'Are you trying to get inspiration from literature?'#'The library doesn't seem very inspiring to me.'",
  "Miihau.LeahEE.event6.003": "Yeah!$h#$b#Any type of fiction usually helps me to get my creativity flowing.$0#$b#But it's not doing it for me right now.$s",
  "Miihau.LeahEE.event6.004": "You'd be surprised what some good fiction can do to you if you really try to get into it.$0",
  "Miihau.LeahEE.event6.005": "Pardon me, I couldn't help overhearing you two.$7",
  "Miihau.LeahEE.event6.006": "Oh hi Elliott!$0#$b#Me and @ were just talking about the struggle of finding inspiration and...$0",
  "Miihau.LeahEE.event6.007": "Yes, yes.$1#$b#As I said, I was unable not to hear you two talk.$5#$b#But I think my interception is misunderstood.$7#$b#I know how frustrating creative blocks can be, but… perhaps this isn't the best place for a discussion.$7#$b#Some of the other individuals are trying to focus on their reading.$7",
  "Miihau.LeahEE.event6.008": "...$3",
  "Miihau.LeahEE.event6.009": "Oh yeah... of course... sorry about that.$3",
  "Miihau.LeahEE.event6.010": "Leah and You move the conversation outside the library.",
  "Miihau.LeahEE.event6.011": "Sorry about that.$0#$b#Elliott's been... off lately.$2#$b#I'm not sure what's going on with him.$s#$b#I wonder if something's bothering him...$7#$b#I should probably talk to him about it sometime.$0",
  "Miihau.LeahEE.event6.012": "Honestly, I was about to leave the library anyway.$s#$b#It wasn't helping me with my block like I hope it would.$s",
  "Miihau.LeahEE.event6.013": "#Suggest a nature walk together.#Suggest a hangout at the saloon together.",
  "Miihau.LeahEE.event6.014": "A nature walk?$7#$b#That might be exactly what I need... some fresh air, the sounds of the forest.$0#$b#I might take you up on that offer soon, @.$0#$b#It sounds really nice. I'll let you know when I'm ready.$0",
  "Miihau.LeahEE.event6.015": "I'm still thinking about your suggestion.$0#$b#The more I think about it, the better it sounds.$0",
  "Miihau.LeahEE.event6.016": "I'm still thinking about your suggestion.$0#$b#The more I think about it, the better it sounds.$0",
  "Miihau.LeahEE.event6.017": "Hmm, a hangout at the saloon sounds like a good way to relax.$0#$b#Maybe after a drink or two, I'll be able to clear my mind.$h#$b#I'll think about it and let you know when I'm ready.$0",
  "Miihau.LeahEE.event6.018": "Oh, it's you.$7#$b#I hope you weren't offended by what I said earlier.$7#$b#But I stand by my request.$7#$b#It is a library, after all.$0",
  "Miihau.LeahEE.event6.019": "Ah, @, good to see you.$0#$b#I hope Leah is doing well.$7#$b#I miss our talks.$s#$b#I hope you and Leah are having great conversation like her and I used to have.$s",

  //Event 7a
  "Miihau.LeahEE.event7a.001": "Hey!",
  "Miihau.LeahEE.event7a.002": "@! Amazing timing to run into you!$h#$b#So about that walk you suggested, how about we go now?$0",
  "Miihau.LeahEE.event7a.003": "Great!$h",
  "Miihau.LeahEE.event7a.004": "Thanks for suggesting this, @.$0#$b#I really needed to get away from everything for a while.$0#$b#Sometimes the best inspiration comes from just... stepping outside.$0",
  "Miihau.LeahEE.event7a.005": "The two of you continue walking along a quiet path. Sometimes Leah pauses to take in the scenery, her eyes scanning the trees and the forest floor.",
  "Miihau.LeahEE.event7a.006": "I always find comfort in the woods.$0#$b#It's so peaceful, no distractions, just me and my thoughts.$0#$b#Well, I guess just me, my thoughts, and you.$h#$b#This nature reminds me why I left the city in the first place.$0",
  "Miihau.LeahEE.event7a.007": "@... Did you hear that?$3#$b#What was that?$3",
  "Miihau.LeahEE.event7a.007X": "#'I don't know.'#'I bet your Art Teacher is trying to ambush us.'#'Have you ever met that guy named Linus?'",
  "Miihau.LeahEE.event7a.008": "Well, whatever it is, it seems to be in that bush over there.$6",
  "Miihau.LeahEE.event7a.009": "...$7#$b#Thanks for reminding me of him.$5",
  "Miihau.LeahEE.event7a.010": "Well, whatever it is, it seems to be in that bush over there.$6",
  "Miihau.LeahEE.event7a.011": "...$3#$b#Linus? Is that you?$6",
  "Miihau.LeahEE.event7a.012": "Oh, look! It's a fox.",
  "Miihau.LeahEE.event7a.013": "Wow, it's not running away.$0#$b#That's rare.$0",
  "Miihau.LeahEE.event7a.014": "*soft chuckle* Do you see this?$h#$b#It's almost like it knows me.$0#$b#Foxes are usually so wary of people, but this one... it's different.$0",
  "Miihau.LeahEE.event7a.015": "That was awesome!$h#$b#You know, that fox... it reminds me of myself in a way.$0#$b#Living alone, wandering through life at its own pace, not really needing to prove anything to anyone.$0#$b#Just... doing its own thing.$0",
  "Miihau.LeahEE.event7a.016": "You notice that even though Leah smiles, there's a touch of sadness in her eyes.",
  "Miihau.LeahEE.event7a.017": "I left the city to get away from all the noise, the competition, the constant need to prove that you're 'worth something.'$0#$b#Out here, in Pelican Town, it feels like I don't have to be anyone but me.$0",
  "Miihau.LeahEE.event7a.018": "But sometimes... I still feel that pressure, you know?$s#$b#Like I need to justify my choices to the people I left behind.$s#$b#The gallery show failing... it brought a lot of those doubts back.$s#$b#But this encounter... it makes me think.$7#$b#Maybe I don't need to prove anything.$0#$b#Maybe I just need to live my life the way I want, like that fox does.$0",
  "Miihau.LeahEE.event7a.019": "Being out here with you, in the quiet, away from everything, reminds me that I made the right choice.$l#$b#I just need to keep going, no matter what anyone else thinks.$0#$b#And... I'm really glad you're here to remind me of that, @.$l",
  "Miihau.LeahEE.event7a.020": "The two of you continue walking in comfortable silence for a few moments, the peaceful energy of the forest surrounding you.",
  "Miihau.LeahEE.event7a.021": "Before eventually parting ways.",
  "Miihau.LeahEE.event7a.022": "Thanks for coming on this walk with me.$0#$b#I'm feeling a lot better.$l#$b#I think I just needed to reconnect with nature... and with myself.$0",

  //Event 7b
  "Miihau.LeahEE.event7b.001": "Hey!",
  "Miihau.LeahEE.event7b.002": "@! Amazing timing to run into you!$h#$b#So about that Saloon hangout you suggested, how about we go now?$0",
  "Miihau.LeahEE.event7b.003": "Great!$h",
  "Miihau.LeahEE.event7b.004": "Cheers!",
  "Miihau.LeahEE.event7b.005": "I'm glad we came here, @.$0#$b#Sometimes the best thing to do when you're feeling stuck is to just... be around people.$0#$b#Even if you're not 'really' in the mood for it.$s",
  "Miihau.LeahEE.event7b.006": "Look at them.$0#$b#Everyone here has their own life, their own struggles.$0#$b#Gus is always busy keeping this place running.$0#$b#Pam's just trying to make ends meet.$0#$b#Shane... well, he's got his own battles to fight.$s#$b#And yet, here they are, just... living their lives.$7",
  "Miihau.LeahEE.event7b.007": "Hey, Emily!$h",
  "Miihau.LeahEE.event7b.008": "Yes, Shane?$0",
  "Miihau.LeahEE.event7b.009": "Are you planning on dancing later?$h",
  "Miihau.LeahEE.event7b.010": "Maybe if Gus can handle the customers without me.$h",
  "Miihau.LeahEE.event7b.011": "Take that dance break, Emily!$h#$b#I got you covered.",
  "Miihau.LeahEE.event7b.012": "Thank you, Gus!$h",
  "Miihau.LeahEE.event7b.013": "Sweet!",
  "Miihau.LeahEE.event7b.014": "Hope you guys don't mind!$h#$b#Gus will tend your table soon, don't worry!$h",
  "Miihau.LeahEE.event7b.015": "We don't mind at all!$h#$b#I love seeing everyone having a good time.$0",
  "Miihau.LeahEE.event7b.016": "Hey, @. You know what...$0#$b#I used to think that success had to look a certain way... fame, recognition, being in big galleries.$0#$b#But maybe it's not about that at all.$0#$b#Maybe success is just... living your life the way you want, and finding peace in it.$0",
  "Miihau.LeahEE.event7b.017": "There you go.$0#$b#One of my finest drinks for you two!$h#$b#On the house.$0",
  "Miihau.LeahEE.event7b.018": "Thanks, Gus.$0",
  "Miihau.LeahEE.event7b.019": "Of course! *wink*$h",
  "Miihau.LeahEE.event7b.020": "@, I just realized something.$0#$b#Being here, watching everyone... it reminds me that I'm not the only one dealing with things.$0#$b#No one's life is perfect, and yet everyone's just doing their best.$0#$b#It's comforting, in a strange way.$0",
  "Miihau.LeahEE.event7b.021": "Thanks for bringing me here, @.$l#$b#It's helped me see things differently.$0#$b#I think I've been too hard on myself lately, but... I'll be okay.$0#$b#We all go through ups and downs, right?$h",
  "Miihau.LeahEE.event7b.022": "The two of you spend a nice evening in the Saloon together, with the lively atmosphere continuing around you.",
  "Miihau.LeahEE.event7b.023": "I feel better now.$0#$b#More grounded.$0#$b#Maybe it's time I stop worrying so much about what others think and just enjoy life... like everyone here.$0",
  "Miihau.LeahEE.event7b.024": "You're really good company, @.$l#$b#I really appreciate you being here with me.$0",
  "Miihau.LeahEE.event7b.025": "Thanks for hanging out with me at the Saloon.$0#$b#I'm feeling a lot better.$l#$b#I think I just needed to reconnect with the community... and with myself.$0",

  //Event 8
  "Miihau.LeahEE.event8.001": "@, good to see you.$0",
  "Miihau.LeahEE.event8.002": "Hey, you know... I was meaning to talk to you.$s#$b#Let's go somewhere a bit more private, shall we?$0",
  "Miihau.LeahEE.event8.003": "This place seems nice.$0#$b#So how is life treating you lately?",
  "Miihau.LeahEE.event8.003X": "#'Pretty good, I can't really complain.'#'Days are a bit hit or miss lately but it's not that bad.'#'I think Mayor Lewis is spying on me, I'm a bit scared.'",
  "Miihau.LeahEE.event8.004": "Awesome!$h#$b#I am more than happy to hear that you are doing well.",
  "Miihau.LeahEE.event8.005": "Well, you do look out for people a lot, you know. Maybe you could look out for yourself as well.$0#$b#I'm always here if you need someone.$0",
  "Miihau.LeahEE.event8.006": "...$3#$b#Oh @!$h#$b#You are always so funny!$h#$b#You know how to crack me up.$0",
  "Miihau.LeahEE.event8.007": "How have I been lately?$0#$b#Well honestly, pretty good!$h#$b#Coming to terms with not needing to prove anything to anyone really helps with being creative again.$0",
  "Miihau.LeahEE.event8.008": "I was so focused on stuff that really did not matter at all.$0#$b#Thanks for guiding me along the way.$0#$b#I feel like I would have needed quite a while to come to this conclusion without you.$0",
  "Miihau.LeahEE.event8.008X": "#'No problemo buddy!'#'You're welcome, Leah!'",
  "Miihau.LeahEE.event8.009": "Haha... Yeah, good to know... buddy.$s",
  "Miihau.LeahEE.event8.010": "You are such a good friend, @.$l",
  "Miihau.LeahEE.event8.011": "You look at Leah. She looks like she's struggling to formulate a sentence.",
  "Miihau.LeahEE.event8.012": "You know, @... I've been thinking a lot lately.$0#$b#About life, about the people around me, and... well, about you.$l",
  "Miihau.LeahEE.event8.013": "You've been such an important part of my life ever since you moved here.$l#$b#You've always supported me, even when I was unsure of myself.$l#$b#And that... well, it means the world to me.$l",
  "Miihau.LeahEE.event8.014": "It's somewhat ironic that you're the one who helped me learn about the importance of focusing on myself.$h#$b#And now I would like to focus a bit more on... well... us.$l",
  "Miihau.LeahEE.event8.015": "Leah hesitates, looking down at her feet for a moment before meeting your eyes again.",
  "Miihau.LeahEE.event8.016": "I guess what I'm trying to say is... I've been wondering where we stand.$l#$b#I know we've spent a lot of time together, and I've really enjoyed every moment.$l#$b#But... how do you feel about me, @?$l",
  "Miihau.LeahEE.event8.016X": "#'I like you, Leah. I think I'm falling for you.'#'You're a great friend, Leah, but I would like to keep things platonic.'",
  "Miihau.LeahEE.event8.017": "Oh... really?$l#$b#That makes me so happy to hear, @.$l#$b#I've felt the same for a while, but I wasn't sure how you felt.$l#$b#I... I guess I was afraid of ruining what we have.$s",
  "Miihau.LeahEE.event8.018": "But knowing you feel the same... it feels like everything's falling into place.$l#$b#Thank you for being honest with me.$l#$b#Let's keep building something beautiful together and see where this takes us.$l#$b#Whether it's art... or something else.$h",
  "Miihau.LeahEE.event8.019": "I feel a lot better now.$0#$b#Just... knowing where we stand, and that you're here with me.$0#$b#It's really comforting.$0",
  "Miihau.LeahEE.event8.020": "Life's funny, isn't it?$0#$b#It throws all these challenges at us, but sometimes it gives us people who make it all worth it.$l",
  "Miihau.LeahEE.event8.021": "I'm really looking forward to spending more time with you, @.$l#$b#There's so much we can experience together.$l",
  "Miihau.LeahEE.event8.022": "Oh... I see.$s#$b#Thank you for being honest, @.$0#$b#I value our friendship so much, and I don't want to lose that.$0",
  "Miihau.LeahEE.event8.023": "I'm really lucky to have you as a friend.$0#$b#You've helped me through so much, and that means more to me than I can put into words.$0",
  "Miihau.LeahEE.event8.024": "Let's keep being there for each other, okay?$0#$b#Friends like you don't come around often.$0",
  "Miihau.LeahEE.event8.025": "I feel a lot better now.$0#$b#Just... knowing where we stand, and that you're here with me.$0#$b#It's really comforting. No matter what happens, I know I have someone I can rely on.$0",
  "Miihau.LeahEE.event8.026": "Life's funny, isn't it?$h#$b#It throws all these challenges at us, but sometimes it gives us people who make it all worth it.$0",
  "Miihau.LeahEE.event8.027": "Thanks again for being such a good friend, @.$0#$b#I feel lucky to have you in my life.$0",


  //Event9
  "Miihau.LeahEE.event9.001": "So, is that an approval, Mayor Lewis?",
  "Miihau.LeahEE.event9.002": "Well, yes, I suppose your idea could be a nice addition to the town.$0#$b#But I would really like to know beforehand what the final motif will be.$0",
  "Miihau.LeahEE.event9.003": "Well...$7#$b#Actually, Mayor Lewis, I was planning to ask...$0",
  "Miihau.LeahEE.event9.004": "Hello!",
  "Miihau.LeahEE.event9.005": "@!$6",
  "Miihau.LeahEE.event9.006": "Sometimes your timing is a bit... uncanny, @.$6#$b#But that's beside the point.$0#$b#It's actually really great that you showed up!$1",
  "Miihau.LeahEE.event9.007": "I'm assuming the person you were going to ask for help was Farmer @, right, Miss Leah?$0",
  "Miihau.LeahEE.event9.008": "Yes, exactly.",
  "Miihau.LeahEE.event9.009": "So, @, I have a question for you.$0#$b#When you think about Pelican Town, what kind of theme or image comes to mind?",
  "Miihau.LeahEE.event9.009X": "#'Something Classic and Calm!'#'Something Cool and Modern!'#'Something Fun and Silly!'",
  "Miihau.LeahEE.event9.010": "Classic?$0#$b#I like that.$1#$b#Something that really captures the heart and nature of the town.$0#$b#I can see it now.",
  "Miihau.LeahEE.event9.011": "Cool, huh?$7#$b#That could definitely bring a fresh, modern vibe to the town.$0#$b#I think that could be very exciting!$1",
  "Miihau.LeahEE.event9.012": "Fun and silly?$0#$b#Haha, I like it!$1#$b#That would definitely brighten up the town and make people smile.",
  "Miihau.LeahEE.event9.013": "This is great!$h#$b#I can't wait to see the...$h",
  "Miihau.LeahEE.event9.014": "Leah presses her hand against Mayor Lewis' mouth.",
  "Miihau.LeahEE.event9.015": "Oh, wait!$1#$b#Haha!$1#$b#How about we don't talk about that right now!$1",
  "Miihau.LeahEE.event9.016": "HMPF!$4",
  "Miihau.LeahEE.event9.017": "Sorry, Mayor.$2#$b#It's just that... well, I want to keep this as a surprise!$1#$b#Let's not spoil anything, okay?",
  "Miihau.LeahEE.event9.018": "Ahem.$3#$b#I suppose I can keep quiet about it.$5#$b#But let me just say, I fully approve of the idea and the motif Farmer @ picked.",
  "Miihau.LeahEE.event9.019": "Fantastic!$h#$b#I think we're done here, right?",
  "Miihau.LeahEE.event9.020": "Yes, yes.$5#$b#Could the both of you kindly excuse me now?$0#$b#I have other... stuff... to do now.$3",
  "Miihau.LeahEE.event9.021": "(Whew... that was close!)$7",
  "Miihau.LeahEE.event9.022": "I guess you're probably wondering what all that was about, huh?$1#$b#Well, I can't give you all the details just yet.$0#$b#But I promise, you're going to love it when the time comes.$0#$b#Let's just say... it's something we're going to do together, and it's going to be fun.",
  "Miihau.LeahEE.event9.023": "You've already helped me so much lately, and this project... it's something special.$0#$b#I'll tell you more when the time is right.$0#$b#Just trust me, okay?",
  "Miihau.LeahEE.event9.024": "Anyway, I better go back to preparing.$0#$b#I'll be in touch soon!$h",
  "Miihau.LeahEE.event9.025": "I know you're probably curious about what we talked about with Mayor Lewis.$0#$b#Just be patient, okay?$0#$b#I'll tell you soon... and it'll be worth the wait!$1",
  "Miihau.LeahEE.event9.026": "I won't say too much, but that idea Leah brought to me... well, it's going to be something special for the town.$0#$b#I'm glad you were involved in choosing the motif.$0#$b#You'll see it soon enough.$1",


  //Event10
  "Miihau.LeahEE.event10.001": "@! I'm so glad you are here!$h#$b#I've been waiting for this day for so long.$0#$b#Remember when I said I had a special project in mind?$0#$b#Well... this is it.",
  "Miihau.LeahEE.event10.002": "Follow me!",
  "Miihau.LeahEE.event10.003": "Leah gestures toward the blank wall, the excitement in her eyes almost contagious.",
  "Miihau.LeahEE.event10.004": "Mayor Lewis gave me permission to beautify the town, and I knew I couldn't do it without you.$0#$b#After everything we've been through, I wanted this to be something we created together.$0#$b#A permanent mural for Pelican Town.",
  "Miihau.LeahEE.event10.005": "I thought a lot about what this mural should represent.$0#$b#It should be something that reflects the town, but also the spirit of the people in it.$0#$b#The memories we've made, the stories we've lived.$0#$b#And I wanted you to be part of that story, too.$0#$b#I feel like you picked the perfect style choice.",
  "Miihau.LeahEE.Dialogue.Classic": "Pelican Town really is 'Classic and Calm.'",
  "Miihau.LeahEE.Dialogue.Cool": "Pelican Town really is 'Cool and Modern.'",
  "Miihau.LeahEE.Dialogue.Silly": "Pelican Town really is 'Fun and Silly.'",
  "Miihau.LeahEE.event10.006": "I love your choice!$1#$b#It's going to be perfect.$0#$b#Come on, let's get started!$1",
  "Miihau.LeahEE.event10.007": "Leah and you are having a blast painting the mural.",
  "Miihau.LeahEE.event10.008": "Hey! Watch out, this paint is quite permanent!$h",
  "Miihau.LeahEE.event10.009": "Don't worry, @. I can fix that bit. Why don't you focus a bit on the writing?",
  "Miihau.LeahEE.event10.010": "After a while, you and Leah finish the mural.",
  "Miihau.LeahEE.event10.011": "Look at that! We did it, @!$1#$b#It's everything I imagined and more... and we did it together.$0#$b#This will be here for years, maybe even forever.$0#$b#A piece of both of us, right here in the heart of Pelican Town.",
  "Miihau.LeahEE.event10.012": "You know, @... working on this with you, it made me realize just how much you've inspired me.$0#$b#Not just in my art, but in life.$0#$b#You've always supported me, pushed me when I needed it, and reminded me to stay true to myself.$0#$b#This mural... it's not just a gift to the town.$0#$b#It's a symbol of everything we've built together.",
  "Miihau.LeahEE.event10.013": "I feel like I'm finally where I'm supposed to be.$0#$b#And I wouldn't have gotten here without you.$0#$b#So... thank you.$0#$b#For everything.",
  "Miihau.LeahEE.event10.014": "I can't wait to see what else we'll create together, @.$l#$b#Whether it's art, memories, or... our future.$l#$b#Let's keep painting our story, one beautiful moment at a time.$l",
  "Miihau.LeahEE.event10.015": "@...$l#$b#I love you.$l",
  "Miihau.LeahEE.event10.015X": "#'I love you too.'#'Is this the moment we kiss?'#say nothing",
  "Miihau.LeahEE.event10.016": "...$3#$b#I've got too far to let this ruin our moment.$7#$b#Yes, dummy, this is the moment for that!$1",
  "Miihau.LeahEE.event10.017": "Every time I pass by that mural, I'll think of us and what we've shared.$l#$b#It's a beautiful reminder of our time together.$l",
  "Miihau.LeahEE.event10.018": "You're an amazing friend, @.$0#$b#I'm so glad we're in this together.$0#$b#Let's keep making this town... our town... a more beautiful place, side by side.$0",
  "Miihau.LeahEE.event10.019": "The mural turned out better than I imagined!$1#$b#I'm so proud of what we've done."


}