{
//SDV
//Leah
"Leah_c_title": "To My Close Friend - Leah",
"Leah_l_title": "To My Dear Friend - Leah",
"Leah_d_title": "To My Love - Leah",
"Leah_e_title": "To My Dearest - Leah",
"Leah_di_title": "To the One I Once Loved - Leah",
"Leah_crush_Text": "Dear @^^@, how have you been? As I write this letter, I am sitting in a small cabin by the riverbank, looking through the north window at the peaceful countryside where you are. Many times, the gentle sound of the river's flowing water lightly taps on the cabin door, accompanying my days of drawing, sculpting, or simply enjoying meals and rest. ^^@, can you also hear such flowing water in the countryside where you are? ^^Your close friend, Leah.",
"Leah_c1_Text": "Dear @^^, have you seen the dandelions of spring, @? In front of the small cabin, clusters of golden dandelions are blooming, just like beauties wearing flower crowns... I can't wait to pick some tender leaves for a salad. ^^If you'd like to taste the salad too, come to my little cabin to find me, but I can't guarantee that we'll find enough dandelions, haha. ^^Your close friend, Leah.",
"Leah_c2_Text": "Dear @^^, in the spring, I love to go sketching on the mine lake, drawing the dappled tree shadows or the sunfish swimming underwater. In the nearby bushes, you can occasionally find bright yellow daffodils, and sometimes there are wild garlic and chives. If you're willing to venture deeper into the lush greenery, you might even spot a few inconspicuous bird nests on low branches—inside, the chicks are surprisingly quiet, not sure if they're sleeping or if my footsteps startled them. ^^@, if you're willing to take a walk in the wilderness of the forest, you can discover many fascinating things. ^^Your close friend, Leah.",
"Leah_c3_Text": "Dear @^^, when I wake up in the morning, the warm sunlight shines through the gauzy curtains onto my face. Star Valley's summer has a magical charm, as everything around seems to become hot, even my sculptures are sweating. However, @, flowers and vegetable seedlings might really enjoy this season. ^^Your close friend, Leah.",
"Leah_c4_Text": "Dear @^^ I am writing this letter to you by the seaside of Gem Sea, @. At this moment, the salty sea breeze brushes past my temples, and the vast waves sway with the sparkling sunlight. In the shallows, there are bright white pebbles and emerald green seaweeds, along with some seashells scattered sparsely in the tide pools. In deeper waters, I seem to see a group of red snappers chasing and frolicking. ^^ I wonder if the colorful coral trees still adorn the busy seabed? ^^ Your close friend, Leah",
"Leah_c5_Text": "Dear @^^ Hazelnuts, mushrooms, wild plums... Can you smell them, @? The heat of summer has gradually faded, and the flow of the Mine River is no longer as boisterous. ^ If you happen to pass by my cabin, please come in and sit for a while, @, the sound of flowing water won't drown out the sound of your knocking anymore. ^^ The oak tree in front of my house was once a lush green, but now, although it's gradually turning yellow, it remains enchanting. ^^ Your close friend, Leah",
"Leah_c6_Text": "Dear @^^ @, is the harvest season keeping you busy? If there is a kind of busyness that brings joy, it must be the busyness of autumn harvesting. Autumn is the season for goat cheese, its soft texture and rich aroma are exactly like the feelings deep autumn brings to me… I hope to see you soon, @. ^^ Your close friend, Leah",
"Leah_c7_Text": "Dear @^^ The Festival of Ice is just a few days away, and I need to prepare some ice sculptures for Pelican Town... Perhaps winter is a wonderful holiday for farmers, but my life becomes busier. In a few days, I also have to prepare the Winter Star tree with Robin, all the decorations are hand-carved by me and Robin. ^^ Your close friend, Leah",
"Leah_love_Text": "Dear @^^@, what do you usually do during the slack season in farming? I like to sculpt or draw and paint in my cabin. Living a life accompanied by art makes me genuinely happy, as if I was born for this. ^^ When I wield the chisel and paintbrush, I embrace art. And when I write this letter to you, my thoughts embrace you. ^^ Your dear friend, Leah",
"Leah_l1_Text": "Dear @^^ Do you like taking walks by the Mine River, @? Let me describe the scenery there for you... The Mine River in the morning is always shrouded in a thin layer of mist, with the riverbank and tender green branches all floating in the mist, as if I could scoop out a small piece with my hand. As the youthful sunlight starts to twinkle on the river, those dewdrops evaporate into clouds, carrying the earlier greenness with them... The daffodils and dandelions that were hidden in the mist gradually awaken, and I walk towards the forest along the riverbank, gathering a handful of fresh sweet floral scents. ^^ If you wish, come to the Mine River, and I will wait for you here. Don't wait until the river starts to rise; by then, the daffodils and dandelions will have withered. ^^ Your dear friend, Leah",
"Leah_l2_Text": "Dear @^^ When the multicolored daisies bloom all over the pasture, ^^ blue violets, white anemones, ^^ and the rhododendrons bloom in delicate yellow, ^^ it points to a vast field of joy. ^^ As I've told you before, spring here is very delightful. I write this letter just to remind you not to forget the beauty of spring amidst your busy farming. ^^ Your dear friend, Leah",
"Leah_l3_Text": "Dear @^^ Would you like to come to the seaside? I want to paint you in the sea breeze, or make a statue of you, like those in Britannia... Let me think, you against the backdrop of the waves must be charming. ^^... But farm work is always so busy, isn't it? I always have this illusion, as if we made some promise when we last met, and you did not keep it. Otherwise, why would I think of you on an ordinary morning, noon, evening, and midnight by the sea? ^^ However, I clearly know that we made no such promise, and that is the most disheartening part. ^^ Leah",
"Leah_l4_Text": "Dear @^^ The summer sparkles in the flowerpot remind me of you... I'm sorry, @. I don't know why I wrote that letter a few days ago... I felt as if I was under a spell. We are not lovers... nor siblings, we are good friends, and friends are always busy. At least that's what I tell myself... ^^ I'm sorry, @, if that letter troubled you, I am very sorry... I don't want to do anything that would make both friends regret. If it's convenient, please send it back to me, I want to burn it. ^^ Your dear friend, Leah",
"Leah_l5_Text": "Dear @^^ Do you like the autumn here? I love the passionate red leaves, their enthusiasm matches perfectly with the cold and distant yellow leaves around them. I want to borrow a camera to capture such scenery, and put the photos by my bed, on the walls, in front of the window... or use them as bookmarks in the books I read. ^^ The weather has been too cold recently, if I go out with my painting board for a whole day, I will surely catch a cold. ^^ Your dear friend, Leah",
"Leah_l6_Text": "Dear @^^ Late autumn tastes like truffles... I'll be going to the northern mountains to look for truffles soon. Staying by the Mine River all year, I almost forgot what that deep forest looks like, the nearby dried-up riverbed and the deep mines sound a bit scary. ^^ Don't worry about my safety, Abigail will accompany me. ^^ Your dear friend, Leah",
"Leah_l7_Text": "Dear @^^ Are you interested in ice sculptures? If you are willing, come to my cabin, and I can teach you how to make ice sculptures... The ice sculptures at the Festival of Ice are all made by me and Robin. ^^ It's freezing here, without a hint of new greenery or a bird's chirp, I feel a bit lonely on my own. ^^ Your dear friend, Leah",
"Leah_date_Text": "To my beloved^^ Thank you, my dear. When I received the bright bouquet of flowers from your hands, I almost cried. The countless restless nights and days nearly driven mad by missing you are now far behind us, and we no longer need to adhere to those solemn and cumbersome titles or maintain that indifferent distance. My love, @, my life shines brightly because of you. ^^ Sorry about the tear stains on the paper, but I've already changed so many sheets, this is my last one. Please cherish this letter, I will love you forever. ^^ Your lover, Leah",
"Leah_d1_Text": "To my beloved^^ Dear, remember to often come and visit me by the Mine River, spring is the season of longing. I really want to make you a salad with the newly grown dandelions and chives from the riverbank — they are the children of spring, and I also want to see you joyfully tasting the essence of spring. ^^ I really want to see you soon, my dear. ^^ Your lover, Leah",
"Leah_d2_Text": "To my beloved^^ A few days ago, I planted a daffodil in the flowerpot in my cabin, and last night, it surprisingly bloomed. But for some reason, it looks much duller than the wild ones, and the buds haven't fully opened — oh, wait, a bee just flew in, it seems very interested in that daffodil. This bee has a unique taste. ^^ I really want to see you soon, my dear. ^^ Your lover, Leah",
"Leah_d3_Text": "To my beloved^^ Summer, with her passionate palm leaves and waves, is gradually approaching us, and maybe I should go to the beach to paint a picture or sculpt. Don't let the superficial heat hinder the enthusiasm for art. ^^ If you miss me too, come find me at the beach, we can spend a whole day by the Gem Sea, gently touching the soft sands. ^^ I really want to see you soon, my dear. ^^ Your lover, Leah",
"Leah_d4_Text": "To my beloved^^ Today, while walking in the countryside, I thought I smelled the aroma of hops. Is there a field of wild hops nearby? The scent is like a mix of citrus and pineapple, more refreshing and sweeter compared to beer. ^^ I really want to see you soon, my dear. ^^ Your lover, Leah",
"Leah_d5_Text": "To my beloved^^ Knight, what troubles you, wandering alone in sorrow? ^^ The reeds in the lake have withered, and there are no birds singing. ^^ Knight, what troubles you, looking so haggard and sad? ^^ The squirrels' nests are full of food, and the crops are all in the barn. ^^ Your lover, Leah",
"Leah_d6_Text": "To my beloved^^ Dear, do you like fried mushrooms? It's one of the few dishes I know how to cook. In late autumn, the Coal Mine Forest is filled with various kinds of mushrooms. Although these wild little spirits are delicious, identifying their types and determining whether they are poisonous is not an easy task. ^^ If you want to try fried mushrooms, I can try to make some for you. I'll make sure to use only non-poisonous mushrooms, haha. ^^ I really want to see you soon, my dear. ^^ Your lover, Leah",
"Leah_d7_Text": "To my beloved^^ I've started to get busy again, my dear. I'm looking for inspiration for this year's ice sculpture, so I ran to the Mine Lake and wrote this letter to you in the middle of the lake. The ice here is very solid, so don't worry about my safety. ^^ The scenery here is enchanting, with tree branches covered in rime like they're carved from white jade... I wonder, can I capture this artistic sense with ice? ^^ I really want to see you soon, my dear. ^^ Your lover, Leah",
"Leah_f1_Text": "Dear @^^ I hope you haven't forgotten... Tomorrow is Easter. Early in spring, Lewis asked me to help with numerous spring decorations, and I have been quite busy since then. ^^ I would be very happy if you would come to town to see them. ^^ Your dear friend, Leah",
"Leah_f2_Text": "Dear @^^ My cabin is right on the edge of the Coal Mine Forest, just a short walk from the Flower Dance Festival site. In my memory, when the Coal Mine Forest is in full bloom, going to the green meadow to dance seems to be the traditional way of enjoying spring here. ^^ So... I have a request that might sound a bit presumptuous, but if you haven't decided whom to invite to dance, I hope you will be my dance partner. I only want to dance this annual dance with you. ^^ Your dear friend, Leah",
"Leah_f3_Text": "Dear @^^ Are you going to the luau? I plan to bring some goat cheese, which I love for its delicate and rich flavor — what kind of ingredients are you thinking of bringing? Instead of the party, I prefer to enjoy a glass of fruit wine on the beach of the Gem Sea, looking south towards the sea and sky. ^^ I have to do some sketching on the beach today, so I'll end this letter here. See you tomorrow, @. ^^ Your dear friend, Leah",
"Leah_f4_Text": "Dear @^^ Please come to the beach tomorrow night, @. I want to go with you to see the moonlight jellyfish that come from far away, to watch their graceful dance in the sea... I also want to bid farewell to the summer heat and the clear, salty winds and waves of the Gem Sea with you, and I have many thoughts about art to share with you... all during this romantic holiday. ^^ Your dear friend, Leah",
"Leah_f5_Text": "Dear @^^ Do you like All Souls' Day? My impression of All Souls' Day is just some monsters for show, and tables full of pumpkin soup, grenadine, and aged cheese that can be sliced and enjoyed at will. I wonder what's at the end of the All Souls' Day maze? I always get so drunk, I'm afraid I might get lost going in. ^^ That's all for this letter, @. I'm going to get ready and change into something suitable for All Souls' Day. See you at the festival. ^^ Your dear friend, Leah",
"Leah_f6_Text": "Dear @^^ The Christmas feast is the one I look forward to most all year. In past years, Lewis has brought lots of starfruit wine from the city, so sweet and refreshing that I always end up drunk... and most importantly, Gus makes poppyseed pine nut cake. ^^ It would be great if you also attended the banquet, then someone could take me home even if I get too drunk. Haha. ^^ Your dear friend, Leah",
"Leah_fd1_Text": "To my love ^^ Are you coming to town for Easter tomorrow? I can't wait to see your smile, my dear. I've made some innovations in the Easter decorations this year, so don't be stingy with your praise for your genius lover, haha. ^^ Your love, Leah",
"Leah_fd2_Text": "To my love ^^ The dandelions and yellow daffodils are almost out of season, but the Coal Mine Forest is still so charming with its blooming flowers. What could be more intoxicating than dancing with the one you love so much on such a day? I'll be wearing my floral dance dress after a long time, so don't forget to dress up as well. ^^ Your love, Leah",
"Leah_fd3_Text": "To my love ^^ Tomorrow is the luau, don't forget to be on time, my dear. I haven't seen you in a while, so don't make me miss you too much. ^^ This time I plan to pour a bottle of fruit wine into the soup, I wonder what ingredients you will prepare? I'm quite looking forward to it. ^^ Your love, Leah",
"Leah_fd4_Text": "To my love ^^ Don't forget the celebration tomorrow night, my dear. I want to take a walk with you on the beach. We can set down boat lights together and watch the moonlight jellyfish return to the depths of the Gem Sea. ^^ Don't make me wait too long. ^^ Your love, Leah",
"Leah_fd5_Text": "To my love ^^ Would you like to try the maze at All Souls' Day? If you find something interesting there, remember to tell me about it and satisfy my curiosity. ^^ Of course, if you're as afraid of monsters as I am, you can find me by the table. Tasting Stardew Valley's grenadine and aged cheese in late autumn is also a nice choice. See you then, my dear. ^^ Your love, Leah",
"Leah_fd6_Text": "To my love ^^ I hope to see you at Christmas, my dear. I first spent a week making many ice sculptures, and then another ten days carving all kinds of decorations - but I'm neither tired nor bored, as it would be too lonely a winter without anything to do. For tomorrow, I'm going to dress up, wear my winter coat, prepare my appetite for spiced punch and pumpkin soup, and listen to a lively Kalinka among a garden full of holly and crocuses... I can hardly wait. ^^ Actually, I'm a bit curious about who your secret friend is, but out of tradition, I'd rather not ask. ^^ Your love, Leah",
"Leah_e_Text": "To my darling ^^ Is it in the bright flower gardens of Mineral Lake? Or under the oily green oaks in front of the cottage? I don't know, a dream-like joy surrounds me. When did we first meet? I no longer remember, just as I don't remember the oil paintings I have left out to dry or the sculptures I have left in their prototype form. Since we parted, my mind has been filled with feelings about you that made me forget everything, forget myself - but if there is one thing that has enlightened me, it is that I am going to be your wife. ^^ Farewell, my cottage; farewell, the green oaks. I will go to the quiet fields with my eternal love. ^^ Your eternal wife, Leah",
"Leah_di_Text": "To the one I once dearly loved ^^ When I leave, your fields will still be enchanting. ^^ Both you and I probably know that the conflict between us is irreparable. Having reached this point, I don't know what to say, but I can't suppress my feelings. I don't regret meeting you, but how I wish our relationship had remained at best friends, so that we could avoid everything that came after, including all the laughter and tears, all the memories of touching and sadness... But that's impossible. I still deeply love you, but I don't want to see you anymore. ^^ I've moved back to my little cabin, and the oak tree in front of the house is still as green and lush as ever, only much taller than before. ^^ Your former love, Leah",

//Penny
"Penny_c_title": "To My Friend - Penny",
"Penny_l_title": "To My Friend - Penny",
"Penny_d_title": "To My Sweetheart - Penny",
"Penny_e_title": "To My Sweetheart - Penny",
"Penny_di_title": "To West Pelican Town Farm",
"Penny_crush_Text": "Dear @^^ Thank you for your help, @. My life is really a mess, with pressures not only from my mother but also from teaching two children. I'm grateful to have a friend like you who's willing to lend me a hand. ^^ I want to express my sincere thanks again. ^^ Penny",
"Penny_c1_Text": "Dear @^^ @, I'm writing this letter to ask, how many days does it take for red cabbage to mature? I couldn't give an accurate answer when the children asked me this question before. ^^ The children love the spring here, and I enjoy taking them to the Coal Mine Forest for outdoor classes, just south of your farm. Sometimes I wonder, do you ever take walks near the Coal Mine Forest? ^^ Penny",
"Penny_c2_Text": "Dear @^^ Do you know where I can find fragrant berries around here, @? I want to take the children for a class on wild plants. Summer is just too hot, but the two children are surprisingly energetic, and I can't keep up with them. ^^ Have you planned to visit the museum recently? I teach there. If you decide to go, could you let me know about the berry question? ^^ Penny",
"Penny_c3_Text": "Dear @^^ What do you usually plant in the fall? I'm always a bit curious about farm life. Even though Pelican Town is small and close to the surrounding woods, I spend most of my time in the town. ^^ There are a lot of troublesome things at home, the government people have come to collect taxes again, and my salary is far less than what my mother spends. I wish I had a big farm like you. ^^ Penny",
"Penny_c4_Text": "Dear @^^ Is everything going smoothly lately? In winter, I usually reduce the children's outdoor activities, as the weather is just too cold. However, I occasionally take them out to play in the snow, or go ice skating on the Mine Lake. ^^ @, is winter a much more leisurely time for you compared to other seasons? That's nice. ^^ Penny",
"Penny_love_Text": "Dear @^^ Thank you again for your help, @, I don't know how I can repay you. If you had children, maybe I could help in some way, but such a repayment isn't really related to you. ^^ I wonder... if @ has a wife, or someone in mind. It's okay if you do, I want to reciprocate your help, but I absolutely do not want to become a burden to @. ^^ Penny",
"Penny_l1_Text": "Dear @^^ How are you, @? Today, I visited Gunther, who was handling a batch of ores excavated from thawed ground. Do you often go to the northern mines? If you find anything, you can give it to me. I'm really interested in those ancient artifacts, and it would help me teach the children some lessons in history and geography. ^^ Spring is a great time to be outdoors, I'm going to teach an outdoor class for the kids, see you later. ^^ Penny",
"Penny_l2_Text": "Dear @^^ @, do you know how to grow melons? I want to plant a small pot on my balcony. I especially love the crisp, sweet taste of fresh melons. If I had a small yard, I could grow them myself. ^^ I once planted a poppy outside my trailer, but one day my mother, drunk, kicked the pot into the river. I was just a girl then and was heartbroken for a long time. ^^ Penny",
"Penny_l3_Text": "Dear @^^ Are you busy during the harvest season? Just by looking at the delightful vegetables and fruit trees on your farm, I can tell. For me, autumn is always associated with overtime, but it's not that Gunther or the kids are making me work extra. There are many things that need to be done before winter sets in. Typically in autumn, I assist Gunther with identifying ores and relics, and there are also some soil-related studies that require autumn crops. All these need to be done before winter. ^^ In winter, both the children and I can have a break. ^^ Penny",
"Penny_l4_Text": "Dear @^^ Winter is coming, don't forget to add a cotton garment, @. ^^ Actually, I'm quite envious of your farm, it must be very warm. The trailer has neither heating nor insulation, so to stay warm, I have to turn on the air conditioner, which costs a lot more in fuel. A few years ago, the cold cracked the trailer's condensing tube, and since then, I've had to wrap myself in blankets in the bedroom to stay warm. ^^ Penny",
"Penny_date_Text": "Dear @^^ Dear @, I'm still not used to writing letters with such affectionate terms. Actually, I started to like you when you first helped me, but due to my introverted nature, I never dared to express my feelings to you. But now, since you have expressed your feelings to me first, I'm very happy. ^^ I wonder if the children will be surprised to find out that their teacher has a lover. ^^ Lovingly, Penny",
"Penny_d1_Text": "Dear @^^ How's everything on the farm? Spring should be the planting season for farmers. If possible, do come to the Coal Mine Forest to see me and the two children; they are always curious about your farm. ^^ This is a dish I made myself, I hope you like it. ^^ Lovingly, Penny",
"Penny_d2_Text": "Dear @^^ Do you fish, @? If possible, please catch me a sandfish. In recent years, the population of this ancient fish has rapidly decreased, and now they are almost unseen in the rivers and lakes of Stardew Valley. I guess this phenomenon might be related to the local geographical changes. If you could bring me one, I could send it to Gunther for further research. ^^ Lovingly, Penny","Penny_d3_Text": "Dear @^^ Dear, I'm craving some melon. Do you grow melons on your farm? ^^ Your arrival has made life in Pelican Town much more convenient. We used to get vegetables from Pierre, who claimed they were from nearby farms - those 'green and natural' vegetables he touted were quite expensive. Since you came here, Lewis has been buying a lot of fruits and vegetables directly from your farm, and Pierre can't overcharge anymore. ^^ I digress, but if you have melons, remember to save one for me; if not, that's okay. ^^ Lovingly, Penny",
"Penny_d4_Text": "Dear @^^ Dear, the weather is getting cooler, don't forget to add more clothes. A few days ago, I took the children to the Coal Mine Forest and found many hazelnuts and mushrooms in the surrounding bushes. By the Mine River, we collected many ripe hazelnuts, and the kids had a lot of fun. ^^ These roasted hazelnuts are handmade by me, I hope you like the taste. ^^ Lovingly, Penny",
"Penny_d5_Text": "Dear @^^ There are many migratory fish in the Mine River during late autumn. If you like fishing, the island in the heart of the Coal Mine Forest would be a great spot. ^^ Previously during our outdoor classes, Vincent made a small fishing hook—he's really imaginative. He then gathered some fibers from the bushes and mixed them with earthworms to make bait, a recipe he said Linus taught him. ^^ Although Vincent can't sit still to study, I admire his creative side. ^^ Lovingly, Penny",
"Penny_d6_Text": "Dear @^^ What do you plan to do this winter? Will you be working in the greenhouse or taking care of animals? ^^ Winter makes the whole town sluggish, and it seems only the children are still eager to go out in the snow. Although the children are enjoying their holidays, I still take them to the museum on gathering days, but this time to visit the ancient artifacts and minerals. The children don't dislike learning, which comforts me. ^^ By the way, here's a dish I've been learning to make for a long time, I hope you like its taste. ^^ Lovingly, Penny",
"Penny_fd1_Text": "Dear @^^ Tomorrow is Easter, and the two children have been looking forward to it all winter. If you're not busy, I hope you can come and help me look after Vincent and Jas. They have so much energy, I can never keep up with them. ^^ See you at the festival tomorrow. ^^ Lovingly, Penny",
"Penny_fd2_Text": "Dear @^^ Will you come to the Flower Dance tomorrow? I would like you to be my dance partner. ^^ The children asked me during class who I would dance with, and I want them to know more about you. I am their teacher, but also your future wife, and I'm sure you'll get along well with the children. ^^ Lovingly, Penny",
"Penny_fd3_Text": "Dear @^^ This banquet—honestly, it seems more like a showcase for the Governor's visit. Lewis is very particular about the taste of the soup, so he asks everyone to prepare their ingredients carefully, as it's his only chance to show his achievements to the state all year. But this showcase has nothing to do with his promotion, 'I like being the Mayor,' he says. ^^ Although the festival has a political touch, at least the children have fun. ^^ Lovingly, Penny",
"Penny_fd4_Text": "Dear @^^ @, what do you plan to exhibit at tomorrow's fair? ^^ In my memory, Lewis's criteria have always been the same: type, quality, price—although he's quite meticulous about each aspect. But I believe your hard work will win his praise. ^^ Lovingly, Penny",
"Penny_fd5_Text": "Dear @^^ I've always loved Christmas since I was a little girl. Not just because I could eat delicacies that I wouldn't normally dare to hope for, but also my fascination with the Christmas tree decorated with lights and ornaments... Oh, and the secret friend always brings surprises. ^^ In recent years, the Christmas tree has become more and more beautiful, and the festive atmosphere has intensified. I really want to rummage for gifts under the Christmas tree with you. ^^ Lovingly, Penny",
"Penny_e_Text": "To my sweetheart ^^ I had a feeling we would end up together, but when you gave me the mermaid's pendant, I was still incredibly surprised. Being engaged to you is the most precious memory of my life, and I will always treasure it deep in my memory. ^^ Enclosed with this letter is a gift I've prepared for you, please keep it safe as a witness to our relationship. ^^ Lovingly, Penny",
"Penny_h2_Text": "Dear @^^ My secret lover, @, please come to see me soon, I can't wait any longer—just kidding! @, I don't care what happened between you and Abigail, but I warn you seriously, you are insulting my dignity and hurting our relationship by doing this. If I didn't have to work today, I would confront you in person. You should be glad I haven't told Lewis about this, or you would already be in court! ^^ I don't know what you're trying to do, @, and I don't know why you're doing it. I hate talking about what I've done for that person, as if I'm begging for pity—but the bedroom is decorated by me, right? I've made you countless breakfasts, of course, you must have forgotten their taste by now, just like you forget people after eating them up. Every morning I get up to make breakfast for you, then work all day, and come back to prepare lessons in the evening—I do all this for our family, for us to live happily, not to create free time for you to mess around with that purple-haired bitch! ^^ I told Caroline about this yesterday, and you—either break up with that bitch immediately or prepare for divorce proceedings.",
"Penny_di_Text": "Dear @^^ There's no doubt, our marriage has failed. I don't know what happened between us, it seems we just stopped opening our hearts to each other one day, and finally, you didn't even have the patience to discuss the divorce with me beforehand. ^^ But now I understand, you're just a selfish person. How am I supposed to explain to the children that their teacher has entered into a failed marriage? How am I supposed to explain to them that not all marriages are like this? Should I continue to smile and describe to them that there are still happy and fulfilling marriages in the world, to not give up on beautiful dreams? Out of responsibility to the children, I will say so, but I no longer believe it myself. ^^ Take care of yourself. ^^ As the sender did not provide a name and address, the following sender information is filled in by Fingle Post ^^ 2 River Road, Ms. Penny",

//Abigail
"Abigail_c_title": "To My Friend - Abigail",
"Abigail_l_title": "To My Good Friend - Abigail",
"Abigail_d_title": "To My Love - Abigail",
"Abigail_h_title": "To My Best Friend - Abigail",
"Abigail_di_title": "To West Pelican Town Farm",
"Abigail_crush_Text": "Dear @^^ My friend—@, I'm really glad I can call you that. Actually, I don't really like writing letters; after all, many things can be said face-to-face, and there's no need for all these formalities. But Caroline told me that maintaining communication is part of keeping a friendship fresh, so I'm writing this letter to you today mainly to make sure you haven't forgotten about me. ^^ See you later. ^^ Abigail",
"Abigail_c1_Text": "Dear @^^ How are you doing lately, @? During spring, the general store is always bustling, which must be the busy farming season you always talk about, noisier than Caroline's aerobics class. ^^ Luckily, I have a pair of noise-cancelling headphones, and during this time, Pierre won't bother me. In his eyes, nothing is more important than customers. Even if Caroline comes to bother me, I can at least sneak out. ^^ See you later. ^^ Abigail",
"Abigail_c2_Text": "Dear @^^ It's already autumn, and the weather is getting cooler. In the evenings of late autumn, I usually go to Gus's place. He occasionally makes apple cider and pumpkin soup, but I'm not really into the taste of fruit wines. Sometimes Sebastian and Sam go there too, but they go to play pool. Although we are in the same band, I feel like those two get along better with each other. ^^ See you later. ^^ Abigail",
"Abigail_love_Text": "Dear @^^ @, I have something very important to tell you, it's about your knightly honor—^^ I declare you my best friend! You might find these words strange or think I'm a weird person, but from what I know about you, I guess you should be pleasantly surprised. ^^ That's all I wanted to say in this letter, see you later. ^^ Abby",
"Abigail_l1_Text": "Dear @^^ Do you have any important things to do today? If not, I hope you can come to the general store and chat with me, I'm almost dying of boredom at home. ^^ My new game cartridge hasn't arrived yet, but I'll invite you to play when it does. By the way, what games do you like? Ashen Souls? Mount & Blood? I'm curious. ^^ See you later. ^^ Abigail",
"Abigail_l2_Text": "Dear @^^ What are you busy with in the summer? I guess you must not have much to do, given how hot it is outside, and you sweat just by moving a little. ^^ Even though there's air conditioning in the general store, Pierre never wants to turn it on, he's always too concerned about the electricity bill. If it gets unbearably hot, he'll run to Gus's bar after closing to enjoy the air conditioning there. As for the store's air conditioner, who knows who it's really for. ^^ See you later. ^^ Abigail",
"Abigail_l3_Text": "Dear @^^ Do you have pumpkins on your farm? I particularly like that vegetable. I once carved a small pumpkin lantern and put it on the coffee table on the second floor, and it scared Caroline in the middle of the night. She thought a wandering spirit with a lantern had come to find her, haha. ^^ I like to stay in the graveyard at midnight in late autumn, it's the quietest place in the whole town. Pierre has argued with me several times about it. He always says that place is unclean—basically, it's just another mystical obstacle to his making money. ^^ See you later. ^^ Abigail",
"Abigail_l4_Text": "Dear @^^ Winter is the season for music, but I've almost forgotten when was the last band meeting. In winter, there are fewer people on the streets, and if you go outdoors, you can find many new and interesting things. ^^ I can't think of anything else to share with you right now, winter is always so dull. That's all for this letter, see you later. ^^ Abigail",
"Abigail_date_Text": "Dear @^^ Receiving your bouquet was undoubtedly the biggest surprise of my life—don't be fooled by my appearance, I haven't confided in anyone else but you. I never thought about being with anyone before, as most of my time was spent in games and comics, so I naively thought I didn't need to fall in love with anyone. But meeting you has opened me up to new possibilities. I'm honored to be your girlfriend. ^^ I'm not good at writing mushy lines, so let's talk more when we meet. See you later. ^^ Abby",
"Abigail_d1_Text": "Dear @^^ Today I had a fight with Caroline, and you can probably guess what it was about—yes, my hair color again, an old topic for her. She dislikes my hair color and always criticizes me from a high ground, saying I've abandoned my natural chestnut hair, but I don't even remember dyeing my hair. I've tried to explain my hair color to her, but as soon as I start, she immediately says I'm making excuses and reminds me that I'm able to live here because of her and Pierre's kindness. ^^ As for Pierre, I don't have much of an impression of him; he'd rather be with customers than pay attention to me and Caroline. I can't understand how a biological father can be less involved at home than a stepfather. ^^ Hurry up and take me to your farmhouse. Once I'm your wife, they'll have no say. Haha. ^^ Abby",
"Abigail_d2_Text": "Dear @^^ I visited the Wizard's Tower the other day. It's full of mysteries. What is the Wizard researching all day? To the north of the tower, there's a mysterious forest with a clear pond at its end, filled with fish I can't name. Oh, and there are lots of slimes in the bushes that are hostile to humans, so don't forget to bring a weapon if you plan to explore there. ^^ See you later. ^^ Abby",
"Abigail_d3_Text": "Hi @^^ I'm writing this letter to you from the bar. Gus prepared paper and pen for me, along with an iced beer. ^^ I'm curious, do you ever come to the bar for fun? I usually come here to play video games, but occasionally I'll dine here with my bandmates. After all, I don't want to stay in the stuffy general store all night—if Caroline found out I was in a room with two young guys holding guitars, she'd kill me. ^^ Hmm... you'd better get along with Caroline, or she might kill you before you even get near my room. Of course, I'm joking. ^^ Abby",
"Abigail_d4_Text": "Dear @^^ The games at the fair were quite fun. I exchanged my star tokens for a soft felt hat, which I plan to use to decorate my coat rack. The festival is also one of the few opportunities I get to see the Wizard. He always stands near the fortune-telling booth, lost in thought. I've tried greeting him before, and he occasionally responds, but when I ask about magic, he always says I shouldn't be overly curious about such things. ^^ Still, he gave me a beginner's book on alchemy recipes. ^^ Abby",
"Abigail_d5_Text": "Dear @^^ Winter is so boring, come visit me soon. ^^ This is for you, see you later. ^^ Abby",
"Abigail_fd1_Text": "Dear @^^ Do you like Easter, @? I really enjoy this festival, especially the egg hunt. Even though it might seem a bit childish for someone my age, I still find it quite fun. ^^ If you want to join the activity, don't forget to be on time at the town center, I'll be waiting for you there. Even though I'm your girlfriend, I won't go easy on you in the competition, haha. ^^ See you later. ^^ Abigail",
"Abigail_fd2_Text": "Dear @^^ I especially love the Luau because it's different from those stodgy, artsy traditional festivals. I can celebrate freely with my friends without worrying about absurd formalities—and there's free beer, barbecue, and delight soup. ^^ But if Caroline catches me drinking, I'll be in trouble. ^^ See you at the festival. ^^ Abigail",
"Abigail_fd3_Text": "Dear @^^ Tomorrow is my favorite festival—you absolutely can't miss it for any reason. Every year at the Spirit's Eve, I explore the maze, with its lifelike monsters and eerie atmosphere, like being in a gathering of wandering spirits, as if about to be swallowed by the abyss. Walking from one fork in the road to the next, you never know if you'll encounter terrible monsters or a warm bonfire, but I've never been afraid of the monsters in the maze. ^^ Except for spiders, of course. ^^ Abigail",
"Abigail_fd4_Text": "Dear @^^ Who's your secret friend? Whoever it is, you should carefully prepare a gift, as tomorrow is a great opportunity to strengthen friendships. ^^ I'm not fond of the punch at the banquet, but the pumpkin soup is delicious, and the Christmas tree decorated with lights is beautiful—though if it were up to me, I'd prefer decorations with a touch of horror. ^^ See you at the festival. ^^ Abigail",
"Abigail_h_Text": "Dear @^^ @, you saw all the text that night, didn't you? ^^ I came to apologize—but apologizing is just a cover-up for me, you weren't angry, it's just my ridiculous, desperate attempt to hide my true thoughts, but now I don't want to hide anymore. I like you, @, not just as a friend, but as a lover and even a wife. Forgive my recklessness, @, I don't even know if you have a partner or someone you're interested in, but I can't suppress my feelings for you anymore. ^^ I love you more than anyone else in the world, I'm a hundred thousand percent sure of that. ^^ Abigail",
"Abigail_di_Text": "To West Pelican Town Farm ^^ Recipient: @ ^^ Address: West Pelican Town ^^ Contact: SDV-W-F-1001 ^^ Pelican Town Post Center",

//Haley
"Haley_c_title": "To a Friend",
"Haley_l_title": "To My Lovely Friend",
"Haley_d_title": "To My Lovely Lover",
"Haley_e_title": "To My Sweetheart",
"Haley_di_title": "To West Pelican Town Farm",
"Haley_crush_Text": "My friend @^^ We had such a great time last time we met that I completely forgot about the gift I had prepared for you. Here it is for you. ^^ My obscure parents finally wrote to me, asking about me and Emily, and sent a bunch of souvenirs from their travels—I thought they had forgotten they had two daughters in Pelican Town. ^^ Make sure to come and chat with me next time too. ^^ Haley",
"Haley_c1_Text": "My friend @^^ In the spring, I like to take my camera to the riverbank to take photos. The woods and meadows there are perfect for shooting. Sometimes, I also go to the fountain in town, where at least it's not noisy, and the bench nearby lets me relax. I've tried taking photos with the fountain, but the flowing water always comes out blurry. ^^ Although I love my little camera, I wish I had a more professional one. ^^ Haley",
"Haley_c2_Text": "My friend @^^ I just came back from the beach, and the scenery there never disappoints. On the sands, I found various shells and little corals, washed clean by the waves. I've picked the prettiest one to give to you. ^^ I never understood why my sister likes sea urchins, but I still brought one back for her. According to her, sea urchins are a good natural purple dye. ^^ Haley",
"Haley_c3_Text": "My friend @^^ My parents sent me some honey, and I'm giving it to you. ^^ According to my parents, this honey is called 'pine honey,' and they bought it while traveling in Turkey. It might be darker than the honey we usually eat, but it's all-natural and supposedly has beauty benefits. ^^ Do you have beehives on your farm? It must be delightful to eat honey you've made yourself in the late autumn. ^^ Haley",
"Haley_c4_Text": "My friend @^^ Winter really is a tough season, isn't it? You can't work the land or graze outside, so the farm's income must take a hit, right? ^^ In winter, I usually stay at home, with my annoying sister. Thankfully, my parents' house has two separate rooms; otherwise, living under the same roof as her would be torture. She always bothers me with chores when I'm enjoying my leisure time and likes to play loud music in her room. ^^ I wish I could move out soon. Sigh. ^^ Haley",
"Haley_love_Text": "To my lovely @^^ The time spent with you is always so joyous but feels so short. Since meeting you, I've nearly run out of film for my instant camera; there are never enough photos to capture all the memories with you. ^^ Sometimes I forget how long I've lived in Pelican Town, only remembering that the film for my instant camera was discontinued a long time ago. Then you came to Stardew Valley, and I gradually began to recall this slowly progressing town and my idle life. ^^ Haley",
"Haley_l1_Text": "To my lovely @^^ For you, spring must be the season for sowing, right? I love spring, not just because it's great for photography, but also for the blooming daffodils everywhere. ^^ I once planted these pale yellow flowers in the flowerbed by my door, but I always forgot to water and loosen the soil, so they either withered just a few days after planting or stubbornly refused to bloom, like some independent wild weed. ^^ Haley",
"Haley_l2_Text": "To my lovely @^^ You can probably tell from my resentful writing—Emily started playing her music again this morning. I was planning to get some beauty sleep, but she almost scared me into getting dark circles. ^^ I tried knocking on her bedroom door, asking her to turn down the music, but she couldn't hear me. I had to go back to my room and cover my head with a pillow, hoping some fairy or something would quickly short-circuit her speaker so I could have some peace. ^^ Or maybe I could escape to the beach; Emily never goes there. ^^ Haley",
"Haley_l3_Text": "To my lovely @^^@, is the autumn harvest going smoothly? My parents wrote to me again, this time about their journey. They have ventured from the Iberian Peninsula into the Atlantic, taking a cruise all the way south, passing through the famous Ivory Coast, and landing in a port city in the Western Cape Province. They produce soft wool there, and the fabric made from it feels smooth and incredibly soft. ^^ Let's talk more when we meet, @, I have more to share. ^^ Haley ^^^ Oh hi, @, my sister's letter got returned by the postal service because it didn't have a recipient's address. I filled in your farm's address for her, and by the way, this piece of fabric is for you, you can use it to make clothes. Best wishes to both of you, hahaha. ^^ Emily",
"Haley_l4_Text": "To my lovely @^^ Today, something good happened, @, my sister finally found a job at the saloon. ^^ Emily used to be a skillful tailor, but her business wasn't doing well, so the sewing machine was often idle. Later, she decided to stop making clothes altogether and focused on dyeing and selling fabrics. After all, most of the older women in town make their own clothes, but they still need someone to sell them colorful fabrics. ^^ However, I think she still prefers a job where she can interact with people, so she went to Gus and became a bartender. That's good too; now I won't have to listen to her nagging when I'm at home. ^^ Haley",
"Haley_date_Text": "To my adorable sweetheart @^^@, you've prepared a huge surprise for me—while I'm writing this letter to you, the bouquet of flowers still emits a sweet and vibrant fragrance. I trimmed their stems with scissors and put them in my little vase so they can last a bit longer. ^^ Ah, @, if only I could foresee the future, I would have brought my instant camera so I could capture your earnest gaze when you gave me the flowers and your adorable smile when I accepted them. I want to keep them forever in my dearest photo album, alongside our pictures with Emily. ^^ Being your sweetheart fills me with joy. ^^ Yours, Haley",
"Haley_d1_Text": "To my adorable sweetheart @^^ Do you have a habit of taking walks by the river? If you do, maybe you'll see me there. I stand by the river with my camera, looking at the flowing waters of the river and the distant woods. ^^ While spring here is perfect for photography, the uniformity of these landscapes can't fit into my small photo album anymore. But if you're willing to come, maybe the scenery here will become much more interesting. ^^ Yours, Haley",
"Haley_d2_Text": "To my adorable sweetheart @^^ This spring, I took many photos, but very few of them satisfied me. Maybe pure scenery is just too dull for me. ^^ If I have to pick some I like the most—this one is about the sheep raised by Jas and Marnie, and this little girl gives me a unique feeling. If Vincent is a typical town boy, then Jas is anything but a child. Look at her, sitting next to the sheep, one hand on its back, and the other resting on her cheek, looking contemplative. ^^ Another photo in here features someone you may or may not know, her name is Lia, and I took a picture of her with her sculpture. The subject of that sculpture seems to be a Roman soldier, with rugged muscle lines and sharply defined features, both hands tightly gripping a straight sword and shield—luckily, I went there early, before she had completed the upper body of the sculpture; otherwise, it might not be convenient to show this picture... Anyway, it's an art thing, you know. ^^ Yours, Haley",
"Haley_d3_Text": "To my adorable sweetheart @^^ I've prepared a gift for you, @, it's coffee beans that my parents sent back from Maraba Port. I originally thought they would come back this summer, but instead, they sailed eastward following the Indian Ocean current, bypassing the Americas altogether. ^^ I'm at the beach right now, and Willy gave me some sea salt—according to him, it can suppress the bitterness of coffee. Sitting on the beach, sipping coffee, and watching the sunrise feels really nice. ^^ Yours, Haley",
"Haley_d4_Text": "To my adorable sweetheart @^^ This autumn, I plan to go to the mountains for some photography. I want to see how the frost-covered leaves will look through the camera lens. Besides that, I want to find a few beautiful leaves to use as bookmarks. ^^ Yours, Haley",
"Haley_d5_Text": "To my lovely sweetheart @^^@, how's your day going? I have a terrible headache today—Emily is experimenting with her cocktail recipes, and out of curiosity, I tried one of her experiments. According to Emily, that drink is made with freshly brewed cranberry wine as the base, mixed with cane sugar and pumpkin juice, then garnished with diced yams. She calls this drink Harvest, and I—my taste buds did indeed feel the taste of a midday sun in the autumn on the farm. ^^ In terms of mixology, Emily has made significant progress, and there's no room for improvement. ^^ Yours, Haley",
"Haley_fd1_Text": "To my lovely sweetheart @^^@, the Flower Dance is just around the corner. Have you practiced your dance moves seriously? If not, forget about your cauliflower and green beans for now; I hope you can spend these three days left to practice. ^^ I've held the title of Flower Queen for many years now, and this time, I don't plan to give it up. Here's a goal for you—stay on beat with the music and my steps, don't mess up the rhythm, leave the rest to me. ^^ Yours, Haley",
"Haley_fd2_Text": "To my lovely sweetheart @^^ What ingredients are you planning to put into tomorrow's Luau soup? This summer has been incredibly hot, and I've been sweating all over as soon as I move, but I wouldn't mind going to the beach. ^^ I plan to add coconut to the soup; this ingredient is simply made for summer. ^^ Yours, Haley",
"Haley_fd3_Text": "To my lovely sweetheart @^^ To be honest, I find the Spirit's Eve a bit scary, but I also look forward to that eerie and mysterious atmosphere. I've never ventured into the maze; those strange noises would give me nightmares, and there's plenty of delicious food on the outdoor banquet tables. I'll just sit on the bench and enjoy some coconut cocktails and pumpkin pie. ^^ If you find anything fun in the maze, remember to tell me about it. ^^ Yours, Haley",
"Haley_fd4_Text": "To my lovely sweetheart @^^ Do you want to know who my secret friend is? That's a secret I can't reveal. ^^ The Winter Star Tree is getting more beautiful, and I've always been curious about how Lewis manages it. The decorations on it are different every year. Did he buy them in Zuzu City, or are they made by a local carpenter? I'm not sure; he's never said. ^^ Let's talk during the festival. ^^ Yours, Haley",
"Haley_e_Text": "To my sweetheart ^^ My dear, @... We're like spiced honey wine, sweet and intoxicating, as if our souls were meant to harmonize with each other. When you pulled out the pendant, I wasn't surprised, because everything between you and me is so natural. We're just so right for each other; if we didn't end up together, even Yoba wouldn't approve. ^^ I need to go prepare for our engagement; wait for our meeting—oh no, wait for us to live together, we'll have plenty of time to chat. ^^ Your adorable wife, Haley",
"Haley_di_Text": "@收^^ You really are something, trying to bring it up before I do, huh? ^^ The pendant you gave me has already been thrown into the sea. Don't let me see you again.",

//Maru
"Maru_c_title": "Pelican Town - Mountain Road 1 - Robin's Shop",
"Maru_l_title": "Pelican Town - Mountain Road 1 - Robin's Shop",
"Maru_d_title": "Pelican Town - Mountain Road 1 - Robin's Shop",
"Maru_d3_title": "Pelican Town - Central Area - Harvey's Clinic",
"Maru_e_title": "Pelican Town - Mountain Road 1 - Robin's Shop",
"Maru_di_title": "Pelican Town - Mountain Road 1 - Robin's Shop",
"Maru_crush_Text":"Pelican Town - West District Farm - @^^ I am writing this letter to thank you for your care, not only in terms of experiments and work but also in life. You have really helped me a lot.^^ The samples are ready for testing, so I'll stop the letter here.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_c1_Text":"Pelican Town - West District Farm - @^^@, have you ever grown cauliflower? It's the crop with long oval-shaped leaves and white flower heads.^^ I really like this vegetable because it is not only nutritious but also an excellent experimental sample for soil research and pest control. I enjoy drizzling hot cheese over cauliflower and baking it in the oven to bring out the rich creamy flavor between the florets.^^ See you later, @.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_c2_Text":"Pelican Town - West District Farm - @^^ In the autumn, salmon migrate from the ocean to the small lakes in the mountains. If you have a fishing rod, you can try your luck in the northern forests. Remember to bring your axe, as overgrown wild trees and bushes might block your way.^^ If you find any interesting samples, you can bring them to me.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_love_Text":"Pelican Town - West District Farm - @^^ Hi, @. I've prepared a small gift for you as a token of my appreciation for your care and for helping me with materials and samples.^^ These minerals have a slight radioactivity, but they are very hard, and perhaps they can be turned into tools or something useful if you can refine them.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_l1_Text":"Pelican Town - West District Farm - @^^ Do you know my brother? I just feel like you two might get along. When we're at home, he doesn't pay much attention to me and always locks himself in the basement to work on his programming codes.^^ By the way, have you ever considered installing a computer on your farm? I can help you set up sensors to monitor crop growth progress, hormone levels, and greenhouse pesticide concentration. It would significantly improve your management efficiency, though you'd have to figure out the computer part yourself.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_l2_Text":"Pelican Town - West District Farm - @^^@, I'm writing this letter to send you some high-quality building materials. These woods were originally experimental plants that Demetrius and I planted a long time ago, but now they have served their purpose, so I thought turning them into construction materials would be their best fate.^^ I hope this helps you out. Goodbye for now.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_date_Text":"Pelican Town - West District Farm - @^^ Your courage has truly amazed me, @. I wish my brother were as outgoing as you. Actually, I like you a lot too, but due to busy experiments and work, I rarely have the opportunity to write to you, and my communication skills are quite limited. I'm sorry for that.^^ These are my latest developments, and I hope they'll be of help to you.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_d1_Text":"Pelican Town - West District Farm - @^^ I originally thought that working at the clinic would involve a lot of critical cases, and I worried if I could handle it so soon after starting. But now, it seems that I was worrying for no reason. Very few people in Pelican Town get sick, and Doctor Harvey asks the townsfolk to come to the clinic for voluntary check-ups every year to ensure their health.^^ The clinic's revenue isn't great, considering the low number of patients and the free check-ups. Fortunately, Lewis somehow secured a medical health fund from somewhere, with taxpayers' money supporting it. So, the clinic can at least keep going.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_d2_Text":"Pelican Town - West District Farm - @^^ Hi, @, Demetrius and I just dealt with a batch of wild rabbit samples. These rabbits have multiplied like crazy after the spring breeding season, and there are no natural predators in Stardew Valley to control their numbers.^^ We caught and marked 120 wild rabbits and released them back into the wild. However, when we recaptured them, only three out of the 120 had markings – that's a terrifying statistic.^^ Fortunately, Demetrius and I introduced a virus that affects only rabbits into the outskirts of Stardew Valley, which should help reduce their population.^^ By the way, this lucky charm is for you. I made soup out of the rest, haha.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_d3_Text":"Pelican Town - West District Farm - @^^ As autumn arrives, the clinic's workload has increased significantly. I've brought you some non-prescription medicines; please take care of yourself and avoid catching a cold.^^ Pelican Town - Central Area - Harvey's Clinic - Maru",
"Maru_fd1_Text":"Pelican Town - West District Farm - @^^ The Easter egg hunt is one of the highlights of this holiday. According to my investigation, there should be a total of 27 colored eggs hidden throughout the scene, with most of them tucked away in very obscure places.^^ In terms of density, the eggs on the east side are generally more concentrated than the west side. If you draw a dividing line from the fence behind Jodi's backyard to the bushes behind Lewis's garden, the number of eggs on the south side is roughly equal to the north side. But considering the starting point is the town square and calculating it by distance, I recommend heading northwest first. I conducted several experiments, and in a limited time, you should be able to collect a maximum of 18 eggs, provided there's no redundancy in your route and no mistakes while collecting.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_fd2_Text":"Pelican Town - West District Farm - @^^ The Dance of the Moonlit Jellyfish is a rare spectacle, and the term dance is merely a metaphor describing the large group of jellyfish meandering in the shallow waters. Due to their simple structure, their movement mainly relies on ocean currents. On the 28th day, the periodic currents bring them near the shores of Pelican Town.^^ Moonlit jellyfish are photophilic and prefer weaker light. During the day when the sunlight is stronger, most of these jellyfish gather in the middle to lower layers of the ocean. However, as the light weakens and the temperature drops in the middle and lower layers during the evening, they gradually rise to the surface and shallow waters. Therefore, the Dance of the Moonlit Jellyfish mostly occurs at night, even deep into the night. The ship lights we set up have a repellent effect on them, so it may appear that the jellyfish are following the ship lights, but they are actually moving away from the light source towards deeper waters.^^ Investigating the population density of moonlit jellyfish helps assess the pollution levels in the nearby waters of Pelican Town.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_fd3_Text":"Pelican Town - West District Farm - @^^ According to my research, what the residents of Pelican Town refer to as the Winter Star is most likely iridium. This metal is less abundant in the Earth's crust compared to meteorites, but it seems to have a mysterious influence on the local ecosystem around Pelican Town.^^ Based on the quality of the crops from your farm, it appears that higher-quality vegetables have a higher iridium content, within safe limits for human consumption, of course. I haven't quite figured out the specific effects of this element on crop growth, but I've noticed it has some impact on human spirits. It's like receiving well-crafted gifts makes people happier, though I suspect it might be some sort of illusion caused by iridium's effects.^^ I haven't told you the origin of the name Winter Star. It's actually derived from the irregular meteorites that fell to Stardew Valley, resembling traditional five-pointed stars.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",
"Maru_di_Text":"Pelican Town - West District Farm^^Our temperaments truly don't match, so there's no need for us to stay together any longer. I was originally going to return the pendant to you, but the postal center lost it, so let's just leave it at that.^^ Pelican Town - Mountain Road 1 - Robin's Shop - Maru",

//Emily
"Emily_c_title": "To My Friend on the Farm",
"Emily_l_title": "To My Friend on the Farm",
"Emily_d_title": "To My Little Farmer",
"Emily_e_title": "To My Little Farmer",
"Emily_di_title": "To be received by: West Pelican Town Farm",
"Emily_crush_Text":"To the farm owner, @^^ Hi, @, I've prepared a batch of soft wool for you. If you have a loom, you can use it to weave your own cotton fabric. If you want to make clothes from the cotton fabric, you can use my sewing machine. I hope you don't mind me taking your measurements, haha.^^ Seamstress Emily",
"Emily_c1_Text":"To the farm owner, @^^ These gemstones resonate with the energy of spring and can be used as a talisman.^^ Human energy flows with nature, and our spirits are influenced by nature, just as the natural environment is affected by our actions. I'm giving you this gift to help you feel the essence of nature and keep your body and mind joyful amidst the farm work.^^ Seamstress Emily",
"Emily_c2_Text":"To the farm owner, @^^ Be careful of sunburn during the summer on the farm; the sun can be scorching. These coffee beans are for you.^^ The summer winds blowing in from Gem Sea are filled with rich energy. I can feel its warmth at my sewing machine, mixed with the scent of berries and sweet pea flowers. If you explore around, you might find something interesting.^^ Seamstress Emily",
"Emily_c3_Text":"To the farm owner, @^^ Autumn energy is akin to amber or pumpkins, exuding a hint of maturity.^^ @, what have you been busy with this autumn? I occasionally sell fabrics to the townsfolk and sometimes receive tailoring orders for winter clothing, but most of the time, I have plenty of free time on my hands. I work as a bartender at Gus's bar at night, so if you plan to visit the bar, don't forget to drop by and say hi.^^ Seamstress Emily",
"Emily_love_Text":"To the farm owner, @^^ I'm really happy writing this letter to you, as it's been a while since I've had a written exchange with someone. My Schrödinger parents only send us a letter once every six months, and we don't even know how to write back to them, even if we did, we wouldn't know where to send it.^^ I have a younger sister at home, and although she can be a bit of a handful, our relationship is generally good, and taking care of her isn't too much trouble. Do you have any siblings?^^ By the way, these are things my parents sent back. I hope you accept them.^^ Seamstress Emily",
"Emily_l1_Text":"To the farm owner, @^^This spring, I plan to visit the ranch and buy some high-quality wool and rabbit fur to make fabric.^^ Do you know how to use a dye pot? Dyeing fabric is quite a complex skill. I can briefly explain the principles to you: To use a dye pot, you need to have all the pigments first. These pigments can come from vegetables, fruits, minerals, or anything with color, and the magic of the dye pot will transform them into liquid pigments. Second, you need a piece of clothing to dye, and it must be made from natural fabric that has never been dyed at the technological level. Finally, you can place the clothing in the dye pot and adjust the color according to your preferences. In the end, you'll have a piece of clothing you love.^^ Enclosed in this letter, you'll find some high-quality blue dye for you to experiment with. Let's discuss more when we meet.^^ Seamstress Emily",
"Emily_l2_Text":"To the farm owner, @^^ The sunflowers I planted in the backyard have bloomed. This one is for you; sunflowers make excellent yellow dye.^^ You can also try pressing them for oil, but for edible oil, corn is a better choice.^^ Seamstress Emily",
"Emily_l3_Text":"To the farm owner, @^^ I found some kale in the fridge and prepared a dish using it, along with the amaranth from the autumn harvest and the salmon from the mine lake. Give it a try.^^ I learned this dish at Gus's bar. I hope my culinary skills aren't too bad; after all, Haley always says the ingredients I use are strange, but she enjoys the dishes in the end.^^ Seamstress Emily",
"Emily_date_Text":"To my little farmer^^ I've never received such an intimate gift before, but honestly, I really like this bouquet. I understand your intentions, @. You and Haley are probably around the same age, but perhaps you enjoy having an older sister figure? In that case, we surprisingly match quite well.^^ I've included some vibrant and fiery red dye with this letter, just like our love, haha.^^ Your good big sister, Emily",
"Emily_d1_Text":"To my dear farmer ^^ How was your day today? Caroline gave me some tea bags, and I've included some with this letter for you.^^ Extended hours of sewing can make me feel dizzy, and a good cup of tea can brighten things up. If the farm work is leaving you exhausted, take a moment to sit down, have a cup of tea, and relax.^^ Your loving sister",
"Emily_d2_Text":"To my dear farmer ^^ Summer in Stardew Valley can be humid and scorching, like a giant sauna that makes you sweat all over. I've taken a few bottles of energy tonic from the drawer for you. If you're feeling tired, just drink one, and it will rejuvenate you.^^ Your loving sister",
"Emily_d3_Text":"To my dear farmer ^^ How's it feeling to be a farm owner? Autumn is the busiest time of the year on the farm, and I bet you're already spinning in circles.^^ This time, I've prepared some vinegar for you. To be honest, I considered sending you nutritious items like milk or eggs at first, but those things should be produced on the farm. However, you can't brew your own vinegar, so here it is. You can use vinegar for salad dressings or to make dandelion salad, which is not only healthy but also filled with positive energy.^^ Your loving sister",
"Emily_fd1_Text":"To my dear farmer ^^ Hi, @, how about being my dance partner at the Flower Dance? I can teach you how to dance, and I have a small speaker in my room.^^ To be honest, before you arrived, this festival used to make me feel a bit awkward. After all, I'm a few years older than Haley, and most of the young folks in town are younger than me. Plus, I'm not very good at socializing with them.^^ I need to start practicing my dance moves; see you at the festival.^^ Your loving sister",
"Emily_fd2_Text":"To my dear farmer ^^ The appearance of the Moonlight Jellies is related to something called the Moonlight Jellies' Essence, which might sound hard to understand, but you don't need to. Just know that this thing has energies that attract the Moonlight Jellies.^^ Most Moonlight Jellies are pink and semi-spherical, but if you observe carefully, you'll find some rare blue ones inside, which are a special variant. If you can find the Wizard during the festival, he might be willing to share more insights with you.^^ Your loving sister",
"Emily_fd3_Text":"To my dear farmer ^^ I'm a bit curious about what you'll exhibit at the festival. In my opinion, you should have at least six different types of items among the nine categories. You can choose from vegetables, fruits, eggs and dairy, artisan goods, minerals, and foraging items, or you can try other combinations.^^ You could also try your luck upstream in the mine river for the next few days. If you catch some rare fish, it could add some sparkle to your showcase.^^ Your loving sister",
"Emily_fd4_Text":"To my dear farmer ^^ What's Christmas like in the city? Every year during the Winter Star Festival, everyone gathers in the town square, where people exchange gifts, chat, and dance under the festival tree. If you're hungry, there's roasted fish and pumpkin soup, and if you're thirsty, there's light beer and corn juice. Joy is always the theme of this festival.^^ I wonder how that Christmas tree is decorated so beautifully.^^ Your loving sister",
"Emily_e_Text":"To my beloved farmer ^^ So, are we officially family now? This is wonderful, @. Necessary rituals can bring a lot of joy and sweetness to our lives. I may be more suited to be an older sister than a wife, but I will love you just like a partner. Our energies complement each other, and it seems like everything is destined.^^ Plus, if I move out of that house, my relationship with Haley will improve a lot, haha.^^ Your loving sister & wife",
"Emily_di_Text":"To the farmer, @^^ It seems we just can't make it work, @. Our relationship is like a copy of my relationship with Haley. We love each other, but endless arguments have driven us apart, despite not having any blood relation.^^ Please don't come looking for me, @. You've truly hurt me.^^ Emily",

//Elliott
"Elliott_c_title": "To My Friend - Elliott",
"Elliott_l_title": "To My Closest Friend - Elliott",
"Elliott_d_title": "To My Dearest - Elliott",
"Elliott_e_title": "To My Dearest - Elliott",
"Elliott_di_title": "To My Former Partner - Elliott",
"Elliott_crush_Text":"To my dear friend @^^ As I had some leisure time for writing, I found myself on the pier by the Gem Sea, composing this letter to the sound of seagulls and crashing waves.^^ Here, I cannot see your idyllic fields, just as I cannot see what lies beyond the horizon where the sea and sky meet. Are there valleys and towns there similar to ours in the Ferngill Republic? The songs of Britannia lull me to sleep, and I occasionally cast my fishing line into the waves – sometimes seaweed, sometimes flounder. Finite words are bound by letters, but the sound of the sea can travel infinitely far. If you ever wish to visit my humble abode again, I would be delighted to converse further.^^ Your friend, Elliott",
"Elliott_c1_Text":"To my friend @^^ I hope life on the farm is treating you well. Spring is a season of inspiration, and I venture into town to see how others are spending this spring.^^ Some people are quite outgoing and eager to share their lives with you, while others may be a bit shy, requiring your keen interest at all times. Writing, too, is an art of documenting and sharing the experiences of life. Even the simplest stories can be engaging if our experiences are rich enough to avoid banality.^^ Your friend, Elliott",
"Elliott_c2_Text":"To my friend @^^ Life here is markedly different from the city, and I am grateful for my time in this place and the firsthand experiences it offers. Such experiences cannot be replicated merely by imagination. While one may replicate a grand Hagia Sophia Cathedral in Asmara, it was the Greeks who built their New Rome by the Marmara Sea.^^ I hope to see you soon.^^ Your friend, Elliott",
"Elliott_c3_Text":"To my friend @^^ One advantage of living by the sea is the absence of scorching heat and the relentless buzzing of cicadas.^^ I enjoy taking my piano to the beach, playing music while feeling the warm sea breeze. The seagulls around the cottage are my only audience, although most of them come to steal my dried fish hanging outside. Sometimes, even with a strong desire for expression, the lack of an audience can be frustrating.^^ Your friend, Elliott",
"Elliott_c4_Text":"To my friend @^^ I've ventured away from the beach and into the forest on the western side of town, seeking fresh inspiration near the mining river. The sound of Leah's small cabin still echoes with the clinking of plaster, reminding me of the morning she came to the beach, hung a painting on my cottage wall. I stared at that painting for a long time, ultimately concluding that I lack talent when it comes to understanding modern art.^^ I'm just gazing at your farm from the riverbank, and my heart is filled with natural longing.^^ Your friend, Elliott",
"Elliott_c5_Text":"To my friend @^^ This will likely be my final letter to you this year, @.^^ In the remaining days of autumn and the impending winter, I will dedicate my leisure time to documenting the stories I've collected. It may take days of continuous writing or sudden bouts of peculiar contemplation – all perfectly normal. Inspiration is abundant when you're inspired, but as it dwindles, so does productivity.^^ That's why I require this much time for my work.^^ Your friend, Elliott",
"Elliott_love_Text":"To my dearest friend @^^ I seem to have spotted mermaids in the Gem Sea, their emerald scales glistening as they frolic not far from the shore. Their flowing hair in the waves reminds me of the luster of sapphires.^^ I genuinely love writing, much like people are naturally passionate about distant horizons and the unknown. Everyone can be a writer of their own lives; the difference lies in whether they're willing to invest love and passion into the people and things around them, whether they're willing to engage with the beauty and ugliness of the world firsthand, or whether they choose to think for themselves about how to live, instead of adhering to the wise sayings of parents, teachers, or any random authority figure.^^ I believe your move to Stardew Valley has taught you the meaning of these words.^^ Your dear friend, Elliott",
"Elliott_l1_Text":"To my dearest friend @^^ The sun, the radiant sun of spring, the bright and warm father – as I gaze at the sky, the sun's brilliance can be blinding, making me involuntarily turn away from its majesty. Yet, when I lower my gaze to the wildflower-covered meadow, the sun becomes gentle and kind. I genuinely admire the tremendous power of the sun, likening it to an extraordinary father, and I hold a childlike reverence and affection for it.^^ The sun has provided me with ample inspiration and brought great prosperity to the countryside. We should be grateful and pay our respects to its sublime power.^^ Your friend, Elliott",
"Elliott_l2_Text":"To my dearest friend @^^ As I peruse the volumes of wisdom in books, I often find myself yearning for distant lands and cultures. On one hand, I marvel at the splendid artistic and cultural treasures created by human civilization, yet, on the other hand, I lament the historical ignorance and darkness that shroud modern minds.^^ Over thousands of years, humanity has committed countless errors, leading to horrifying tragedies. I cannot comprehend why groups of strangers must fight each other in dark and bloody conflicts, all for something that will never truly belong to them. People fall in love with those who have never shown them kindness, and they hate those who have never wronged them. Is it all because of arbitrary lines dividing nations?^^ The significance of remembering history lies in reflection and correction, in gradually creating a better and more peaceful world for people. I hope that in the years to come, when a group of people opens a history book after a long time, it will not be merely to tally up hatred for the other side or to condemn the sins of ancestors, allowing poor soldiers to shed blood for the ambitions of demons and the tears of the bereaved to flow for senseless sacrifices.^^ Your friend, Elliott",
"Elliott_l3_Text":"To my dearest friend @^^ I engage in writing to see the world through the eyes of most people and express their worlds in words. I don't want the silent majority to become mere codes in government documents or a string of numbers in history books; they are the majority of the world.^^ They say heaven belongs to the poor – that sounds wonderful, but can't these people have a share in the world as well? All they need is a small spark of warmth to bring forth a fervent and brilliant sun for the world.^^ Your friend, Elliott",
"Elliott_l4_Text":"To my dearest friend @^^ These days are indeed scorching hot, so hot that I can't find the motivation for writing, not even for letter-writing.^^ Please take care of yourself on the farm during this heat, and be cautious not to get heatstroke.^^ Your friend, Elliott",
"Elliott_l5_Text":"To my dearest friend @^^ Autumn, oh suffering autumn, you endure much pain and torment.^^ The sandstorm roars again, and we strive for you.^^ Such is fate, the song of suffering, the song of sorrow.^^ From the Black Sea to the Bering Sea, estranged brothers dwell in the heart.^^ Though the sky lacks the clouds of spring, our love will surely save you from calamity.^^ Your friend, Elliott",
"Elliott_date_Text":"To my beloved @^^ Your courage has taken me by surprise, my dear @. Just as I was playing a lively march one moment, and then receiving a bouquet from you the next, my emotions first turned to astonishment and then to admiration and pride for your courage, finally transforming into deep love in my words.^^ Please come to see me more often; I am nearly going mad with longing for you.^^ Your friend, Elliott",
"Elliott_d1_Text":"To my dearest @^^ Even though winter has passed, there is still a slight chill by the sea this early spring. The snow on the beach is gradually melting, revealing the sand and pebbles in the tide pools. I can find some pieces of coral or inconspicuous barnacles and oysters at the other end of the bridge.^^ Just as daybreak arrived, Willy set out on his boat to the nearby waters. Over here, I am tidying up my fishing rod, which has been dormant for a whole winter, preparing to catch some fish for breakfast on the pier when I saw him return his boat near the dock. That boat had been moored there for a month in the harsh cold winds, and his purpose for this trip was to check if his old friend could still accompany him on the sea. Afterward, we drank vodka on the chilly sea breeze, and this is the start of my inspiration for the year.^^ Your friend, Elliott",
"Elliott_d2_Text":"To my dearest @^^ I have found new inspiration, my dear, right near your farm. The reflections of blossoms in the mining lake are like Ophelia submerged in water, and I am eager to return and write it all down.^^ Thank you for your countryside, my dear.^^ Your friend, Elliott",
"Elliott_d3_Text":"To my dearest @^^ I plan to go fishing or simply enjoy the scenery before the hot winds of summer arrive.^^ In the summer, red snappers and pufferfish come near the Gem Sea, and occasionally, you might spot some giant tunas. It is said that lobsters and crabs hide beneath the water during this season, but I have never caught any of them.^^ My dear, if you happen to find inspiration during the autumn harvest, please be sure to tell me. It seems I still don't know enough about you.^^ Your friend, Elliott",
"Elliott_d4_Text":"To my dearest @^^ When I woke up today, I found that the dried fish I had hung on the rack had disappeared, perhaps stolen by the seagulls.^^ Living by the sea has its romantic aspects, as well as its challenges. The beach is not only filled with seaweed, clams, fishing boats, and vodka but also with waterlogged wood that gradually rots and seagulls that always circle above the rooftops.^^ However, I've grown accustomed to it all.^^ Your friend, Elliott",
"Elliott_d5_Text":"To my dearest @^^ My dear, I'm about to compile all the inspiration and stories I've gathered over the year. This town is small, and people's experiences aren't very diverse. But, as I've said before, a true writer doesn't find any story too banal.^^ My dear, if you find inspiration during the autumn harvest, please do let me know. It seems I still don't know enough about you.^^ Your friend, Elliott",
"Elliott_d6_Text":"To my dearest @^^ I wonder if you're surprised, as it's the first time I'm writing to you in winter.^^ But enough of that - Willie and I caught a lobster in the icy seawater using crab traps, and this is a gift for you. Technically, I shouldn't have stopped my work to do things like fishing and crabbing, but long hours at the desk have made my back ache, and I couldn't resist stepping out for some fresh air.^^ Wishing you good health, @. Don't forget to enjoy your vodka with ice cubes, haha.^^ Your friend, Elliott",
"Elliott_fd1_Text":"To my dearest @^^ Easter's panqueque and windflower soup left a lasting impression on me, though I'm not particularly interested in the egg hunt. Instead of enjoying the holiday, I find joy in documenting people's every move during such occasions.^^ Let's catch up during the holiday, my dear.^^ Your friend, Elliott",
"Elliott_fd2_Text":"To my dearest @^^ Who will you be dancing with at the Flower Dance? Actually, I need not ask, for love will guide us both to the right and only choice.^^ Music and dance are intertwined, and I love both. If I could share a dance with you, it would be a memory I'd cherish for a lifetime.^^ Your friend, Elliott",
"Elliott_fd3_Text":"To my dearest @^^ Moonlight jellies are truly fascinating creatures. I once tried to attract them with the light from my cabin, but for some reason, they would swim away whenever I approached.^^ Or perhaps, there's some unknown secret about that ship's light? It's quite baffling.^^ Your friend, Elliott",
"Elliott_fd4_Text":"To my dearest @^^ Spirit's Eve is one of my favorite holidays - even though I refuse to believe in mythical creatures, watching Lewis' mannequins is quite entertaining.^^ These representations stem from long-held beliefs about monsters, reflecting humanity's innate fears or, in a specific cultural context, the embodiment of those fears. I want to understand the origins of this fear and the part of civilization's history it represents.^^ Your friend, Elliott",
"Elliott_fd5_Text":"To my dearest @^^ Lia has always had a great sense of aesthetics, and her crafts and decorations are no exception. Since she arrived in Stardew Valley, Lewis has entrusted her and Robin with decorating the Winter Star tree, and both of them have done exceptionally well in woodworking.^^ I can almost smell the pumpkin soup and spiced panqueque, laid out on the feast's table - I'll go ask Willy for a chilled vodka, looking forward to seeing you at the holiday.^^ Your friend, Elliott",
"Elliott_e_Text":"To my dearest @^^ Your courage and love have once again overwhelmed me, my dear. I am willing to accept your love and become your husband; it is my honor.^^ Tonight, I will fall asleep to the sound of the waves, bidding farewell to this familiar beach. Willie's fishing boat has set sail once again today, and the moon has just risen from the sea, glistening like precious gems.^^ Your friend, Elliott",
"Elliott_di_Text":"To my former companion of days gone by^^ It seems that we have both done things we deeply regret by now. I don't reject this outcome, as if a ship has too many holes to patch, it's clearly a lost cause to keep it afloat. I have returned to my cabin, and if there's anything I left behind, there's no need to send it back to me; just toss it into the sea.^^ Willie and I have set out on the fishing boat once again. Today, the sun wasn't on our side, and the sea breeze on the boat was especially icy.^^ Elliott",

//Sam
"Sam_c_title": "To My Friend - Sam",
"Sam_l_title": "To My Friend - Sam",
"Sam_d_title": "To My Lover - Sam",
"Sam_e_title": "To My Lover - Sam",
"Sam_di_title": "A Letter from Sam",
"Sam_crush_Text": "@^^Oh hi, @, I'm writing this letter to say thank you. You know, I'm usually quite busy on my own, but your help has been very appreciated.^^ There's a package below this letter, I've prepared something for you. I hope it hasn't been squished, I don't really trust the Ferngill Postman's work attitude.^^ Sam",
"Sam_c1_Text": "@^^Yesterday, when I was bringing Vincent home, he couldn't stop talking about your farm, how he and Jas would lean on the fence and gaze at the crops and animals in your farm. The kids seem to be very curious about your farm.^^ It must be hard work to maintain such a beautiful farm, right?^^ Sam",
"Sam_c2_Text": "@^^During the summer, I inspect my instruments to make sure the guitar strings and metal keys don't rust, because the humidity here can be quite annoying.^^ Your work on the farm is similar, don't overexert yourself in the scorching sun, remember to always replenish with some juice or something to prevent dehydration.^^ Sam",
"Sam_c3_Text": "@^^Although I have a pile of chores to handle at home, I secretly hold onto a dream about music. Sebastian, Abigail, and I have formed a small band, and sometimes we gather for rehearsals. Maybe one day, we can even perform on stage.^^ But the harsh reality is that Vincent got another visit from Penny, and I have to rush back home from our rehearsal space. Hopefully, that kid hasn't made any fundamental mistakes.^^ Sam",
"Sam_love_Text": "@^^I've prepared something for you, and the package below is it. I hope it can help you.^^ I'm not very good at sharing my feelings with others, but I think there's no harm in sharing with a friend like you. Before you came to Stardew Valley, Sebastian helped me a lot, and now you've extended a helping hand to me, and I'm very grateful to both of you.^^ Sam",
"Sam_l1_Text": "@^^@, is everything still going smoothly on the farm?^^ I'm about to lose my mind with Vincent, really. Every time he makes a mistake at home, he disappears in a flash, and finding him is harder than catching a wild rabbit. But there's nothing we can do, after all, Jodi doesn't have the time to keep an eye on him.^^ See you later, @.^^ Sam",
"Sam_l2_Text": "@^^During the summer, Vincent mostly stays at home because the outside temperatures are too high, and I'm afraid he might get heatstroke if he goes out.^^ Jodi handles most of the household chores by herself, while I mainly take care of Vincent, and he still struggles to understand Kent—my father's situation. Keeping a clever little kid in the dark is really not easy.^^ Sometimes, the household affairs exhaust me. Although those foreigners, labeled as enemies by the media, are detestable, I always feel there's someone else to blame.^^ Sam",
"Sam_l3_Text": "@^^I've sent you a package, right below this letter.^^ Well, it's frozen, but at least it doesn't contain any fruit ingredients. Except for tomatoes, of course.^^ Sam",
"Sam_date_Text": "@^^Ha, @, I didn't expect you to take this step first, I'm quite surprised.^^ Back to the point—well, I'm not very good at expressing these feelings, but I love you too, dear @. These flowers are for you, may joy and happiness always be with us.^^ Sam",
"Sam_d1_Text": "@^^What do you usually plant in the spring? I don't really understand farm stuff. What crops are suitable for this season? Rhubarb or tomatoes? I've never experienced a self-sufficient life, I mostly rely on online shopping or going to JojaMart.^^ Maybe sometimes going back to basics is not a bad idea.^^ Sam",
"Sam_d2_Text": "@^^During the summer, I sometimes go to Gus's place and play pool with Sebastian, then buy a few cans of chilled cola. The summers here can be scorching, but at least the bars have air conditioning.^^ Well, it seems like Abigail occasionally goes there too, but I forgot what she comes for. But having one more friend is always better than having one less, haha.^^ Sam",
"Sam_d3_Text": "@^^I heard that Linus actually creates the maze for the Spirit's Eve festival. Every deep autumn, he works in secret during the night to keep it a surprise.^^ Jodi never lets Vincent into the maze, perhaps out of protection for the kids, but honestly, Vincent will have to face certain things on his own someday.^^ Sam",
"Sam_fd1_Text": "@^^Oh, right, tomorrow seems to be the Flower Dance. Actually, this festival is quite uninteresting, but I'm looking forward to it if I can see you.^^ I've tried various excuses to get out of it with Lewis, but he always sees through me. He has an indescribable commitment to tradition, which I can understand to some extent. It's like not letting something from the past disappear.^^ As for my former dance partner—no, I'd rather not bring that up, even though she enjoyed the dance, I always endured the awkwardness.^^ Sam",
"Sam_fd2_Text": "@^^In my eyes, this banquet is like a gathering among friends, a chance to meet and chat with Sebastian. From that perspective, it's not bad at all.^^ As for the Governor—once, I put a pound of Anchovy in his soup, and the result was that my community service hours skyrocketed to the top of the town. Besides that, I don't have a good impression of him.^^ Sam",
"Sam_fd3_Text": "@^^Sebastian and I have plans to meet at the festival tomorrow, there are various games there that are quite fun.^^ If your exhibit stands out, Lewis will reward you with a lot of star tokens. I believe the vegetables and fruits from your farm are the best in Pelican Town.^^ Sam",
"Sam_fd4_Text": "@^^During the feast, I usually stay with my family, as this is one of the rare days when we can connect emotionally. If you ever feel lonely during the festival, come over to our side, my family really likes you.^^ Oh, I need to quickly wrap some gifts for Vincent before he gets back. This letter ends here, see you at the festival.^^ Sam",
"Sam_e_Text": "@^^Ah, sorry, @, I just had a momentary blank in my mind, and I forgot everything I wanted to say. I wanted to say that I love you too, dear @. Thank you for the beautiful Mermaid's Pendant you gave me, I will treasure it forever.^^ This gift is for you, it represents my wishes for our bright future.^^ Sam",
"Sam_di_Text": "@^^Oh, hi, @. Even though we're not together anymore, there's one thing I'd like to ask of you, if possible, don't tell Vincent about this, I don't want him to have any preconceived notions about marriage at such a young age—I know I shouldn't make this request, but at least consider it from the child's perspective, okay?^^ Sam",

//Shane
"Shane_c_title": "To a Friend - Shane",
"Shane_l_title": "To My Friend - Shane",
"Shane_d_title": "To My Beloved Farmer - Shane",
"Shane_e_title": "To My Beloved Farmer - Shane",
"Shane_crush_Text": "To @^^I'm not very good at writing letters, @, the most I've ever written in my life is the recipient's name on packages and price tags on shelves. Forgive me.^^ This is for you—although it's from the clearance shelf, it should be fine.^^ Shane",
"Shane_love_Text": "To my friend, @^^My friend—this is the first time I've said it like this, @, you've given me the feeling of having a friend after a long time.^^ Alright, no more sentimental words. I've prepared something for you, @. I got it through JojaMart.^^ I know it's not a great thing to do, but Morris owes me several months of wages, so I don't feel guilty about it.^^ Shane",
"Shane_l1_Text": "To my friend, @^^I'm currently working at JojaMart, although it's more like being exploited than working. But at least I'm happy when I write to you, so that's okay.^^ I've got something for you, @. I have to get back to work now, or Morris will dock my pay again.^^ Goodbye.^^ Shane",
"Shane_date_Text": "To my beloved farmer - Shane^^Thank you for the flowers, @. Technically, I should have taken this step first, but I was afraid of responding to feelings and losing a precious friend at the same time, but none of that matters now.^^ Well, that's what I came here to say, @. I love you.^^ Shane",
"Shane_d1_Text": "To my beloved farmer - Shane^^Winter is over, and I can open the coop's fence door again to let those chickens eat some fresh grass.^^ As for me, this year hasn't been too bad, at least spring is passable. Jas has been cooped up at home all winter, it's time to take her out for some fresh air.^^ Shane",
"Shane_d2_Text": "To my beloved farmer - Shane^^What are your plans for the spring? We both live on the farm now—just that you take care of the crops while I take care of the animals.^^ Jas isn't afraid of animals, which makes me relieved. I can teach her everything about raising chickens. She's responsible and eager to learn. Mrs. Penny often praises her schoolwork. If her biological parents were still around, for sure—oh, I got off track, sorry.^^ I sometimes take Charlie out for a walk, it helps improve his mood.^^ Shane",
"Shane_d3_Text": "To my beloved farmer - Shane^^Spring is almost over, @. When summer comes, Stardew Valley will enter a rainy season, and the grass will grow like crazy. Keep an eye on whether your animals are eating all the grass, don't let them go hungry.^^ If you're worried about the animals eating all the grass roots, you can use fences to keep the grass down—grass is very resilient, even if it's flattened by a fence, it can still spread, and animals can't reach the grass under the fence.^^ Shane",
"Shane_d4_Text": "To my beloved farmer - Shane^^With the scorching sun, I really don't feel like going out, but I still think it's necessary to get some fresh air.^^ I used to be too reclusive, and I feel like I need to change that, at least not to bring a bad influence on Jas. The child's personality is becoming more and more like mine, I have to take her out more often.^^ Shane",
"Shane_d5_Text": "To my beloved farmer - Shane^^The rainy season is here, @, remember to check the roof of your coop, the old, neglected roofs tend to leak. When you go out, don't forget to carry an umbrella, even though this weather is humid and hot, once your hair gets wet, it's easy to catch a cold.^^ By the way, if you're really worried, you can go to the carpenter Robin up in the north mountains, she's the one who built all the houses in town.^^ Shane",
"Shane_d6_Text": "To my beloved farmer - Shane^^The weather has finally cooled down, and this season is my favorite, @. The valley is filled with the scent of wheat, and the freshly brewed beer should already be on the delivery truck—well, maybe I should cut down on drinking, Jas doesn't like it when I drink.^^ Alright, @, I need to take Jas to school now; we'll chat later.^^ Shane",
"Shane_d7_Text": "To my beloved farmer - Shane^^Are you busy during the fall harvest? I guess you must be, so I'll keep it short.^^ This package is for you, @, it contains some cheese that Marnie made herself. See you later.^^ Shane",
"Shane_d8_Text": "To my beloved farmer - Shane^^It's getting colder lately, don't forget to add some extra layers.^^ In a couple of days, it's Spirit's Eve, and there will be delicious pomegranate wine at the festival. Although the maze is the highlight of that day, I'm not really interested in it, but Jas has always wanted to go inside. I wonder if there's something exciting at the end of that maze?^^ Shane",
"Shane_d9_Text": "To my beloved farmer - Shane^^If you have heaters, it'll make the animals more comfortable during the winter. They can't graze outside in winter, so they'll have to eat hay, which they don't really like, but there's no choice.^^ I need to check the insulation soon. See you later, @.^^ Shane",
"Shane_d10_Text": "To my beloved farmer - Shane^^It's almost the Feast of the Winter Star, @, and I'm still getting gifts for Jas. She's been looking forward to this holiday for a long time, especially since she's been cooped up at home all winter. It's normal for kids to love to play.^^ Oh, I've prepared a gift for you too.^^ Shane",
"Shane_fd1_Text": "To my beloved farmer - Shane^^I don't really like the Flower Dance, but I'm looking forward to it if I get to dance with you.^^ I'm not very fond of socializing with people, and Emily is overly enthusiastic, so the past Flower Dances have been quite awkward for me.^^ Shane",
"Shane_fd2_Text": "To my beloved farmer - Shane^^I've prepared a bottle of mayonnaise; it should go perfectly with the Luau.^^ Tomorrow's festival will definitely have a variety of delicious fruit wines, and I can't wait for it, @. I hope to see you at the festival.^^ Shane",
"Shane_fd3_Text": "To my beloved farmer - Shane^^What are you planning to exhibit at the fair tomorrow? Marnie and I are planning to put up some mayonnaise and cheese, along with a few soft pieces of fabric.^^ If we could win some star tokens, I plan to exchange them for some dried sunflowers to put in the chicken coop.^^ Shane",
"Shane_fd4_Text": "To my beloved farmer - Shane^^Tomorrow is the Festival of Ice, @, I hope to meet you there. Come to our side during the festival; there will be more people, and it'll be lively.^^ Shane",
"Shane_e_Text": "To my beloved farmer - Shane^^Will you marry me? Well, I may lack some emotional preparation, but I'm confident that I can be an excellent husband.^^ As you can see, I'm not very good at expressing myself, and my only skill is raising chickens, plus occasionally drinking a lot of alcohol, so I'm actually quite surprised—you didn't reject me. Without meeting you, I might have already ended it all on that rainy day.^^ Please accept this gift, it's from an old sailor who gave it to me. According to him, it's a treasure from the sea.^^ Shane",

//Sebastian
"Sebastian_c_title": "A Letter to a Farmer - Sebastian",
"Sebastian_l_title": "A Letter to a Friend - Sebastian",
"Sebastian_d_title": "A Letter to a Loved One - Sebastian",
"Sebastian_e_title": "A Letter to a Loved One - Sebastian",
"Sebastian_di_title": "A Letter to a Farmer - Sebastian",
"Sebastian_crush_Text": "To @^^I'm writing to confirm if everything is still going smoothly on the farm?^^I suppose I shouldn't doubt your abilities, but I felt the need to check. Alright, see you.^^Sebastian",
"Sebastian_c1_Text": "To @^^What are your plans for spring, @? I'm just a little curious about what someone who's used to being outdoors all year round does.^^ Even if it's just for a walk, I prefer going to places where there are no people. Up in the northern mountains, along the weathered railroad tracks, it's much quieter there than at home. Occasionally, when I have to go to town, I usually choose to go to Gus's, but if it weren't for you by my side, I wouldn't have much interest.^^Sebastian",
"Sebastian_c2_Text": "To @^^The rainy season is coming— the frogs in the valley should start coming out of the ponds.^^Do you mind if I keep frogs? I just wanted to know your opinion on this. I had a pet frog when I was little, but it got lost because of Robin; she's afraid of those things.^^Sebastian",
"Sebastian_love_Text": "To @^^I'm getting bored at home; do you want to come over? I really don't feel like going out, and Demetrius is in his laboratory on the first floor, messing around with his machines. I don't want to see his old face.^^To be honest, when I'm with you, it feels more like family than being with them.^^Sebastian",
"Sebastian_l1_Text": "To @^^The other day, I found a cute frog by the pond.^^It may not sound like anything special, but I did find a cute frog.^^Sebastian",
"Sebastian_l2_Text": "To @^^When I was little, I used to come to the railroad tracks to watch the trains. It was probably out of childish curiosity. Back then, Robin used to come with me, but those days are long gone.^^This place is filled with fallen leaves and fiberweed, and occasionally, from the far end of the tunnel, you can hear a few train whistles. Soon after, the tracks start to tremble—there's a rusted scent in the air, and I wonder how long these old and neglected constructions can hold up. During the fall, most of the trains that run on these tracks transport coal, but occasionally, there are passenger trains passing by. People inside always look out at the valley with faces full of surprise. Some of them even wave out the window, and sometimes, I wave back. I don't know who they're waving to, and I don't know them, but maybe we all want to say goodbye to something.^^Sebastian",
"Sebastian_date_Text": "To @^^Thank you for the flowers, @. This means we're officially a couple now. I'm happy to be with you.^^Oh, Robin asked me too—I didn't plan to tell her, but she's surprisingly concerned about my affairs. Since you entered my life, my relationship with Robin has improved as well. It may sound strange, but thank you for that.^^Sebastian",
"Sebastian_d1_Text": "To @^^A few days ago, I found a frog by the pond, just resting on a rock, basking in the sun.^^I'm thinking of keeping frogs again, maybe I could prepare an ecological tank for them.^^Sebastian",
"Sebastian_d2_Text": "To @^^Ah, @, I've sent you a package, right below this letter.^^My sister told me that if I wanted to express my liking for someone, I should try giving them gifts. Although I don't quite understand, but—anyway, I hope you like it.^^Sebastian",
"Sebastian_fd1_Text": "To @^^I don't really like the town's festivals, but at least I can meet my friends at the Luau.^^Most importantly, Robin will dance with Demetrius; this way, no one will pester me during the festival.^^See you tomorrow, @.^^Sebastian",
"Sebastian_fd2_Text": "To @^^I'm inviting you to the Spirit's Eve tomorrow. The spooky atmosphere and those creepy creatures are quite appealing to me.^^It's said that the maze was built overnight by Linus—I've always thought he's not just an ordinary homeless man; his way of life must have his reasons.^^See you tomorrow, @.^^Sebastian",
"Sebastian_e_Text": "To @^^Forgive me, @, my previous response may have been a bit too plain, but it doesn't mean I don't love you. I'm honored to be your husband.^^Honestly, I still don't have a clear answer to how to be a good husband; after all, I don't even have a role model to refer to. But—this shouldn't be an excuse to avoid it. I'll talk to Demetrius in advance, even though I don't like him.^^Oh—there's one more important thing. Can you accept me keeping frogs? If not, that's okay too.^^Sebastian",
"Sebastian_di_Text": "To @^^I've already moved my stuff out. If there's anything left behind, just throw it away.^^I've disposed of the ecological tank, and as for where the frog went, it's not something you should be concerned about.^^Sebastian",

//Alex
"Alex_c_title": "To a Good Friend - Alex",
"Alex_l_title": "To a Good Friend - Alex",
"Alex_d_title": "To My Lover - Alex",
"Alex_e_title": "To My Lover - Alex",
"Alex_di_title": "A Letter from Alex",
"Alex_crush_Text": "@^^You are a good friend, @. ^^The feeling you bring to me is like family, which is great. ^^I'm not very good at writing letters, so goodbye. ^^Alex",
"Alex_c1_Text": "@^^Spring is a great opportunity for exercise. I need to get back in shape after a lazy winter. ^^Well, goodbye. ^^Alex",
"Alex_c2_Text": "@^^In the summer, it's important to sweat but also stay hydrated. You must be getting a lot of exercise on the farm. ^^So, as I mentioned above, stay hydrated. Goodbye. ^^Alex",
"Alex_love_Text": "@^^You're getting better and better, I'm sure of it, @. ^^You will be my best friend, not only because you're a kind person, but also because you're as ambitious as I am. ^^Well, goodbye. ^^Alex",
"Alex_l1_Text": "@^^I'm going to the beach to train today, and sweating in the sun feels really good. ^^Regular exercise allows me to maintain a fit body and reminds me of my initial dreams through hard work. ^^Alex",
"Alex_l2_Text": "@^^The sun in autumn is much stronger than you might think, so remember to bring sunscreen. ^^This is not the same as sunbathing; getting sunburned is a serious matter. ^^Alex",
"Alex_date_Text": "@^^I expected it, we are indeed a perfect match, and I am very confident about it. Our future will surely be bright. ^^I talk too much, let's talk more when we meet, @. ^^Alex",
"Alex_d1_Text": "@^^If you want to see me, you can come to the ice cream stand where I occasionally work. ^^People in this small town don't have a strong desire to buy ice cream, which is both good and bad for me. Although I don't earn much, at least I have a lot of free time during the holidays. ^^Alex",
"Alex_d2_Text": "@^^Hi, @, I'm writing to ask if it's suitable to plant chives in the fall. ^^You see, Evelin went all over town and couldn't find any chives, so I just wanted to try growing some myself. ^^Alex",
"Alex_fd1_Text": "@^^Be my dance partner at the Flower Dance Festival, @. I think only you are my favorite. ^^I'm preparing a new hairstyle to meet you well. ^^Alex",
"Alex_fd2_Text": "@^^Feast day is one of the rare days when I don't have to worry about calorie intake. On this day, I can temporarily reduce the intensity of my workouts, but even so, I can't slack off. ^^Don't eat too much at the feast either, long-term hard work followed by overeating is bad for the body. ^^Alex",
"Alex_fd3_Text": "@^^I don't know if you've noticed, but there are free hamburgers in the northern area of the fair, courtesy of Gus. ^^I came just to tell you this, see you at the festival. ^^Alex",
"Alex_fd4_Text": "@^^Tomorrow is the Winter Star Feast, don't forget to attend, Evelin and George are looking forward to seeing you. ^^The weather is quite cold, don't forget to dress warmly. ^^Alex",
"Alex_e_Text": "@^^We actually got married, I can't even imagine this day. It seems what I said before was right, our future is indeed bright. ^^I'm about to move to the farmhouse, and I'm very happy, I just don't know if Evelin and George will feel empty without me. ^^Alex",
"Alex_di_Text": "@^^I think, even I can make estimations that turn out to be wrong sometimes. Our married life is not as perfect as I imagined. ^^Of course, I'm very grateful to you, @. I think it would be difficult for me to find a better partner, but it's not impossible. ^^Alex",

//Harvey
"Harvey_c_title": "To My Good Companion - Harvey",
"Harvey_l_title": "To My Good Companion - Harvey",
"Harvey_d_title": "To My Best Beloved - Harvey",
"Harvey_e_title": "To My Best Beloved - Harvey",
"Harvey_di_title": "A Letter from Harvey",
"Harvey_crush_Text": "To my dear friend @^^, thank you, @. The life of a doctor is always so busy, and your assistance is greatly appreciated. ^^Though I serve others' health, honestly, my own health is not that great. I often stay up late, wake up early, and many times, I don't eat properly; I just make do with some pickled vegetables and fruit wine. Sorry, I tend to ramble. In any case, thank you for your support and help. ^^Doctor Harvey",
"Harvey_c1_Text": "To my dear friend @^^, I recommend going for walks in spring, @. This season is perfect for humans to connect with nature – you don't have pollen allergies, do you? If not, you can take walks in the nearby valleys. ^^The air quality in Stardew Valley is excellent; after all, there's no heavy traffic or serious industrial pollution nearby. Even though everything here may seem a bit inconvenient, our bodies are always honest. To judge whether a place is suitable to live, you just need to see how our bodies evaluate it. ^^Doctor Harvey",
"Harvey_c2_Text": "To my dear friend @^^, the summer sun can be strong, although most people think it's just hotter than other seasons. In reality, prolonged outdoor work can easily lead to sunburn. ^^Ultraviolet rays are invisible, but that doesn't mean they don't exist. If you've ever tried sunbathing without sunscreen, the sun will remind you over the next few weeks just how reckless that behavior was. Your skin will peel off in small, transparent dry patches, and the new skin underneath – you can try lightly pressing it with your hand to experience how painful it can be. ^^I almost forgot, I'm here to remind you to use sunscreen, not to encourage sunbathing. ^^Doctor Harvey",
"Harvey_love_Text": "To my dear friend @^^@, thank you for your support. Amidst the busy work, it's nice to have someone to talk to. ^^You should try monitoring whether your bones and muscles have any discomfort; after all, prolonged labor is most likely to wear down your bones. You should take some rest during the busy farming season, or simply take a nap. Don't worry too much about the farm's revenue; life is only lived once, and money can always be earned back, no matter how much is lost. ^^Doctor Harvey",
"Harvey_l1_Text": "To my dear friend @^^Ah, time flew by, and suddenly it's summer. I want to remind you again, don't forget to apply sunscreen, and don't wear short sleeves just for the sake of staying cool; your skin will protest. ^^The people in this town are really healthy, to the point where I'm struggling to make ends meet. But it's actually a good thing. I should consider selling some over-the-counter medicines online; the qualifications of a professional physician should attract customers. ^^Doctor Harvey",
"Harvey_l2_Text": "To my dear friend @^^Autumn is the busiest time for me. Even the strongest individuals can't guarantee they won't fall victim to the seasonal flu. People here rarely have complicated complications, so my syringes often expire while oral medications are in high demand. ^^You should make a habit of getting regular comprehensive check-ups, @. This helps detect potential issues early. Everyone has some flaws, and these flaws can suddenly turn into illnesses one day, that's the purpose of periodic check-ups. ^^Doctor Harvey",
"Harvey_date_Text": "To my dearest love^^This is wonderful news, @. After years of treating countless patients with kindness, someone has finally opened their heart to me. Thank you, @. ^^A patient is knocking on my door, so I'll end this letter here. See you later, @. ^^Doctor Harvey",
"Harvey_d1_Text": "To my dearest love^^I'm still considering whether to close early and take a walk on the beach... I really want a break, but I can't. A doctor can't rest. ^^While Maru can help me with some simple tasks, I wouldn't dare entrust her with diagnoses; she has absolutely no professional knowledge. ^^Taking a break is something I can only daydream about. ^^Doctor Harvey",
"Harvey_d2_Text": "To my dearest love^^There shouldn't be any need for long-term outdoor work in winter, right? If there is, I suggest not staying out in the snow for too long. ^^Why do I say that? Firstly, if you don't wear gloves, prolonged contact with snow-covered tools can cause frostbite on your hands. Secondly, the roads are very slippery, and if you're not careful, you might slip and fall. Take precautions and minimize unnecessary outdoor activities. ^^Doctor Harvey",
"Harvey_fd1_Text": "To my dearest love^^@, would you like to be my dance partner at the Flower Dance Festival? I may not be great at dancing, but I've been practicing. ^^Prolonged desk work has left my body feeling a bit stiff; taking part in this festival might be a good way to stretch and relax a bit. It's time to temporarily set aside the burden of our daily work. ^^Doctor Harvey",
"Harvey_fd2_Text": "To my dearest love^^Tomorrow's festival should have mango sticky rice and precious pineapple wine, and I can hardly wait. ^^Actually, this festival has nothing to do with health, but celebrating once a year like this isn't bad. The mental joy might just make up for the health damage. ^^Doctor Harvey",
"Harvey_fd3_Text": "To my dearest love^^Wishing you an early Merry Christmas, @. I live alone in Stardew Valley, and it's a bit lonely, but the atmosphere at the feast is just like being at home. People have no grudges or alienation towards each other. ^^Looking forward to seeing you at the festival, my dear. ^^Doctor Harvey",
"Harvey_e_Text": "To my dearest love^^I'm honored to become your future husband, my dear @. ^^I think I can afford to take some rest now. I will reduce my physician consultation hours at the clinic from seven days a week to two days, and the remaining time will be handled by Maru. Of course, we'll need to pay her more. ^^Looking forward to our wonderful wedding. ^^Yours, Harvey",
"Harvey_di_Text": "To @^^I think our personality differences might be quite significant, so it's only normal that we don't get along. ^^What saddens me the most isn't losing you, but that I'll have to continue my life with seven days of lunch breaks. Sigh. ^^Doctor Harvey",


//SVE
//Sophia
"Sophia_c_title": "To the Little Farmer - Sophia",
"Sophia_l_title": "To the Little Farmer - Sophia",
"Sophia_d_title": "To My Little Farmer - Sophia",
"Sophia_e_title": "To My Little Farmer - Sophia",
"Sophia_di_title": "To be received by: West Pelican Town Farm",
"Sophia_crush_text": "To the small farmer @^^ Hi, @, this is my first time writing to you. I don't know if you like this primitive way of communication? ^^ Although calling might be more convenient, I still prefer using words to express my feelings. After all, making a phone call makes me nervous – you understand. When I write in peace, I have enough time to think about my words, describe my feelings, and not worry if my stuttering will make the other person gradually annoyed. ^^ I'll stop here for now. Our farms aren't too far apart, remember to come see me more often. ^^ Sophia",
"Sophia_c1_text": "To the small farmer @^^ Spring in Stardew Valley is beautiful, with dandelions and daffodils blooming everywhere near the vineyard, occasionally there are pure white Stardew Valley snowball flowers. ^^ Do you like to take walks in the valley, @? Scarlett always advises me to go out more, but I don't really like going outside, especially interacting with people. I feel like I don't fit in with this world. Having you and Scarlett is enough for me, others are unimportant. ^^ Actually, I don't dislike the people here; most of them are friendly, but I just can't handle such enthusiasm. ^^ Sophia",
"Sophia_c2_text": "To the small farmer @^^ During the summer, I harvested so many grapes. They were sweet and plump, round like pearls. If it weren't for considering the winery's revenue, I really wanted to freeze them all and eat them like ice cream – have you ever tried that? It's like eating a popsicle. ^^ Summer and fall are the busiest times for me; I have to harvest enough grapes to ensure the winery's output. By winter, I'll stuff these grapes into the wine barrels, and the rest of the work is left to time, waiting for me with a long holiday accompanied by comic books and cartoons. ^^ Sophia",
"Sophia_love_text": "To the small farmer @^^ Hey, silly, how was today's harvest? ^^ Even though we are both farmers, I'm far from your level when it comes to gardening. You managed to learn and become a seasoned farmer from a completely inexperienced employee. I truly admire you for that. ^^ But I think I'll catch up with you sooner or later because we are now the best of friends. Please don't hesitate to teach me when we meet next time. ^^ Sophia",
"Sophia_l1_text": "To the small farmer @^^ This winery, these wine barrels, and these grape trellises were all left to me by my parents, along with my name, Sophia, becoming their last impression on me. ^^ I don't know why they gave me such a name. Perhaps they hoped for a daughter as brave, resilient, and unafraid of her destiny as the Byzantine Sophia – but I don't have such a strong heart. All I can do is try my best to continue this estate and carry on the reputation and glory of Blue Moon Winery, and in this regard, perhaps I have something in common with the last princess. ^^ Is it too proud to say that? Haha. ^^ Sophia",
"Sophia_l2_text": "To the small farmer @^^ Is your farm cold during the winter? The hearth in the winery burns brightly, and you're always welcome to visit me anytime. ^^ The heating facilities here are excellent; apart from the wine cellar, every room is warm. Can you believe I'm wearing short-sleeved pajamas at home? I'll get heatstroke by the hearth. In such a cold winter, I should be nestled on the couch, reading comics, and covering myself with my little blanket, without having to go out or work on the farm. ^^ After all, it's been a busy year, @, and farm owners rarely have holidays. ^^ Sophia",
"Sophia_date_text": "To my love ^^ Being able to be with you, I feel very lucky, @. ^^ I've basically had very little interaction with people. From childhood to now, aside from talking to Scarlett, my only social interaction has been sending out wine lists. I used to naively think I could spend my life with comics and cartoons, without any concept of what liking something or what kind of person I liked. But since you came into my life, I've gradually had new thoughts. Thank you, my silly goose. My first love is also my beloved. This happiness is precious to me. ^^ Please come see me more. I want to tell you everything in my heart. ^^ Your Sophia",
"Sophia_d1_text": "To my love ^^ I passed by your farm this morning during my walk. The air there is very fresh, and the scent of pollen is everywhere. ^^ Who left this farm to you? Your parents? Or your grandparents? I seem to have heard from Lewis, but I can't remember. ^^ A long time ago, there were four farmers in Stardew Valley. Later, for some reason, the Aurora Vineyard in the coal mine forest was suddenly abandoned. Afterward, I inherited Blue Moon Winery from my parents, and then Susan got trapped under the ruins – that was after Joja came here, and their arrival changed this valley a lot. My impression of Stardew Valley became blurry from that time. Fortunately, you came later, and this land wasn't left abandoned for too long. ^^ Your Sophia",
"Sophia_d2_text": "To my love ^^ Hi, my silly goose, I'm so bored at home. Come and play with me. ^^ I don't like going out in the summer, so after taking care of the grape trellises every day, I return to my room. This summer here is too hot. When I'm in the house, I like to turn the air conditioning on low and then wrap myself in a blanket. It feels like being a baby in a swaddle. ^^ Is that childish to say? But I really like that feeling. If you're willing to come see me, I'll share half of my blanket with you. ^^ Your Sophia",
"Sophia_d3_text": "To my love ^^ I picked some grapes for you – I originally wanted to give you wine, but I was worried you might not like drinking. ^^ Logically, you might think a winery owner should have a special love for wine, but in reality, I don't want to touch a drop of it if it's not to check the taste of the wine. Although I don't quite understand people's preference for wine, it's that preference that has brought me fame and a comfortable life, and that's the only reason I like wine. ^^ By the way, if you can't finish these grapes for now, you can freeze them. ^^ Your Sophia",
"Sophia_d4_text": "To my love ^^ Tomorrow is Christmas, did you forget? ^^ I've prepared a Christmas gift for you. Don't forget to find some time to visit me. I don't want verbal blessings; right now, I just want to see you, @. ^^ Your Sophia",
"Sophia_fd1_text": "To my silly goose ^^ Seriously, @, I don't want to go to the Flower Dance Festival, I don't like dancing in a dress in front of so many people — but there’s free cake at the festival. ^^ Actually, if you want to dance, you could come over to my place. We could dance all day without worrying about other people’s eyes. That was my original plan, but I ended up thinking, let’s go to the festival after all, since everything has to start with a first step, and I can’t always just stay at home. ^^ Yours, Sophia",
"Sophia_fd2_text": "To my silly goose ^^ Hey, silly goose, I've prepared a bottle of aged wine for tomorrow's party. ^^ If you want to try it, remember to come to the party on time. ^^ Yours, Sophia",
"Sophia_fd3_text": "To my silly goose ^^ Actually, the winery doesn't really need me to run around promoting it, but the exhibition is still a great opportunity for me to advertise my wine to tourists and even foreign visitors. ^^ You should also seize this chance to make a name for your farm, so that we can make a lot of money in a short time in the future, and then use the rest of the time to travel or simply lie in the room and take a break. I can also use the rare time out to buy lots of new comic books and cartridges. ^^ Anyway, see you at the exhibition, silly goose. ^^ Yours, Sophia",
"Sophia_fd4_text": "To my silly goose ^^ Silly goose! I'm here to remind you that tomorrow is Christmas, did you forget? ^^ I've prepared a Christmas gift for you, don't forget to find some time to come see me. I don't want just verbal wishes, I just want to see you now, @. ^^ Yours, Sophia",
"Sophia_e_text": "To my love ^^ Have you finally gathered the courage to propose to me? You're such a silly goose. In fact, we didn't need to go through this process. As long as I knew that you deeply loved me and wanted me to be your wife, that would have been enough. ^^ Where did you get this pendant? Its shape is like a seashell, and when I put it by my ear, I can faintly hear the sound of the waves. I have an indescribable longing for the Gem Sea, a feeling like a daughter facing her nurturing parents, a natural sense of dependence. For over a decade, I've persisted in a self-sufficient life, which made my memories of my parents fade, and the fading memories have caused me pain – but now, the pendant you gave me has brought back everything related. ^^ I'm writing this letter to you by the shore of the Gem Sea, the sunlight today is warm, and the waves are especially delightful. ^^ Your Sophia",
"Sophia_di_text": "To the farmer @^^ I'm sorry, @, it seems I'm still not ready to embrace love. I simply can't be a good wife, especially as someone who can't even remember what their parents looked like, I have no idea what a family should be like. ^^ I must have broken your heart, @, even though I know nothing about it, but my existence might only bring embarrassment and sadness to those around me, so let me be alone. It's not your fault, @, don't blame yourself too much. ^^ How I wish I had died in that accident more than a decade ago, then I wouldn't have to meet you. ^^ Sophia",

//Victor
"Victor_c_title": "A Letter to a Farmer - Victor",
"Victor_l_title": "A Letter to a Farmer - Victor",
"Victor_d_title": "To My Farmer - Victor",
"Victor_e_title": "To My Partner - Victor",
"Victor_di_title": "A Letter to a Farmer - Victor",
"Victor_crush_text": "To @^^ This is my first time writing a letter to someone, @. To be honest, I don't know why I suddenly had the idea of communicating with someone through letters, but I still started writing. Maybe it's because you seem special to me. ^^ Let me put it another way—@, what brought you to Stardew Valley? Logically speaking, for an ordinary person, life in the city should be more convenient and interesting than here. That's why I think you're special. ^^ You know better than I do what you like and what you want. Such a life must be more meaningful. ^^ Victor",
"Victor_love_text": "To @^^ Hi, @, how have you been lately? ^^ In recent geological exploration work, I discovered something. It turns out that the river on the east side of the quarry used to be a deep valley—not exactly, more like a dried-up riverbed. I noticed traces of artificial blasting near the quarry, possibly due to JOJA's construction projects causing landslides. The shattered rocks, like a natural dam, blocked the river. ^^ Building dams, blocking rivers, and blasting for mining can all pose risks for geological disasters. However, human development is impossible without impacting the environment. ^^ Victor",
"Victor_l1_text": "To @^^ @, I've been thinking about something lately—although most people here seem very satisfied, from the perspective of an infrastructure worker, Pelican Town's infrastructure is totally inadequate. Have you noticed that in this water-rich coastal town, there are only a few low bridges that can bear weight, and the little wooden bridge near the Coal Forest is completely unsafe. When the rainy season comes and the river rises, these little wooden bridges are like roads to hell. ^^ Moreover, Pelican Town's roads are completely unorganized, which is my biggest concern. People living in the north and west of town have to walk through a long dirt road every day. The bare rock walls on both sides of the road mean a minor landslide could completely cut them off from the town—I'm getting off topic. I mean, the situation near your farm is probably similar, so you should be careful on your own. ^^ Victor",
"Victor_l2_text": "To @^^ During winter, I find some books to read to pass the idle time. In cold weather, building materials weaken, and the frozen ground is not suitable for construction, so the engineers in Grampleton often take a break. Although I'm still an apprentice, learning to take a break properly should be considered a work skill. ^^ Is your farmhouse cold? If it is, you can come to my place, it's warm in the library. ^^ Victor",
"Victor_date_text": "To my @^^ I had thought that we might end up together, but I didn't expect it to happen so suddenly. I was thinking about whether to confess to you after finishing my recent work—but you beat me to it, haha. ^^ I'll find a time to talk to Olivia about this. If she knows we're together, she will surely be very happy. ^^ Victor",
"Victor_d1_text": "To my @^^ Spring is a beautiful season; I should go out and walk around, digesting all the books I've read over the winter. ^^ This valley can really be called a paradise, even someone who doesn't like walking like me can't help but want to go out. Although there's not much for farmers to do over the winter, don't stay in your farmhouse alone for too long, or you might get cabin fever. ^^ Victor",
"Victor_d2_text": "To my @^^ I'm always worried that you might get heatstroke, so I've sent you some energy replenishing drinks. Don't work too hard, as important as career is for a person, nothing is as crucial as health. ^^ Victor",
"Victor_d3_text": "To my @^^ Ah, I can already smell the autumn cheese, @. ^^ I once read in a book that barrels used for aging can also be used for air-drying cheese, and cheese that has been dried for a certain time has a rich aroma. I've tried air-drying cheese in the cellar myself, but I always make a mess—just like most people's opinions of me. Even if I understand all the knowledge, countless mistakes occur as soon as I start practicing. ^^ But I don't feel discouraged by this, it's just because I lack experience. ^^ Victor",
"Victor_d4_text": "To my @^^ I'll use this winter to study the monsters of Stardew Valley—a novel, profound, dangerous, and unwelcome topic, but I believe that academic research should not be restricted. ^^ Just like the Monster Almanac I'm reading, it's one of the few monster research writings allowed to circulate in the market. I originally thought that, even if legally only superficial points can be touched, its records must be somewhat reliable. But since I ventured into the mines and witnessed the monsters myself, I can no longer believe these infantile descriptions. ^^ I want to write my own Monster Almanac, which will overturn all past research on monsters. It might sound unbelievable, but what I've seen gives me reason to doubt. If science truly values facts, then any theory that contradicts them is a castle in the air waiting to collapse. What I need to do now is kick the foundation of these castles in the air. ^^ Victor",
"Victor_fd1_text": "To my @^^ I don't usually care much about traditional festivals, but I'm very interested in the Moonlight Jellies and want to record their every move. ^^ Previous years' reports have convinced me that their appearance is closely related to the moon. The name 'Moonlight Jellies' is not just a poetic expression, but a summary of their habits. I'm not sure if this conceptual thing can still be considered scientific, but in a valley full of secrets, that's not important. ^^ See you at the festival, @. ^^ Victor",
"Victor_fd2_text": "To my @^^ New Year has a special meaning to me, as it's one of the few times I can deepen communication with my mother. Our interactions are so infrequent that we've developed inexplicable barriers, more distant than friends even though we are mother and son. ^^ I also want to see you at the festival, @. I don't want you to be alone on a day of reunion. While one can get used to solitude, no one likes being lonely, and I know this all too well. ^^ Victor",
"Victor_e_text": "To my @^^ I'm honored to be your fiancé, dear @. ^^ It's hard to imagine that not long ago, I was still pondering my future, hesitating over life's choices, and now, in the blink of an eye, I am with you. Dear @, having you by my side has brightened my life a lot. ^^ Victor",
"Victor_di_text": "To @^^ Don't be sad, @. I was quite calm when I received the news. ^^ May you find someone who makes you happy. ^^ Victor",

//Olivia
"Olivia_c_title": "To My Good Friend - Olivia",
"Olivia_l_title": "To My Good Friend - Olivia",
"Olivia_d_title": "To My Dear - Olivia",
"Olivia_e_title": "To My Dear - Olivia",
"Olivia_crush_text": "To my dear friend^^ I ordered a batch of wine, @, and I wonder if you'll like the taste? ^^ Victor doesn't like drinking wine, he always tells me that it disturbs his thought process. However, in my opinion, wine tasting can make one's mood pleasant, thereby better engaging in work. But I'm quite relieved that Victor doesn't touch a drop of it. ^^ Olivia",
"Olivia_c1_text": "To my dear friend^^ These strawberries are for you, @. ^^ Maybe your farm also produces strawberries, but these are ordered from a small inland town in the north, and they taste different from the strawberries in Stardew Valley. Try them, @. ^^ Olivia",
"Olivia_c2_text": "To my dear friend^^ I've sent you some cheese, which is a product of Gotoro. Due to the war and the economic blockade from Ferngill, many farmers in Gotoro were eager to get rid of their stockpile of artisan products at very favorable prices. ^^ Olivia",
"Olivia_love_text": "To my dear friend^^ @, how are things going on the farm? For someone as capable as you, those farming tasks should be no problem. ^^ I've sent you some honey wine, which has a unique brewing method. Rather than calling it wine, it's more like a flavored drink made from honey. ^^ Olivia",
"Olivia_l1_text": "To my dear friend^^ I've got you two bottles of truffle oil, which you might find useful for cooking, @. ^^ Your farm is very well arranged, everything is thriving – you're a capable farmer, @. Do you know my son Victor? I think you two would get along well; as a mother, I hope he can make friends with capable people like you. ^^ Olivia",
"Olivia_l2_text": "To my dear friend^^ I ordered some caviar from the north, which just arrived today. I've sent you some. ^^ Northern fishermen collect sturgeon roe in the autumn, then can them for preservation, ready to be turned into delicious dishes by winter. In times of peace, the fishermen could freely fish, and selling high-quality caviar became a local economic pillar. However, the war's requisition of waterways has led these fishermen to unemployment. ^^ For ordinary people, there are never winners in a war. As someone who immigrated from Gotoro to Ferngill, I understand this deeply. ^^ Olivia",
"Olivia_date_text": "To my dear one^^ I planted the flowers you gave me in clear water, so they might bloom a bit longer. ^^ This bouquet reminds me of the time when Edward was still here; he also gave me such flowers to express his love, it seems the courtship rituals of Stardew Valley are not much different from where we come from. After Edward passed away, I devoted all my energy to Victor, and every time I see him, he reminds me of my past with Edward. Now that Victor is gradually maturing, it's time for me to reconsider my own feelings. ^^ Don't feel guilty, dear @. Before Edward died, he asked me to find a reliable partner. I firmly refused him then, but now I believe that my happiness and joy are what Edward really wished for. ^^ Olivia",
"Olivia_d1_text": "To my dear one^^ The spring here gives me a familiar feeling, as if I've returned to my hometown. I've sent you a few bottles of newly brewed fruit wine, which I made myself this time. Try it out. ^^ Olivia",
"Olivia_d2_text": "To my dear one^^ I'm writing to remind you to rest often while working, don't exhaust yourself. Farm work is tough, exposed to the sun and wind, it's easy to wear down the body. ^^ I was thinking, if you feel tired, you can come and stay with me, you wouldn't have to do this kind of physical work anymore—but obviously, you prefer life on the farm, cultivating and tending to animals is your joy. ^^ Olivia",
"Olivia_d3_text": "To my dear one^^ I bought some cheese from the ranch, and it's for you. The cheese in Stardew Valley tastes much sweeter, maybe it's because of the water quality and grass here. Honestly, since I moved to Stardew Valley, I've felt its unique magic. It's the first time I've felt such tranquility. ^^ Olivia",
"Olivia_d4_text": "To my dear one^^ @, do you ever miss your hometown? Maybe because your grandfather was a resident here, even though you haven't returned since childhood, you still find a sense of belonging in Stardew Valley. In contrast, I often miss my hometown in Gotoro, worried that the continuous wars will turn all my memories of home and my relatives and friends there into mere historical figures. ^^ I shouldn't speak of such ominous things, @, but I still long for the times of peace. After all, people tend to get nostalgic in the winter. ^^ Olivia",
"Olivia_fd1_text": "To my dear one^^ I used to frequently attend the Flower Dance, mainly to watch Victor. He's not very sociable, so I was worried he'd become a lifelong bachelor. From what I've observed, he seems close to Sophia, and I'm glad he's at least found a female friend. ^^ Do you know that girl? I think she's quite nice, although she's even shyer than Victor. I hope their relationship can progress further. ^^ Olivia",
"Olivia_fd2_text": "To my dear one^^ I quite enjoy such gatherings, which are also opportunities for the people of the valley to bond. I plan to bring some aged red wine and cheese. Don't forget to choose your ingredients carefully; this is a rare feast. ^^ Olivia",
"Olivia_fd3_text": "To my dear one^^ Tomorrow is the showcase, @, what do you plan to exhibit? You work so hard every day, I believe you will achieve a good ranking. See you at the festival. ^^ Olivia",
"Olivia_fd4_text": "To my dear one^^ Come to our place for this year's Winter Star Feast. I'd be delighted to see you become part of our family—don't worry about Victor, I've already mentioned you to him, and he's happy to accept you as a member of our family. ^^ See you at the festival, @. ^^ Olivia",
"Olivia_e_text": "To my dear one^^ When you placed the pendant in my hand, I was reminded of Edward. Many years ago, he had the same look of surprise—back then, I was a young girl just experiencing love, and now, in the blink of an eye, Victor has grown so much. ^^ Right, I should get to the point, I'm very happy to be engaged to you, @. This gemstone is for you, I hope it will witness our future. ^^ Olivia",

//Claire
"Claire_c_title": "To My Good Friend - Claire",
"Claire_l_title": "To My Good Friend - Claire",
"Claire_d_title": "To My Lover - Claire",
"Claire_e_title": "To My Lover - Claire",
"Claire_di_title": "A Letter to a Farmer - Claire",
"Claire_crush_text": "To my good friend^^ How have you been lately? Sometimes I really envy you, having a farm to manage on your own. ^^ I wonder, as a farmer, do you not have to get up at 8 in the morning to catch a bus? If that's the case, it would be wonderful. I've dreamed of living such a life; a monotonous job can be so dull. ^^ I'm not very good at writing letters, @, sorry. ^^ Claire",
"Claire_c1_text": "To my good friend^^ I always see your farm when I pass by the bus stop, but I only ever get a quick glance from the outskirts, rarely having the chance to stop and take a closer look. ^^ I've always thought Stardew Valley is a beautiful place. I long to be close to nature, but I'm bound by this fixed job, which makes me incredibly melancholic. ^^ Claire",
"Claire_c2_text": "To my good friend^^ Autumn seems to be a season of consumption, and my job gets busier than usual. As I rush past the bus station, I can smell the scent of wild plums and hazelnuts in the air, stirring up my desire to venture into the countryside. ^^ Claire",
"Claire_love_text": "To my good friend^^ You are my best friend, @, just like my colleague Martin. ^^ Um—actually, that's what I wanted to say in this letter, but it feels a bit thin just writing that. Maybe you could come over to my place when you're free, I have a lot more to talk to you about in person. ^^ Claire",
"Claire_l1_text": "To my good friend^^ How have you been, @? I hope you enjoy life on the farm. ^^ Summer seems like a great time to go to the beach, but due to work, that's probably just a dream. Even if I did have such a holiday, I might not find anyone willing to go with me. I know my personality isn't very popular. ^^ Claire",
"Claire_l2_text": "To my good friend^^ It's really cold here, I just want to curl up in bed all day and not go out. Don't forget to put on extra clothes on your farm, or you'll catch a cold. ^^ Before going out, I drank a cup of hot coffee—I've lost count of how many boxes of instant coffee this is. JOJA's work always keeps me too busy to improve my life. I occasionally think of brewing my own coffee, and it would be even better if I had time to make breakfast, but that's also just a wish. ^^ Claire",
"Claire_date_text": "To my love^^ I like you, @! I can finally say this without any hesitation, and you have no idea how many times I almost blurted it out when we were together. I thought about just being lifelong friends with you, as long as I could always see you, I would have no regrets in life. But I was worried you might be with someone else, reducing our chances to meet. ^^ I'm talking too much—now I don't have to worry about these things, dear @. ^^ Your Claire",
"Claire_d1_text": "To my love^^ I saw a daffodil near the bus station and thought of picking it for you. Even though it was still wet with dew, it looked so beautiful. ^^ I passed by your farm again, it's really beautiful inside. I wonder if I'll have the chance to go in and have a look? ^^ Your Claire",
"Claire_d2_text": "To my love^^ In this season, it makes one crave melons to beat the heat. I still think we should stay in air-conditioned rooms in such weather, but unfortunately, I still have to go to work, sigh. ^^ I guess summer must be tough on the farm too, with no air conditioning and dealing with crops under the scorching sun. Just thinking about it makes my skin burn. I really wish someone could help you with the work. ^^ Your Claire",
"Claire_d3_text": "To my love^^ I heard this season is the busiest for farmers, don't wear yourself out with farm work. ^^ I can already smell the maple syrup in the wind, reminding me of caramel fish. I want to find time to cook a good meal for myself again, after all, years of frozen food have been harsh on my stomach. If only you could come to my house, no matter how tired from work, I would be willing to cook such a meal for you. ^^ Your Claire",
"Claire_d4_text": "To my love^^ Last night, on my way home, I saw a bright and dazzling star far away. It twinkled alone in the night sky, with eyes that never close. I don't know if this star is the Winter Star that people in Pelican Town talk about, but it seemed to have a magic that attracted me, guiding me to follow it—or perhaps it's the guidance of my own heart. ^^ Dear @, would you let me be your wife? I love you so deeply, and although we see each other often, it's still not enough. I never thought I'd become so greedy, but every time we part, my heart fills with sorrow. I know we might see each other soon, but I don't want to wait—if one day you suddenly disappeared? I know it's impossible, but if we can't be together right away, forever, even if it's just an illusion, I can't convince myself otherwise. ^^ Loving you, Claire",
"Claire_fd1_text": "To my love^^ Dear! Can you dance with me tomorrow? I've practiced dancing for a long time, just to dance with you. I hope to hold your hand at the festival, so everyone knows we're a perfect match. ^^ Your Claire",
"Claire_fd2_text": "To my love^^ Really looking forward to tomorrow's feast, I wonder if the Bouillabaisse will be as delicious as in previous years? I plan to bring some grapes and berries; although they can't be cooked, they're great as a festive snack. I hope you can attend too, so I can see you. ^^ Your Claire",
"Claire_fd3_text": "To my love^^ I'm a bit scared of the monsters at Spirit's Eve, but the pumpkin soup and pomegranate wine are great, and the decorations at the festival are quite novel. ^^ What's inside the Spirit's Eve maze? Have you ever been inside? Just hearing those eerie sounds from outside makes me shiver. ^^ Your Claire",
"Claire_fd4_text": "To my love^^ I've always been alone at past feasts, and although the dishes are delicious and the Winter Star tree is beautiful, nobody likes to be alone at a festive gathering. ^^ Will you also come to the feast? If you could be by my side, I'd feel at ease. ^^ Your Claire",
"Claire_e_text": "To my love^^ If I didn't have to work today, I would really like to go to your farmhouse right now. From the moment you said you wanted to get engaged, I've been dreaming about our future life together, perhaps we'll even become parents? ^^ I know it's still too soon, but I really can't wait to live together with you. ^^ Your Claire",
"Claire_di_text": "To @^^ I don't know—@, I don't understand how we got to this point, I still love you so much. ^^ But you want to break up with me, is that it? I understand, @, maybe I'm just not good at expressing myself, making you doubt my feelings. If that's the case, I'm sorry, @. I can't forget everything about you, but I don't want to see you anymore, because it would hurt me. ^^ Claire",

//Wizard
"Wizard_c_title": "A Letter to a Magic Apprentice",
"Wizard_l_title": "A Letter to a Magic Apprentice",
"Wizard_d_title": "A Letter to a Magic Apprentice",
"Wizard_e_title": "A Letter to a Loved One",
"Wizard_crush_text": "To my apprentice @^^ Among those I've instructed, you're not the brightest, but still one of the few who can see the Junimos. So, I think it's time to clarify some things with you, @. ^^ Have you ever wondered why you never saw these spirits before coming to Stardew Valley? Perhaps you think my potions granted you some ability, but potions can't change everything; it's your inherent constitution that's the root of all this. In the ignorant past, people pinned their hopes on unwavering faith, expecting gods and nymphs to solve their dilemmas. But as mankind's study of natural laws progressed, those with the power of technology began to scorn these beliefs — dry ice and weather machines replaced rain totems, engineering machinery, and architects replaced Junimos. Self-reliance is indeed admirable, but because of this, spirits have gradually started to distance and even oppose humanity. ^^ I've said too much — in short, you couldn't see Junimos before because they had long abandoned the noisy and polluted world of civilization. I've seen the world meticulously built by the dwarves vanish in an instant, and I wonder if humanity will follow in their footsteps. ^^ Magnus",
"Wizard_c1_text": "To my apprentice @^^ Spring is a great opportunity to connect with the elements. You might try going into the forests outside the town to feel the energy that has been dormant all winter surge forth in the coming days. ^^ This might not sound very appealing, @, so let me put it another way — the more concentrated the energy, the faster everything grows, and the more foraging items like daffodils and wild horseradish there will be. Junimos love these natural resources. If you want to show your friendliness to them, consider collecting some as gifts. ^^ That's all I have to say, @. You should know, in the realm of magic, you're like a baby who can't walk yet, only able to crawl and find your own way. If you want to learn more about magic, don't ignore the opportunities right in front of you. ^^ Magnus",
"Wizard_c2_text": "To my apprentice @^^ I'm just checking to make sure you haven't neglected your thirst for knowledge, @. ^^ By the way, I want to remind you — each crop has its unique energy, thus exhibiting different shapes and colors. For example, Winter Root absorbs the cold energy of winter, appearing similar to a snow crystal. Among all crops, the one closest to the original energy source of Stardew Valley is the starfruit, which resembles the Winter Star in shape, though not in color. ^^ The energy of the Winter Star affects the land and water of Stardew Valley, and this influence extends to the vegetation, animals, ores, and even the residents of the town. Let me give you a simple example: you can try putting crops with different energies into a sewing machine and see what comes out. ^^ That's all I can say for now. ^^ Magnus",
"Wizard_c3_text": "To my apprentice @^^ There's a small river south of my tower, where I go for walks at night. ^^ I can feel that the river contains many special substances, which feel like certain ores to me — perhaps iridium or radioactive ore, I'm not sure. The terrain suggests the river originates from the mountains north of Pelican Town, so I guess the autumn floods wash these minerals downriver. ^^ If we had more samples to study, we might reveal the cause of the mine's anomalies sooner. ^^ Magnus",
"Wizard_love_text": "To my apprentice @^^ Seeing your progress is a fulfilling experience, @. Although I haven't received any permission, given your significant progress and to avoid the risk of concealing facts from an unregistered magic apprentice, I think it's necessary for you to understand more about magic. ^^ Magic is a complex, mysterious, powerful, and dangerous force, mainly sourced from a meteorite high in iridium content that fell on the Pancontinent during a massive meteor shower millions of years ago. The first humans to contact magical powers were astronomers and diviners who, after prolonged observation and study, began to master and skillfully use the powers of these extraterrestrial visitors. Their records became the basis of magical research. I can give you a simple example — the working principle of the teleportation tower mimics the annihilation and birth of star clusters, destroying and reconstructing the teleported object. This means each teleportation annihilates the user and then recreates an identical user at the destination. Sounds terrifying, doesn't it? But I assure you the process is absolutely safe. ^^ You might wonder, since magic is closely related to the stars, why are you dealing with hard-to-swallow potions? In fact, this is a more primitive method of testing an apprentice's qualifications. The potions I give you contain a large amount of iridium. For those with the right qualifications, these potions can set them on the path of magic, without spending decades tracking the life cycle of stars like ancient astronomers. Wisely using potions can save many detours for newcomers. ^^ Lastly, I leave you with a question — is a person destroyed and recreated by the teleportation tower still the same person? ^^ Magnus",
"Wizard_l1_text": "To my apprentice @^^ I hope things have been going well for you, @. ^^ Besides investigating the mine's anomalies, I'm most interested in the Junimos from the spirit world. These little creatures have always refused to communicate with me, despite my numerous attempts, all of which have failed. But you're different, @, your constitution seems special, and the Junimos are interested in you. So, I hope you can bring me more information about the Junimos, as the Magic Department is very interested in their abilities. ^^ Magnus",
"Wizard_l2_text": "To my apprentice @^^ I've received your report, @, and the part about the Junimos is very detailed. I'll need some time to verify the report's reliability. The package included with this letter is a token of appreciation for your assistance to the Ferngill Magic Department. ^^ Magnus",
"Wizard_l3_text": "To my apprentice @^^ The exhibition the other day was quite lively; it seems Willy has made a good profit. I really don't understand why people are so interested in fortune-telling. ^^ Let me take this opportunity to tell you about divination — it's a form of magic that relies on divination orbs. Although most literary works depict divination orbs as crystal balls or gem beads, in reality, the orbs capable of predicting the future are made of pure iridium wrapped around colorful shards. They work by using the shards to resonate the large iridium piece with the minute iridium elements inside the observer, thereby discerning the observer's fortune. This means such divination only works for those who have had the chance to encounter iridium. ^^ Divination can never determine anything; what you do now and in the future can change the course of what's to come. That's why divination holds no appeal to me. I really don't know why Willy is so enthusiastic about it. ^^ Magnus",
"Wizard_date_text": "To my student @^^ I've accepted a bouquet from a magic apprentice — I'm not sure if it's appropriate, @, but my heart doesn't seem to want to refuse your affection. ^^ In principle, registered magicians of the Ferngill Magic Department shouldn't get involved in love or marriage, as intimate feelings can make one let down their guard. However, since you are also a specially authorized apprentice of the department, perhaps this principle is not so applicable. Nevertheless, I still prefer to maintain a teacher-student relationship, as it's been a long time since I've been involved in love. ^^ Magnus",
"Wizard_d1_text": "To my student @^^ I've been thinking, I can also write to you about magical matters. ^^ You might have seen those statues used for cursing others in my ex-wife's house. These statues are not related to star magic. They are ritual curses from an ancient race that once lived on this land, carrying a barbaric tinge of sacrifice and curses, so I sealed them in the swamp cottage. If someone accidentally touches the power of these statues, who knows what might happen. ^^ Sometimes, humans should curb their greedy curiosity to avoid contact with profound and dangerous things. ^^ Magnus",
"Wizard_d2_text": "To my student @^^ I've examined your crops, @. Thank you for giving me the privilege of using them as research samples. I just wanted to know how iridium affects the soil and water sources. ^^ These earth crystals are for you. They are not difficult to control and should be useful for your farm. ^^ Magnus",
"Wizard_afterMogan_text": "To my student @^^ You might have noticed, Morgan has a very unique talent. ^^ It's been a long time since I received a request from the Magic Department, especially after the grave mistake I made with my ex-wife. Their sending this child to me indicates they must have discovered something special in him, perhaps related to the appearance of void shards. ^^ Of course, I have a rather unpleasant suspicion — the Magic Department sending an apprentice secretly to Stardew Valley might mean the power of the void has reached a dangerous level. ^^ Magnus",
"Wizard_e_text": "To my love @^^ The idea of moving into a student's house does make me feel somewhat out of place. ^^ But no matter, as long as your enthusiasm for learning remains, I'm also willing to be with you. Just hope you don't mind the smell of potions and alchemy machines. ^^ Magnus",

//Lance
"Lance_c_title": "To My Ally",
"Lance_l_title": "To My Ally",
"Lance_d_title": "To My Lover",
"Lance_e_title": "To My Lover",
"Lance_crush_text": "To my ally^^ My ally, how have you been? ^^ I don't often visit Stardew Valley, so I haven't had a chance to visit you. I'm writing to ensure that my ally in the Adventurer's Guild is safe and sound — and still capable of doing some professional work. Adventurers like us often walk on the edge of danger, brushing shoulders with death, so it's important for me to regularly check on the safety of my allies. ^^ Stay safe, I don't want to see your name on the Heroes' Monument. ^^ Lance",
"Lance_c1_text": "To my ally^^ I've been investigating something recently, about the Shadow People and the Dwarves. ^^ A few days ago, an ally at the Highland Watchtower delivered a report to me, thoroughly documenting his discoveries in the Highland Caves. According to his report, the Highland Caves are one of the existing territories of the Shadow People, dark and cold, with intricate paths making it difficult for outsiders to traverse. ^^ However, my ally found traces of Dwarves in the caves — based on our previous investigations of Dwarves, it's unlikely they would approach Shadow People territory on their own. I suspect these may be Dwarves captured by the Shadow People. It would be great to explore deeper into the cave. ^^ Lance",
"Lance_c2_text": "To my ally^^ How are you doing? ^^ The scenery of Ginger Island is truly enchanting, and the sea breeze there is warm and comfortable. Compared to my allies who shuttle through the crimson sandstorms, I really landed a good job. ^^ Just kidding, no matter where we are, we can't let our guard down. ^^ Lance",
"Lance_c3_text": "To my ally^^ How have you been? ^^ I'm currently staying with Marlon; he prepared some coffee and cave carrot strips for breakfast. I must say, life at the Adventurer's Guild is much better than at the outpost, at least I can have drinks from the civilized world. ^^ Marlon just took me to the mine — I take back what I said earlier, that coffee came from monsters. ^^ Lance",
"Lance_love_text": "To my ally^^ How are you? ^^ Allow me to congratulate you, @ — the Castle Village Guild recognized your contributions in Stardew Valley and decided to send you a gift in the name of the guild to thank you for your dedication. As it happens, I'm on duty in Stardew Valley today, so they entrusted me to bring this package to your farm. ^^ I look forward to further cooperation, my most steadfast ally. ^^ Lance",
"Lance_l1_text": "To my ally^^ How are you? ^^ These items are for you; they should ensure a higher chance of survival in dangerous environments. ^^ By the way, a heads-up: occasionally, Guild merchants sell potions at the outpost. Although the Guild can indeed increase its income at those prices, as a member of the Guild, I'd rather see my allies survive. ^^ Lance",
"Lance_l2_text": "To my ally^^ I've sent you a package, it's right under this letter. Although these fruits look quite strange, they are actually edible, and if you are observant enough, you should be able to find their seeds in the Highlands. ^^ Please be very careful. ^^ Lance",
"Lance_date_text": "To my love^^ I was quite surprised when I received your bouquet. Being an adventurer is not a job suited for mixing personal emotions, and I don't consider myself a very good partner, so to be honest, I hesitated a lot before writing this letter. But I soon realized — rejecting a determined and brave lover would undoubtedly be trampling on the dignity of an adventurer. ^^ That said, I still want to remind you to be safe. ^^ Yours, Lance",
"Lance_d1_text": "To my love^^ How are you, @? ^^ Come to visit the outpost occasionally. Although it's somewhat dangerous, the scenery here is quite enchanting. If you're not busy, I'll be waiting for you here. ^^ Lance",
"Lance_d2_text": "To my love^^ I recently took over a batch of ores from Ginger Island. As per tradition, I should distribute them to the adventurers of the guild, so this is your share. ^^ These ores were not easy to come by, so please use them wisely, @. ^^ Lance",
"Lance_blade_text": "To my ally^^ Blade's Point — this is the hub for Castle Village adventurers on Ginger Island, and also our most important sea outpost. We built the outpost on this huge rock to protect the safety of adventurers. Such an island in the sea won't be easily found by monsters for a while. ^^ Besides, the scenery of Fable Reef is truly mesmerizing. ^^ Lance",
"Lance_e_text": "To my love^^ I once thought about entrusting the next few decades of my life to this mysterious land, so I picked up a map and compass, determined to take the path of an adventurer. This road is full of unknown dangers, but because of this, it is also a great and honorable path. @, when you also took this path, you should understand everything I'm saying. ^^ A like-minded lover is priceless, @, your affirmation and support fill me with joy, but I can't help but worry about your safety — not that I don't trust you, I trust your wise judgment unreservedly, but I'm always unsure whether you're really fully prepared. ^^ Regardless, I've now decided to become life partners with you, so those trivial worries are meaningless. Looking forward to our future together, @. ^^ Yours, Lance",
}