{
    //Leah
    "Leah_c_title":"致我的密友-莉亚",
    "Leah_l_title":"致我的挚友-莉亚",
    "Leah_d_title":"致我的爱人-莉亚",
    "Leah_e_title":"致我亲爱的-莉亚",
    "Leah_di_title":"致我曾深爱的人-莉亚",
    "Leah_crush_Text":"亲爱的@^^@,近况可好？当我写这封信的时候，我就坐在矿河岸边的小木屋里，透过北窗望向你静谧的田园。许多时候，矿河潺潺的流水声轻轻叩着木屋的门，伴随着我画画、雕塑或是纯粹饮食休息的日子。^^@，你在田园里也能听到那样的流水声吗？^^你的密友 莉亚",
    "Leah_c1_Text":"亲爱的@^^你见到春天的蒲公英了吗，@？在小木屋的门前，鹅黄色的蒲公英成簇地绽放着，就像头戴花冠的美人一样……我等不及要摘些鲜嫩的叶子做沙拉了。^^如果你也想尝尝沙拉的话就来我的小木屋找我吧，不过我不保证能采到足够的蒲公英，哈哈。^^你的密友 莉亚",
    "Leah_c2_Text":"亲爱的@^^春天的时候我喜欢去矿湖上写生，画一画斑驳的树荫，或者是水底游弋的太阳鱼。在附近的灌木丛里，偶尔能找到明媚的黄水仙，有些时候还会有山葵和韭葱。如果你愿意向草木繁茂的深处前进，你还会在低矮的树杈上看到几个不起眼儿的鸟巢——里面的雏儿出奇的安静，不知道是在睡觉还是我的脚步吓到了它们。^^@，如果你愿意到郊野的森林里走一走，你能发现很多新奇的的东西。^^你的密友 莉亚",
    "Leah_c3_Text":"亲爱的@^^当我早上醒来的时候，温热的日光透过纱帘照在了我的脸上。星露谷的夏天有种神奇的魔力，似乎周围的一切都开始变得热腾腾的了，连我的雕塑也流着汗珠。不过，@，鲜花与菜苗或许很喜欢这个季节。^^你的密友 莉亚",
    "Leah_c4_Text":"亲爱的@^^我是在宝石海的海边给你写这封信的，@。此时此刻，清咸的海风从我的鬓角拂过，浩渺的海波摇曳着粼粼的日光。浅水处是洗得白亮的沙砾和翠绿的水藻，还有些贝壳星星点点地散在潮汐池里，而在更深的地方我似乎看到了一群追逐嬉戏的红鲷鱼。^^不知道那极目纷繁的海底，是否还会有五光十色的珊瑚树？^^你的密友 莉亚",
    "Leah_c5_Text":"亲爱的@^^榛子、蘑菇、野梅……你闻到她们的气味儿了吗，@？夏日的炎光已经渐渐远去了，矿河的流水也不再那么欢腾。^如果你路过我的小木屋，就请进来坐一坐吧，@，流水声不会再掩盖你叩门的声音。^^我屋前的橡树曾是一片油绿，如今虽然已经逐渐泛黄，却依旧使人心醉。^^你的密友 莉亚",
    "Leah_c6_Text":"亲爱的@^^@，收获的日子是否很繁忙？如果说一种繁忙能够为你带来喜悦，那么她一定是秋收的繁忙。秋天是山羊乳酪的季节，那柔软的口感和香浓的气息都与深秋带给我的感受别无二致……希望很快能与你相见，@。^^你的密友莉亚",
    "Leah_c7_Text":"亲爱的@^^过几天就是冰雪节了，我要为鹈鹕镇准备一些冰雕……也许冬天对于田家来说是美妙的假期，但是我的生活却忙碌了起来。再过些日子，我还要和罗宾一起准备冬日星树呢，那些装饰都是我和罗宾亲手雕刻出来的。^^你的密友 莉亚",
    "Leah_love_Text":"亲爱的@^^@,在农闲的时候你一般做些什么呢？平日里，我喜欢在小木屋里面做做雕塑，或者伏案写写画画什么的。与艺术为侣的生活让我由衷地感到愉快，就好像我是为此而生的一样。^^当我挥舞锉刀与画笔的时候，我便拥向了艺术。而当我为你伏案写下这封信的时候，我的思绪便也拥向了你。^^你的挚友 莉亚",
    "Leah_l1_Text":"亲爱的@^^你喜欢到矿河边散步吗，@？我会为你描述那里的景致……清晨的矿河上总是腾着层薄薄的水雾，河干连同嫩绿的枝条都浮在雾珠里，仿佛只要我伸出手去就能捞出一小片儿来。当稚幼的日光开始闪烁在河面上，那些雾珠便带着先前的绿意一起蒸成了天上的云雾……之前浮动在那朦胧背后的黄水仙、蒲公英渐渐苏醒了过来，我顺着河干向森林走去，一路上采撷了满手鲜甜的花气。^^如果你愿意来到矿河边上，我就在这里等候你。不要等到河水渐涨的时候，那时黄水仙和蒲公英就要凋谢了。^^你的挚友 莉亚",
    "Leah_l2_Text":"亲爱的@^^当杂色的雏菊开遍牧场，^^蓝的紫罗兰，白的美人衫，^^还有那杜鹃花吐蕾娇黄，^^指出了一片广大的欣欢。^^就如同我曾跟你讲过的，这里的春天非常喜人。我写这封信，只是希望你在农忙之余，不要忘记了春天的景致。^^你的挚友 莉亚",
    "Leah_l3_Text":"亲爱的@^^你愿意来到海边吗？我想要画下海风中的你，或者给你做一尊雕像，就像不列颠尼亚那样……让我想想，衬着浪花的你一定很是迷人。^^……但是田园的活计总是那么繁忙，不是吗？我总有种错觉，就好像我们上次见面的时候做过什么约定，而你却没有按时赴约一样。否则我怎么总会在海边某个平平无奇的清晨、中午、傍晚和午夜想起你来呢？^^然而我清楚的知道我们没有做过任何约定，这是让我最黯然神伤的部分。^^莉亚",
    "Leah_l4_Text":"亲爱的@^^花盆里的夏季亮片让我想起了你……我很抱歉，@。我不知道为什么我会在几天前写下那样一封信……我感觉自己就像是着了魔一般。我们并不是恋人……或者兄弟姊妹中的一种，我们是要好的朋友，而朋友总是会有繁忙的时候。至少我是这样说服自己的……^^对不起，@，如果那封信让你很困扰的话，我很抱歉……我不想做出让朋友和我都悔不当初的事情。如果方便的话请把它寄回给我，我想烧掉它。^^你的挚友 莉亚",
    "Leah_l5_Text":"亲爱的@^^你喜欢这里的秋天吗？我很喜欢那些热情的红叶，她们的热忱与周遭冷淡而疏离的黄叶恰好相称。我想要出去借一台相机，这样我就可以拍下那样的景致，把照片贴到我的床头、墙边、窗前……或者夹在我读的书里面当作书签。^^最近的天气有些太清寒了，要是我抱着画板出门画上一整天，我非感冒了不可。^^你的挚友 莉亚",
    "Leah_l6_Text":"亲爱的@^^深秋是松露味儿的……我最近会到北边的山里去找松露。常年待在矿河边上，我已经快忘记那片深山老林的样子了，临近的干涸的河床和幽深的矿井听起来还有些怕人呢。^^不必担心我的人身安全，阿比盖尔会陪我去的。^^你的挚友 莉亚",
    "Leah_l7_Text":"亲爱的@^^你对冰雕有兴趣吗？如果你愿意的话，就来我的小木屋吧，我可以教你做冰雕……冰雪节上的冰雕都是我和罗宾做的。^^这里天寒地冻的，见不到一点新绿，也听不到一点鸟鸣声，我一个人有些寂寞呢。^^你的挚友 莉亚",
    "Leah_date_Text":"致我的爱人^^谢谢你，亲爱的。当我从你的手中接过那束明媚的鲜花时，我的眼泪差点就流了出来。无数个辗转反侧的日子、无数个因思念你而近乎发狂的日子都离我远去了，以后你我再也不必执着于那些庄重而繁琐的称呼、再也不必保持那淡漠的距离感了。我的爱人，@，我的生命因你而熠熠生辉。^^抱歉，信纸上还是有好些泪渍，但是我已经换了好多张信纸了，这是我仅剩的最后一张。请一定要好好珍惜这封信，我永远爱你。^^你的爱人 莉亚",
    "Leah_d1_Text":"致我的爱人^^亲爱的，要记得常来矿河边上看望我啊，春天可是思念的季节呢。我好想给你做一份沙拉，就用矿河边新生的蒲公英与韭葱——她们都是春天的孩子，我也想看到你满怀喜悦品尝春日的样子。^^真想赶快见到你，亲爱的。^^你的爱人 莉亚",
    "Leah_d2_Text":"致我的爱人^^前些天我在小屋的花盆里种了一株黄水仙，结果昨天夜里她居然开花了。但是不知道为什么，她的姿色看起来要比野生的黯淡许多，花苞也没有完全绽开——啊，等等，有只蜜蜂飞了进来，她似乎对那株黄水仙很感兴趣。这只蜜蜂的眼光很独特呢。^^真想赶快见到你，亲爱的。^^你的爱人 莉亚",
    "Leah_d3_Text":"致我的爱人^^夏日踩着她热情的棕榈叶与浪花渐渐走向了我们，我或许该到沙滩上去画一幅画或者做一尊雕塑，可不要被表象上的炎光妨害了艺术的热忱。^^要是你也想念我的话，就来海滩找我吧，我们可以在宝石海边待上一整天，细细抚摸海边那柔顺如发的沙砾。^^真想赶快见到你，亲爱的。^^你的爱人 莉亚",
    "Leah_d4_Text":"致我的爱人^^今天在郊外散步时，我仿佛闻到了啤酒花的香气，不知道这附近是不是有盛开的野啤酒花？那种味道类似于把柑橘和菠萝混合在一起，相比于啤酒多了不少的清香与甜津。^^真想赶快见到你，亲爱的。^^你的爱人 莉亚",
    "Leah_d5_Text":"致我的爱人^^骑士啊，是什么苦恼你，独自沮丧地游荡？^^湖中的芦苇已经枯了，也没有鸟儿歌唱。^^骑士啊，是什么苦恼你，这般憔悴和悲伤?^^松鼠的小巢贮满食物，庄稼也都进了谷仓。^^你的爱人 莉亚",
    "Leah_d6_Text":"致我的爱人^^亲爱的，你喜欢炒蘑菇吗？那是我为数不多会做的几道菜之一。深秋的时候，煤矿森林里到处都是各式各样的蘑菇，虽然这些野生的小精灵很美味，但是甄别她们的品类、判断她们是否有毒可不是一件容易的事。^^如果你想要尝尝炒蘑菇的话，我可以试着为你做一份。我尽量保证用的都是无毒的蘑菇，哈哈。^^真想赶快见到你，亲爱的。^^你的爱人 莉亚",
    "Leah_d7_Text":"致我的爱人^^我又开始忙碌起来了，亲爱的。我在为今年的冰雕寻找着灵感，所以我跑到了矿湖上，在湖心给你写下了这封信。这附近的冰层很结实，不用担心我的安全。^^这里的景致非常迷人，挂满了雾凇的树杈就像是用白玉镂成的……我在想，我能不能用冰塑造出这种艺术感呢？^^真想赶快见到你，亲爱的。^^你的爱人 莉亚",
    "Leah_f1_Text":"亲爱的@^^希望你没有忘记……明天就是复活节了。早在刚开春的时候，刘易斯就拜托我帮他做了许许多多的春季装饰，我可是忙了好一阵呢。^^如果你愿意去镇上看看的话，我会很开心的。^^你的挚友 莉亚",
    "Leah_f2_Text":"亲爱的@^^我的小木屋就在煤矿森林的边上，离花舞节的场地只隔了很短的一段路。在我的印象里，当煤矿森林里开满繁花的时候，去到满布绿意的草地上跳上一支舞，似乎是这里赏春的传统习俗。^^所以……我有一个听起来可能有些冒昧的请求，如果你还没有想好要邀请谁跳舞的话，我希望你能够做我的舞伴。这支一年一度的舞蹈，我只想和你一起跳。^^你的挚友 莉亚",
    "Leah_f3_Text":"亲爱的@^^你要去夏威夷宴会吗？我打算带一个山羊奶酪过去，我很爱那种细腻而醇厚的口感——你想带些什么样子的食材呢？比起宴会，我更喜欢在宝石海的沙滩上品味着杯中的果酒，向南方眺望海水与天空。^^我今天还要去海滩上写生，这封信就先到这里吧。明天见，@。^^你的挚友 莉亚",
    "Leah_f4_Text":"亲爱的@^^明天晚上请来海滩吧，@。我想去和你一起去看一看那些远洋而来的月光水母，看一看她们在海水里摇曳的舞姿……我还想和你一起送别夏日的炎光与宝石海清咸的风浪，我还有很多关于艺术的念头想要和你分享……就在这浪漫的节日里。^^你的挚友 莉亚",
    "Leah_f5_Text":"亲爱的@^^你喜欢万灵节吗？我对万灵节的印象就是一些仅供展览的怪物，和满桌的南瓜汤、石榴酒以及可以随意切片享用的陈奶酪。不知道万灵节迷宫的尽头有什么？我每回都喝得醉醺醺的，进去怕不是要迷路了。^^这封信先到这里了，@。我要去打扮一番，换一套适合万灵节的衣服。节日上见。^^你的挚友 莉亚",
    "Leah_f6_Text":"亲爱的@^^圣诞节的宴会是我这一年中最期待的一场宴会，往年刘易斯会从城里搞来许多杨桃酒，那口味真是甘甜又清冽，我每次都醉的不省人事……而且最重要的是，格斯会做虞美人松子糕。^^如果你也赴宴的话就好了，那样即使我喝得醉倒了，也会有人把我送回家。哈哈。^^你的挚友 莉亚",
    "Leah_fd1_Text":"致我的爱人^^你明天要来镇上参加复活节吗？我真想赶快见到你的笑容，亲爱的。今年的复活节装饰我做了些许创新，到时候可不要对你天才的爱人悭吝赞美之词啊，哈哈。^^你的爱人 莉亚",
    "Leah_fd2_Text":"致我的爱人^^蒲公英和黄水仙已经快要过季了，不过煤矿森林的繁花还是如此迷人。在这样的日子里，有什么比和你深爱的人跳一支舞更使人心醉的呢？我会久违地穿上我的花舞裙，你也不要忘了好好打扮一番哟。^^你的爱人 莉亚",
    "Leah_fd3_Text":"致我的爱人^^明天就是夏威夷宴会了，别忘了准时赴宴啊，亲爱的。我可是有一段时间没见到你了，不要让我太想念你哟。^^这次我打算向汤里倒一瓶果酒，不知道你打算准备什么食材？我还蛮期待的呢。^^你的爱人 莉亚",
    "Leah_fd4_Text":"致我的爱人^^不要忘了明晚的盛会，亲爱的，我想和你一起在沙滩上散散步。我们可以一起放下船灯，目送月光水母回到宝石海的深处。^^不要让我等太久哟。^^你的爱人 莉亚",
    "Leah_fd5_Text":"致我的爱人^^你要不要去试试万灵节的迷宫？如果在迷宫里找到什么有趣的东西，到时记得跟我讲一讲，满足一下我的好奇心。^^当然，如果你也和我一样害怕妖怪的话，可以到餐桌旁找我。在深秋时节品尝下星露谷的石榴酒和陈奶酪也是个不错的选择。到时见，亲爱的。^^你的爱人 莉亚",
    "Leah_fd6_Text":"致我的爱人^^我希望在圣诞节上见到你，亲爱的。我先是花了一周的时间做了好多冰雕，之后又花了十几天雕刻了各式各样的装饰品——不过我并不感到疲惫和烦闷，如果无事可做的话，这个冬天也太令人感到寂寞了。为了明天，我要好好打扮一番，穿上我的冬衣，为香料潘趣酒和南瓜汤准备好我的胃口，然后在满园的冬青树与番红花里听上一曲欢脱的卡林卡……我已经快等不及了。^^其实我有点在意你的秘密朋友是谁，不过出于传统的考量，我还是不要询问为好。^^你的爱人 莉亚",
    "Leah_e_Text":"致我亲爱的^^是在矿湖明媚的花圃中？还是在小屋前油绿的橡树下？我不知道，如梦一般的喜悦包围了我。我们是从什么时候开始认识的？我已然不记得了，就像我已然不记得我还有晾在外面还没有干透的油画、还有做了个雏形就摆在那里了的雕塑一样。从我们互相道别后，我的脑海里满漾着与你相关的感情，那感情使我忘怀了一切、忘怀了自己——但如果说还有一件事使我如醍醐灌顶，那便是我将是你的妻子了。^^别了，我的小木屋；别了，油绿的橡树。我将去往静美的田园，与我永恒的爱人一起。^^你永恒的妻子 莉亚",
    "Leah_di_Text":"致我曾深爱的人^^当我离开的时候，你的田园依旧迷人。^^你我或许都知道，我们之间的矛盾已经难以弥补了。走到今天这般境地，我不知道该说些什么，但是我又无法压抑我的感情。我不后悔遇见你，但我又多么希望我们的关系曾止步于挚友，这样的话我们便能不再拥有往后的一切，包括所有欢笑与泪水、所有感动与哀伤的记忆……但这是不可能的。我依然深爱着你，但是我不想再见到你了。^^我已经搬回到了我的小木屋，屋前的那棵橡树依旧油绿而繁茂，只是比之前长高了许多。^^你曾经的爱人 莉亚",
    
    //Penny
    "Penny_c_title":"给我的好友-潘妮",
    "Penny_l_title":"给我的好友-潘妮",
    "Penny_d_title":"给我的甜心-潘妮",
    "Penny_e_title":"给我的甜心-潘妮",
    "Penny_di_title":"鹈鹕镇西农场 收",
    "Penny_crush_Text":"@^^谢谢你对我的帮助，@。我平时的生活真是一团乱麻的，压力不仅来自母亲那边，还要教两个小孩子念书，好在有你这样的朋友愿意对我伸出援助之手。^^再次向你表示诚挚的谢意。^^潘妮",
    "Penny_c1_Text":"@^^@，我写这封信是想要咨询一下，红叶卷心菜需要多少天才能成熟？之前孩子们问我这个问题的时候我没能给出准确的数字。^^孩子们很喜欢这里的春天，我也喜欢带他们去煤矿森林里上户外课，就在你农场的南边。我有时候在想，你会不会偶尔到煤矿森林附近散散步呢？^^潘妮",
    "Penny_c2_Text":"@^^你知道这附近哪里有香味浆果吗，@？我想带这些孩子们上一堂有关野外植物的课。夏天实在是太热了，但两个孩子却意外的精力充沛，我的体力实在是跟不上他们。^^你最近有没有去博物馆的打算？我就在那里上课。如果你打算去的话，可以顺便告诉我关于上面那个问题的事情。^^潘妮",
    "Penny_c3_Text":"@^^秋天你一般会种些什么呢？我对农场的事情总是有些好奇。虽然鹈鹕镇很小，离周边的山林也很近，但我大部分时间都是待在镇子里面的。^^家里那边有很多麻烦的事情，政府的人又来催收税款了，而我的工资还远没有母亲花得快。要是我也像你一样有个大农场就好了。^^潘妮",
    "Penny_c4_Text":"@^^最近一切还顺利吗？一般到了冬天的时候，我就会减少孩子们的户外活动时间，毕竟天气实在是太冷了。不过我偶尔也会带他们出来玩雪，或者到矿湖上溜冰。^^@，对于你来说，冬天是不是比其他季节要清闲很多？真好呢。^^潘妮",
    "Penny_love_Text":"@^^再次感谢你对我的帮助，@，我不知道自己该如何报答你。如果你有小孩子的话，我或许还能帮上一些忙，但那样的报答毕竟与你无关。^^我想知道……@是否有妻子，或者有中意的人。如果有的话也没有关系，我想要回应@的帮助，但是我绝对不想成为@的困扰。^^潘妮",
    "Penny_l1_Text":"@^^一切还好吗，@？我今天去了冈瑟那里，他在处理一批刚从化冻的土地里掘出来的矿石。你是不是经常去到北边的矿井里面？如果你有什么发现的话可以交给我，我对那些历经岁月的古物真的很感兴趣，而且这样我也好给两个孩子讲些历史和地理相关的课程。^^春天正好是适合外出的季节，我要去给两个孩子上户外课了，回头见。^^潘妮",
    "Penny_l2_Text":"@^^@，你知道怎么种甜瓜吗？我想在我的阳台上种一小盆。我特别喜欢新鲜的甜瓜那种甜脆的味道，如果我能有一个小院子的话，我就可以自己种来吃了。^^我以前在房车外面种过一盆虞美人花，结果有一天母亲喝醉了酒，把花盆踢到了河里。那时候我还是个小姑娘，为此伤心了好久。^^潘妮",
    "Penny_l3_Text":"@^^不知道秋收的时候你忙不忙？看你农场上那些可喜的蔬菜和果树就知道了。对我来说，秋天总是和加班挂钩在一起，不过倒不是说冈瑟或者那两个孩子要我加班，只是有很多事情一旦到了冬天就不得不陷入停滞。一般在秋天我要协助冈瑟完成一些矿石和古物的鉴定，此外还有一些事关土壤研究的事情需要用到秋季的农作物，这些事情都要赶在冬天之前做完。^^等到了冬天，我和孩子们就都可以放假了。^^潘妮",
    "Penny_l4_Text":"@^^转眼间就是冬天了，别忘了要添件棉衣啊，@。^^其实我还挺羡慕你的农庄，它看起来一定很暖和。房车里既没有暖气也没有保温层，想要保暖就只能把空调打开，但是那样又要多费好多油钱。前几年，严寒冻裂了房车的冷凝管，自那以后我在卧室里都要裹着被子才稍微暖和一点。^^潘妮",
    "Penny_date_Text":"亲爱的@^^亲爱的@，我还不是很习惯用这么亲昵的称呼写信。其实当你第一次向我伸出援手的时候，我就开始有些喜欢上你了，但是碍于我内向的性格，我一直都不太敢向你表明我的感受。但是现在，你先我一步向我表达了你的心意，我感到很开心。^^如果那两个孩子发现他们的老师有了爱人，会不会觉得惊喜异常呢。^^爱你的潘妮",
    "Penny_d1_Text":"亲爱的@^^农场上的事情还顺利吗？春天应当是农家播种的季节吧。如果可以的话，你偶尔也来煤矿森林这边看看我和这两个孩子，他们对你的农场总是充满了好奇。^^这是我亲手做的料理，希望你喜欢。^^爱你的潘妮",
    "Penny_d2_Text":"亲爱的@^^你会不会钓鱼，@？如果可以的话，请帮我钓一条沙鱼上来。近些年来，这种古老的鱼的数量在迅速减少，而现在星露谷的河流和湖泊里已经几乎见不到它们的身影了，我猜测这种现象也许和本地的地理环境变迁有着千丝万缕的联系。要是你能为我送来一条的话，我就可以把它送到冈瑟那里去深入研究。^^爱你的潘妮",
    "Penny_d3_Text":"亲爱的@^^亲爱的，我有些想吃甜瓜了，你的农场上有没有种甜瓜啊？^^你的到来让鹈鹕镇的生活方便了很多，以前我们买蔬菜需要从皮埃尔那里拿，而他号称这些蔬菜都是来自于附近的农庄——那些被他标榜为*绿色天然*的蔬菜价格都很贵。自从你来到这里后，刘易斯直接从你的农庄收购大批的蔬果，皮埃尔也不敢漫天要价了。^^说的有些远了，如果你有甜瓜的话记得给我留一个，没有的话就不用了。^^爱你的潘妮",
    "Penny_d4_Text":"亲爱的@^^亲爱的，天气渐渐变凉了，别忘了多添一些衣服。我前些日子和孩子们去煤矿森林的时候，发现周围的灌木丛里有好多榛子和蘑菇。在矿河边上，我们一起采集了好多熟成的榛子，孩子们玩得很开心。^^这份烤榛子是我亲手做的，希望你喜欢它的味道。^^爱你的潘妮",
    "Penny_d5_Text":"亲爱的@^^深秋的矿河里面有很多洄游的鱼，如果你喜欢垂钓的话，煤矿森林边缘的湖心岛会是个好去处。^^以前我们上户外课的时候，文森特做过一个小钓钩——他真的很有想象力，然后他又去灌木丛里面拔了几株纤维，把它们和蚯蚓混合在一起做成了鱼饵。他告诉我这是莱纳斯教他的配方。^^虽然这孩子总是静不下心来学习，但是我也很欣赏他富有创造力的一面。^^爱你的潘妮",
    "Penny_d6_Text":"亲爱的@^^今年冬天你打算做些什么？是料理温室还是照顾动物呢？^^冬天让整个小镇都慵懒了起来，要说在冰天雪地里还会出门的应该就只有孩子们了。虽然孩子们已经在享受他们的假期了，但在集中日的时候我还是会把孩子们带去博物馆，不过这次是带他们参观博物馆里的古物和矿石。孩子们并不讨厌学习，这让我感到很欣慰。^^对了，这是我学了很久的一道菜，希望你喜欢它的味道。^^爱你的潘妮",
    "Penny_fd1_Text":"亲爱的@^^明天就是复活节了，那两个孩子期待了一整个冬天。要是你不忙的话，我希望你能够到场，帮我看护文森特和贾斯。他们俩的精力实在是太充沛了，我总是追不上他们。^^明天节日上见。^^爱你的潘妮",
    "Penny_fd2_Text":"亲爱的@^^明天你会来参加花舞节吗？我想让你做我的舞伴。^^之前上课的时候，孩子们问过我会和谁一起跳舞的问题，我也想让他们多了解你一些。我是他们的老师，也是你未来的妻子，你一定会和孩子们合得来的。^^爱你的潘妮",
    "Penny_fd3_Text":"亲爱的@^^这场宴会——讲实话的话，更像是为了州长的到来而准备的形象展示。刘易斯很在意这锅汤的口感，所以会要求大家认真准备食材，毕竟这是他一年到头唯一一次向州里展现政绩的机会。只不过这种形象展示与他的升迁无关，*我喜欢当镇长*他自己是这么说的。^^虽然这个节日沾上了政治的色彩，但至少孩子们玩得很开心。^^爱你的潘妮",
    "Penny_fd4_Text":"亲爱的@^^@，明天的展览会上你想展出些什么呢？^^在我的印象里，刘易斯的评判标准一直都没变过，无非就是种类、质量、价格——不过他对其中的每一项都到了吹毛求疵的地步，但我相信你的劳动果实一定能赢得他的赞誉。^^爱你的潘妮",
    "Penny_fd5_Text":"亲爱的@^^在我还是小姑娘的时候，我就很喜欢过圣诞节。这不仅仅是因为可以在节日上吃到平时不敢奢望的料理，还有我对于那颗挂满彩灯和饰品的圣诞树执着……对了，秘密朋友也总是充满了惊喜。^^近些年来，那棵圣诞树变得越来越漂亮了，节日的氛围也随之越来越浓。真想和你一起去圣诞树下翻礼物呢。^^爱你的潘妮",
    "Penny_e_Text":"给我的甜心^^我早有预感我们会在一起的，但是当你把美人鱼吊坠送给我的时候，我还是感到无比惊喜。与你的婚约是我这一生中最珍贵的记忆，我会永远把它珍藏在记忆深处。^^随信附上的是我给你准备的礼物，请好好保存它，我想让它见证我们的感情。^^爱你的潘妮",
    "Penny_di_Text":"@收^^毫无疑问，我们的婚姻是失败的。我不知道我们之间到底发生了什么，似乎我们只是从某一天开始就不再互相敞开心扉，最后甚至落到了你连提前与我商量离婚事宜的耐心都没有了的地步。^^但是现在我明白了，你就只是一个自私的人。我该怎么跟孩子们解释他们的老师走入了一段失败的婚姻？我又该怎么跟他们解释不是所有的婚姻都是这样？要我继续满脸笑容地跟他们描述世界上还存在着幸福而美满的婚姻，让他们不要放弃美好的梦想？出于对孩子们的责任，我一定会这样说的，但是我自己已经不再相信这一切了。^^愿你好自为之。^^*由于寄信人没有提供姓名与地址，将由芬吉尔邮政代为填写以下发件人信息*^^河间大道2号 潘妮女士",
    
    //Abigail
    "Abigail_c_title":"给我的朋友-阿比盖尔",
    "Abigail_l_title":"给我的好朋友-阿比盖尔",
    "Abigail_d_title":"献给我的爱情-阿比盖尔",
    "Abigail_h_title":"给我最好的朋友-阿比盖尔",
    "Abigail_di_title":"鹈鹕镇西农场 收",
    "Abigail_hn_title":"鹈鹕镇供水服务",
    "Abigail_crush_Text":"@^^我的朋友——@，真高兴我能够这么称呼你。其实我不怎么喜欢写信，毕竟很多事情当面说清楚就行了，完全没必要再搞这些繁文缛节。但是卡洛琳跟我讲过，保持交流也是给友谊保鲜的一部分，所以我今天写这封信给你，主要目的是确认下你有没有忘了我。^^好了，回见。^^阿比盖尔",
    "Abigail_c1_Text":"@^^最近怎么样，@？春天的时候杂货店里总是人来人往的，这应该就是你常说的农忙时节吧，简直比卡洛琳的有氧操集会还吵闹。^^好在我有个隔音的耳机，而且这个时段皮埃尔也不会来唠叨我，在他眼里什么都没有顾客重要。就算是卡洛琳来烦我，我至少还可以躲出门去。^^好了，回见。^^阿比盖尔",
    "Abigail_c2_Text":"@^^一晃就到了秋天了，天气有些转凉了呢。在深秋的傍晚，我一般会到格斯那里去，他偶尔会做些苹果酒和南瓜汤，但是我不怎么喜欢果酒的味道。有些时候塞巴斯和山姆也会去，但他们是去打台球的，虽然我们三个处在同一个乐队，但我还是感觉，似乎他俩之间更聊得来。^^好了，回见。^^阿比盖尔",
    "Abigail_love_Text":"@^^@，接下来我要告知你一件很重要的事情，它关乎到你*骑士*般的荣誉——^^我宣布你是我最好的朋友了！不知道你是否会为这些话感到奇怪，或者觉得我是个奇怪的人，但就我对你的了解程度，我猜你应该感觉很惊喜才对。^^好了，我写信来就是说这个的，回见。^^阿比",
    "Abigail_l1_Text":"@^^你今天有没有什么重要的事情？没有的话我希望你到杂货店来，和我聊聊天什么的，我一个人待在家里都快闷死了。^^我新买的游戏卡带还没到货，要是到货了我会邀请你一起来玩的。话说你喜欢玩什么游戏？Ashen Souls？Mount&Blood？我很好奇。^^回见。^^阿比",
    "Abigail_l2_Text":"@^^夏天里都在忙些什么？我猜应该你没什么要做的吧，毕竟外面天气这么炎热，稍微动一下就满身是汗。^^虽然杂货店里面有冷气，但是皮埃尔从来不舍得开，他永远都心疼那几个子儿的破电费。如果天气实在热的不像话了，他就会在打烊后跑到格斯那里吹酒吧的冷气——至于杂货店的空调，鬼知道是给谁准备的。^^回见。^^阿比",
    "Abigail_l3_Text":"@^^你的农场上有南瓜吗？我特别喜欢那种蔬菜。我以前雕过一个小南瓜灯放在二楼的茶几上，结果半夜把卡洛琳吓了一跳，她还以为是有游魂提着灯来找她了，哈哈。^^我喜欢在深秋的午夜去墓地里待着，那里是整个小镇最安静的地方，皮埃尔为这事跟我吵了好几回了。他总是跟我说那种地方不干净——总之就是又在神秘学层面上妨碍他发财了。^^回见。^^阿比",
    "Abigail_l4_Text":"@^^冬天是属于音乐的季节，不过我已经快忘了上次乐队集会是什么时候了。到了冬天，大街上的行人也变少了，如果这个时候你到野外去走走，就能发现很多新奇的东西。^^我现在想不出来还有什么要跟你分享的了，冬天总是这么乏味。这封信就先到这里吧，回见。^^阿比",
    "Abigail_date_Text":"@^^收到你的花束无疑是我此生中最大的惊喜——别看我这样，我还没有跟除你以外的任何人吐露过自己的衷肠。我之前还没有想过自己会和谁在一起，毕竟我的大多数时间都是在游戏和漫画里度过的，所以我也曾天真的认为自己不需要和哪个人相爱，不过与你的相遇让我察觉到了新的可能性。能够成为你的女朋友，我很荣幸。^^我不是个擅长写那些腻歪字句的人，所以有什么事我们见面再聊吧。回见。^^阿比",
    "Abigail_d1_Text":"@^^今天我和卡洛琳吵了一架，你大概能猜到是因为什么——没错，又是我的头发颜色，这件事儿在她看来可真是老生常谈。她嫌弃我的头发颜色，并且总是高高在上地指责我，说我抛弃掉与生俱来的栗色长发，可是我根本就不记得我有染过头发。我曾试图跟她解释我的发色，但是只要我一开口，她马上就会说我是在狡辩，顺便再次*提醒*我能住在这里都是因为她和皮埃尔的仁慈。^^至于皮埃尔，我对他没什么印象，反正他情愿和顾客待在一起也不愿意搭理我和卡洛琳。我实在无法理解，一位亲生父亲是怎么把自己在家里的位置过得连继父都不如的。^^快把我接去你的农舍吧，等我成了你的妻子，他们也就没有置喙的余地了。哈哈。^^阿比",
    "Abigail_d2_Text":"@^^前些天我去了法师塔一趟，那里真是充满了谜团，不知道法师整天在里面研究些什么？在法师塔的北部还有片神秘的森林，林子的尽头是一方清澈见底的池塘，里面尽是些我叫不出名字的鱼。对了，灌木丛里还有不少对人类怀有敌意的史莱姆，如果你要去那里探险，别忘了带上武器。^^回见。^^阿比",
    "Abigail_d3_Text":"@^^嗨@，我是在酒吧里给你写的信。格斯帮我准备了信纸和笔，还有一杯冰镇的啤酒。^^我很好奇，你平时有没有来酒吧消遣的习惯呢？大多数时候我是来酒吧玩游戏机的，不过偶尔我也会和乐队的伙伴来这里聚餐，毕竟我可不想整晚待在闷热的杂货店里——要是被卡洛琳发现了我和两个抱着吉他的年轻男孩儿共处一室，她会杀了我。^^嗯……你最好和卡洛琳搞好关系，不然她也可能在你接近我的卧室之前杀了你。当然，我是开玩笑的。^^阿比",
    "Abigail_d4_Text":"@^^展会上的游戏还是挺有趣的，我用我的星星币换了一顶软呢帽，我想用它装饰我的衣架。这个节日也是我为数不多能见到法师的机会，他总是在离占卜桌不远的地方站着，一副若有所思的样子。我以前尝试和他打过招呼，他偶尔也会对我做出回应，但是当我询问关于魔法的事情时，他又总是说我不该对这些东西产生过分的好奇。^^但他还是送了我一本入门级的炼金配方书。^^阿比",
    "Abigail_d5_Text":"@^^冬天真的好无聊啊，快点来看望我吧。^^这是送给你的，回见。^^阿比",
    "Abigail_fd1_Text":"@^^你喜欢复活节吗，@？我很喜欢这个节日，尤其是寻找彩蛋的活动。尽管像我这个年纪，玩那样的游戏看上去或许会有点儿幼稚，但是我还是挺开心的。^^如果你也想来参加活动的话，别忘了准时到镇中心，我就在那里等你。虽然我是你的女朋友，但比赛的时候我可不会对你手下留情，哈哈。^^回见。^^阿比",
    "Abigail_fd2_Text":"@^^我特别喜欢夏威夷宴会，因为这个节日和那些古板而充满文艺气息的传统节日不一样，我可以在节日上和朋友们一起尽情庆祝而不用担心触碰到莫名其妙的繁文缛节——还有免费的啤酒、烤肉和百乐汤。^^但要是被卡洛琳发现我喝酒的话，我可就惨了。^^节日上见。^^阿比",
    "Abigail_fd3_Text":"@^^明天是我最喜欢的节日——无论有什么理由，你都绝对不能缺席。每年万灵节我都会跑到那个迷宫里面探险，逼真的怪物和诡异的氛围就好像置身于游魂的聚落里，仿佛下一秒就要被深不见底的阿比斯吞噬掉。从一个分岔口走到下一个分岔口，你永远不知道迎接你的是可怕的魔物物还是温暖的篝火，不过我从来都没有怕过迷宫里的怪物。^^当然，蜘蛛除外。^^阿比",
    "Abigail_fd4_Text":"@^^你的秘密朋友是谁？不管是谁，你都要精心准备一份礼物，毕竟明天可是与朋友们增进友情的好机会。^^我不怎么喜欢宴会上的潘趣酒，但是南瓜汤很美味，装饰着彩灯的圣诞树也很漂亮——不过要是让我来做装扮的话，我更喜欢带有恐怖气息的饰品。^^节日上见。^^阿比",
    "Abigail_h_Text":"@^^@，那晚的文字你其实已经全看到了，对吧？^^我本来是来道歉的——但是道歉对我而言不过是掩饰而已，你并没有生气，只是我拼尽全力地、可笑地想掩饰我自己的想法而已，但现在我不想再继续这么掩饰下去了。我喜欢你，@，不是好友之间的那种喜欢，而是我爱着你、想要成为你的爱人乃至妻子。原谅我的鲁莽，@，我甚至都不知道你有没有伴侣或者中意的人就给你写了这封信，但我实在抑制不住对你的喜欢了。^^我远比世界上任何一个人都更爱你，我对此有十万分的肯定。^^阿比",
    "Abigail_di_Text":"鹈鹕镇西农场 收^^收件人 @^^地址 鹈鹕镇西^^联系方式 SDV-W-F-1001^^鹈鹕镇邮政中心",
    
    //Haley
    "Haley_c_title":"给好友",
    "Haley_l_title":"给我可爱的朋友",
    "Haley_d_title":"给我可爱的恋人",
    "Haley_e_title":"给我的甜心",
    "Haley_di_title":"鹈鹕镇西农场 收",
    "Haley_crush_Text":"我的好友 @^^上一次见面的时候我们聊得太开心了，结果我把给你准备的礼物忘得一干二净，这是送给你的。^^我那名不见经传的父母终于给我来信了，除了问候我和艾米丽以外，还给我附赠了一大堆旅游的纪念品——我以为他们都忘了自己在鹈鹕镇还有两个女儿。^^下次也要来找我聊天哦。^^海莉",
    "Haley_c1_Text":"我的好友 @^^春天的时候，我喜欢拿着我的相机去矿河岸边拍照，那里的树林和草地很适合取景。此外，有时候我也会去镇里的喷泉那儿，至少那里没什么嘈杂的人响，一旁的长椅还能让我静静心。我有尝试过和喷泉合照，但是流水拍出来的效果总是模模糊糊的。^^虽然我很喜欢我的小相机，但要是我能有部更专业些的相机就好了。^^海莉",
    "Haley_c2_Text":"我的好友 @^^我刚刚才从海滩回来，那里的风景从来都没有让我失望过。在沙滩上，我发现了各式各样的贝壳和小珊瑚，它们在浪花里洗的十分光洁。我特意挑选了其中最漂亮的一片儿送给你。^^我一直都搞不懂为什么我的姐姐喜欢海胆，但我还是给她带了一个回去。据她所说，海胆似乎是很好的天然紫色染料。^^海莉",
    "Haley_c3_Text":"我的好友 @^^我的父母给我寄回了一些蜂蜜，这是送给你的。^^据我的父母所说，这种蜜叫做松蜂蜜，是他们在土耳其旅游的时候买的。它可能比我们平时吃的蜂蜜在颜色上要暗许多，不过好在这是纯天然的，而且据说它还有美容的功效。^^你的农场上有没有蜂箱？能在深秋吃上自己亲手酿的蜂蜜应该是一件很幸福的事情。^^海莉",
    "Haley_c4_Text":"我的好友 @^^冬天真是个难熬的季节啊，不是吗？既不能开垦土地，也不能在外面放牧，农场的收入恐怕要打折扣了吧？^^冬季我一般待在家里，和我那个烦人的姐姐待在一起。好在我父母的房子有两个隔开的小房间，不然的话，跟她住在一个屋檐下简直就是折磨。她总是在我享受清闲的时候用家务活来烦我，还喜欢在她的房间里放很吵的音乐。^^真希望快点搬出去，唉。^^海莉",
    "Haley_love_Text":"给可爱的@^^和你在一起的时间总是那么开心，但同时又总是过分的短暂。自从遇到你之后，我的小拍立得都快要用完了，与你在一起的回忆真是拍也拍不够。^^我有些时候已经忘记了自己在鹈鹕镇住了多久，只记得拍立得的胶片很久之前就停产了。再后来你来到了星露谷，我逐渐才想起了这个缓慢前行着的小镇、想起了自己懒散的生活。^^海莉",
    "Haley_l1_Text":"给可爱的@^^@，对你来说，春天应当是播种的季节吧？我喜欢春天，这不只是因为春天适合取景，还有遍地盛开的黄水仙花。^^我曾经在门口的花坛里面栽种过这种淡黄色的花卉，可惜我总是忘记给它们浇水和松土，结果不是刚栽没几天就枯萎了，就是无论如何也不肯开花，像一株特立独行的野草一样。^^海莉",
    "Haley_l2_Text":"给可爱的@^^你从我幽怨的字迹里面大概能看出来——艾米丽今天早上一起来又开始放她的音乐了。我本来还打算睡一个美容觉的，而她差点把我吓出黑眼圈来。^^我尝试去敲她的卧室门，想让她把音乐关小一点，但是她根本听不到我的喊话。我只好回到我的房间里，用枕头盖住我的脑袋，寄希望于由巴或者别的什么精灵赶紧让她的音响短路，这样我耳根就清净了。^^或者我也可以去海滩上躲一躲，艾米丽从来都不去海边。^^海莉",
    "Haley_l3_Text":"给可爱的@^^@，秋收还顺利吗？我的父母又给我来信了，这次也是关于他们的旅途——他们已经从伊比利亚半岛进入了大西洋，乘坐游轮一路向南，途径著名的象牙海岸，在西开普省的港口城市登上了陆地。那里盛产松软的羊毛，用其织成的布料触感光滑、柔顺无比。^^见面再聊，@，我还想跟你分享更多。^^海莉^^^哦嗨，@，刚刚我妹妹的邮件因为没写收件人地址被邮政退了回来。我帮她填上了你农场的地址，顺便这匹布料是送给你的，你可以用它做衣服穿。祝福你们两个，哈哈哈。^^艾米丽",
    "Haley_l4_Text":"给可爱的@^^今天发生了一件好事，@，我的姐姐终于在酒馆里找到工作了。^^以前的艾米丽是个巧手的裁缝，不过她的生意不太好，所以缝纫机总是闲置在那里。后来她索性不缝衣服了，专职做起了染工和布料生意，毕竟这镇子上稍微年长的主妇都会自己做衣服，但是彩色的布料还是需要专人销售的。^^不过，我觉得她还是喜欢做和人打交道的工作，所以她跑到了格斯那里去，当起了调酒师。这样也好，我在家的时候终于不用再听她的唠叨了。^^海莉",
    "Haley_date_Text":"给我可爱的恋人^^@，你为我准备了一个天大的惊喜——当我给你写这封信的时候，那束鲜花还散发着娇艳鲜甜的气息。我用枝剪把它们的枝条裁了裁，插在了我的小花瓶里，这样它们还能开上一阵子。^^啊，@，要是我能预知未来的话，我一定会把我的拍立得带上，这样就能拍下你送花时殷切的眼神，以及当我接过鲜花时你那可爱的笑容。我要把它们永远留藏在我最挚爱的小相册里，和我与艾米丽的合照摆在一起。^^@，能够成为你的*甜心*，我欣喜若狂。^^你的海莉",
    "Haley_d1_Text":"给我可爱的恋人^^你有到矿河边上散步的习惯吗？如果有的话，或许你会在那里见到我。我就站在河边，手里捧着相机，望向矿河的流水与远处的山林。^^这里的春天虽然适合取景，但像这样千篇一律的原野我的小相册里已经放不下了。不过你要是愿意来的话，或许这里的景色还多了不少趣味。^^你的海莉",
    "Haley_d2_Text":"给我可爱的恋人^^这个春天我拍了很多照片，不过里面很少有能让我满意的，可能是纯粹的景致对我而言太乏味了吧。^^要说我比较喜欢的几张——这张是关于贾斯和玛妮养的绵羊，这个小女孩给我一种另类的感觉。如果说文森特是一个标准的乡镇小男孩，那么贾斯简直文静得不像个小孩子。你看她就呆坐在那只绵羊的旁边，一只手搭在绵羊的背上，另一只手拄着脸颊，一副若有所思的样子。^^另一张照片里的这个人不知道你认不认识，她叫莉亚，我拍下了她和她雕塑的合照。那尊雕塑的主题似乎是一个罗马军人，有着粗犷的肌肉线条和棱角分明的五官，两只手紧紧握着直剑和盾牌——幸亏我去的比较早，她还没有雕刻完上半身，不然这张照片可就不太方便展示出来了……总之就是艺术方面的事情，你懂的。^^你的海莉",
    "Haley_d3_Text":"给我可爱的恋人^^我给你准备了一份礼物，@，这是我的父母从马拉巴港寄回来的咖啡豆。我本来以为他们这个夏天就会回来呢，结果他们根本就没往美洲走，而是顺着印度洋洋流去了东方。^^我现在人在海滩这里，威利送了我一些海盐——据他所说这可以用来抑制咖啡的苦味儿。坐在沙滩上、一边喝咖啡一边看日出的感觉真的很不错。^^你的海莉",
    "Haley_d4_Text":"给我可爱的恋人^^今年秋天我打算去山区里取景，我想看看那些经霜的叶子能在摄像头下呈现出怎样的姿态。除此之外，我还想找几片美丽的叶子当书签用。^^你的海莉",
    "Haley_d5_Text":"给我可爱的恋人^^@，今天感觉如何？我的头要疼死了——艾米丽正在研究她的调酒配方，而我出于好奇尝了一杯她的实验品。据艾米丽所说，那杯酒是用新酿的蔓越莓酒做酒基，兑上蔗糖和南瓜汁，再放入切成小块的山药制成的。她管这杯酒叫做*秋收*，而我——我的舌头，确实感受到了在秋天的正午、晒着农场里的太阳的滋味。^^在调酒方面，艾米丽最大的进步就是她至少没有退步空间了。^^你的海莉",
    "Haley_fd1_Text":"给我可爱的恋人^^@，马上就要到花舞节了，你有没有认真练习过舞步？如果没有的话，就先别管你的花椰菜和青豆了，我希望你抓住剩下这三天时间赶紧练习。^^我已经蝉联好多年花卉女王的称号了，而这次我也不打算让贤。给你定个目标——跟上音乐的节拍和我的步伐，不要打乱节奏，剩下的事情交给我就好。^^你的海莉",
    "Haley_fd2_Text":"给我可爱的恋人^^明天的百乐餐你打算放什么食材进去？这个夏天实在是太炎热了，只要一动就浑身是汗，但如果是去海滩的话，我并不排斥。^^我准备在汤里加入一个椰子，这种食材简直就是为了夏日而生的。^^你的海莉",
    "Haley_fd3_Text":"给我可爱的恋人^^说实话，我感觉万灵节有点吓人，但是我又很期待那种恐怖而诡异的氛围。我从来没有进到迷宫里面去过，那些古怪的叫声会让我做噩梦的，而且外面的宴会桌上还有很多美味佳肴。我只要坐在板凳上，好好享受下椰子酒和大黄派就好了。^^要是你在迷宫里发现了什么好玩的东西，记得要跟我讲讲啊。^^你的海莉",
    "Haley_fd4_Text":"给我可爱的恋人^^你想知道我的秘密朋友是谁吗？那是个不能说的秘密。^^冬日星树越来越漂亮了，我一直很好奇刘易斯是怎么做到的，上面的装饰每一年都不重样。他是在祖祖城里买到这些装饰的吗？还是说这些装饰都是木匠做的呢？我不太清楚，他从来也没讲过。^^节日上见面再聊。^^你的海莉",
    "Haley_e_Text":"给我的甜心^^我的小甜心，@……我们之间就像是香料蜂蜜酒一样，甜蜜又沁人，仿佛彼此生来就是为了与对方的灵魂契合。当你拿出吊坠时候，我并不感到惊讶，因为你我的一切都是如此水到渠成。我们实在是太合适了，如果我们走不到一起去，由巴也不会同意。^^我现在得去准备我们订婚的事宜了，等见面——哦不，等我们同居后，我们有的是时间聊天。^^你可爱的妻子 海莉",
    "Haley_di_Text":"@收^^真有你的，想要在我之前抢先提出来，是这样吗？^^你送我的吊坠已经被我扔到海里去了，别让我再看见你。",
    
    //Maru
    "Maru_c_title":"鹈鹕镇-山间路1号-罗宾商店",
    "Maru_l_title":"鹈鹕镇-山间路1号-罗宾商店",
    "Maru_d_title":"鹈鹕镇-山间路1号-罗宾商店",
    "Maru_d3_title":"鹈鹕镇-中心区-哈维诊所",
    "Maru_e_title":"鹈鹕镇-山间路1号-罗宾商店",
    "Maru_di_title":"鹈鹕镇-山间路1号-罗宾商店",
    "Maru_crush_Text":"鹈鹕镇-西区1号农场-@^^我写信是来感谢你对我的照顾，不仅仅是实验与工作方面的，还有生活上的。你真的帮了我不少忙。^^样本要送去检测了，信就先写到这里。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_c1_Text":"鹈鹕镇-西区1号农场-@^^@，你有没有种过花椰菜？就是那种有着长卵圆形叶子、白色花球的作物。^^我特别喜欢这种蔬菜，因为它不仅营养丰富，而且在土壤研究与虫害防治方面都是很不错的实验样本。我喜欢在煮花椰菜上淋上热乳酪，再送进烤箱里面烧制，这样才能使花椰菜的花球之间都挂满浓郁的奶香。^^回头见，@。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_c2_Text":"鹈鹕镇-西区1号农场-@^^秋季的时候，鲑鱼从大洋中洄游到了山间的小湖里，要是你有钓竿的话，可以到北面的山林里碰碰运气。记得带上你的斧子，疯长的野树和灌木丛可能会阻碍你的去路。^^要是发现了有趣的样本，可以送到我这里来。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_love_Text":"鹈鹕镇-西区1号农场-@^^嗨，@。我给你准备了一份薄礼，用来答谢你对我的关照，你送来材料和样本帮我完善了很多工作。^^这种矿物具有少量放射性，但是它的硬度很高，或许可以做成工具之类的东西。当然，前提是你能够把它们冶炼提纯。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_l1_Text":"鹈鹕镇-西区1号农场-@^^你认不认识我的哥哥？我只是觉得你们有可能合得来。在家的时候，他并不怎么喜欢搭理我，总是把自己一个人关在地下室里，研究他的程序代码。^^话说你考不考虑给你的农场安装一台电脑？我可以给你安装一些监测农作物成长进度、激素水平和温室内农药浓度的传感器，那绝对会让你的管理效率提高很多，不过电脑的部分你得自己想办法。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_l2_Text":"鹈鹕镇-西区1号农场-@^^@，我写这封信是想给你寄去些优质建材。这些木头原本是我和德米很久之前种下的的实验株，不过现在它们已经完成使命了，所以我给它们划定的最佳归宿就是变成建筑材料。^^希望能帮到你，回见。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_date_Text":"鹈鹕镇-西区1号农场-@^^你的勇气真是让我大吃一惊，@，我哥哥要是像你一样外向就好了。其实我也很喜欢你，只是碍于繁忙的实验和工作，我很少有机会给你写信，而且我的表达能力也相当有限，我很抱歉。^^这些是我的最新研发，希望对你有帮助。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_d1_Text":"鹈鹕镇-西区1号农场-@^^我原本以为在诊所的工作会有不少危急的情况，我还担心过入职不久的自己能不能应付得来，不过现在来看，是我杞人忧天了。鹈鹕镇上的人很少生病，而且哈维医生每年都会要求镇民来诊所做义务检查，以保障他们的身体健康。^^其实诊所的营收状况并不太好，毕竟这里的病人很少，而且义务检查是没有收入的。好在刘易斯不知道从哪申请来了一笔医疗卫生基金，有纳税人的钱做支持，诊所至少还能维系下去。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_d2_Text":"鹈鹕镇-西区1号农场-@^^嗨，@，我和德米刚处理了一批野兔样本，这些兔子经过春天的繁殖期后已经泛滥成灾了，而星露谷里又没有合适的天敌来控制它们的数量。^^我们开始抓了一百二十只野兔，给它们做好了标记后放回了野外，然而当我们再次捕获的时候，一百二十只里面只有三只是带标记的——这是一个很恐怖的数字。^^不过好在，我和德米把一种仅对兔子有效的病毒投放到了星露谷的郊野，这会帮助我们削减它们的数量。^^对了，这个幸运挂件是送给你的，它余下的部分被我煲成汤了，哈哈。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_d3_Text":"鹈鹕镇-西区1号农场-@^^入秋换季，诊所的工作比之前繁忙了许多，我给你拿了些非处方的药剂，多保重身体，不要感冒了。^^鹈鹕镇-中心区-哈维诊所-玛鲁",
    "Maru_fd1_Text":"鹈鹕镇-西区1号农场-@^^复活节的寻蛋活动可是这个节日的一大乐趣.经过我的调查，整个场景里面应该有共计27枚彩蛋，他们中的绝大多数都被藏到了很隐秘的地方。^^按照密度来看，东侧的彩蛋整体要比西侧摆放得更加密集。如果从乔迪家的后院栅栏到刘易斯家后花园的灌木画一条分割线的话，南侧与北侧的彩蛋在数量上基本持平。但鉴于活动的起点是小镇广场，以可通过距离进行计算的话，我推荐你先向西北方向走。我进行了几次实验，在有限的时间内你能够获得的最大数目应当是18个，前提是没有路程上的冗余和采集时的失误。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_fd2_Text":"鹈鹕镇-西区1号农场-@^^月光水母之舞是一场很罕见的盛事，所谓的舞蹈只是一种比喻，是用来描述一大群水母在浅海处游弋徘徊的样子的。受限于它们简单的结构，它们的移动主要靠洋流推动，而在二十八日这天周期性的洋流刚好把他们带到了鹈鹕镇附近的浅海区。^^月光水母有一定的趋光性，喜欢较弱的光线。白天的光照比较强，这些水母大多聚集在海洋的中下层，而晚上随着光照减弱、中下层温度降低，它们便逐渐来到了表层和浅水区，故而月光水母之舞发生的时段大多在晚上甚至深夜。我们放下的船灯有驱离它们的效果，所以看上去好像是水母们在跟随船灯游动，实际上它们是在光源的驱赶下前往了深水区。^^调查月光水母的种群密度，有助于评估宝石海近海的污染水平。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_fd3_Text":"鹈鹕镇-西区1号农场-@^^根据我的研究，鹈鹕镇居民所说的冬日星指的应该就是铱星。这种金属在地壳的含量还没有陨石中丰富，而星露谷的矿井中现存的的铱含量实在少得可怜，不过这种元素似乎以某种神奇的方式影响到了小镇周围的生态环境。^^从你农场的作物来看，品质越高的蔬菜，铱元素含量似乎就越高——当然，是在人体安全的范围内。我还没有搞懂这种元素对作物成长的具体作用，但是我发现它对人类的精神也存在一定的影响，这种感觉就像是收到精心制作的礼物会更开心一样，不过我怀疑这其实是铱元素带来的某种幻觉效应。^^我好像还没有告诉你——铱星这个名字的来源，其实是来自于降落到星露谷的不规则陨石的形状，看起来就像是传统的五角星。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    "Maru_di_Text":"鹈鹕镇-西区1号农场^^我们的脾气的确合不来，所以也的确没有必要再待在一起了。本来我该把吊坠给你退回去的，但是邮政中心把它寄丢了，所以就这样吧。^^鹈鹕镇-山间路1号-罗宾商店-玛鲁",
    
    //Emily
    "Emily_c_title":"给我农场上的朋友",
    "Emily_l_title":"给我农场上的朋友",
    "Emily_d_title":"给我的小农场主",
    "Emily_e_title":"给我的小农场主",
    "Emily_di_title":"鹈鹕镇西农场 收",
    "Emily_crush_Text":"给农场主@^^嗨，@，我给你准备了一批柔软的羊毛，要是你有织布机的话，就可以自己织棉布了。如果你想用棉布做衣服，可以用我的缝纫机——你该不会介意我给你量下尺寸吧，哈哈哈。^^裁缝艾米丽",
    "Emily_c1_Text":"给农场主@^^这种宝石与春天有着相合的能量，你可以把它当成护身符。^^人的能量与自然相流通，我们的精神受到自然的影响，而自然环境也受到我们行为的干预。我送给你那样的礼物，是希望你能感受到自然的气息，在农忙之余保持身心愉悦。^^裁缝艾米丽",
    "Emily_c2_Text":"给农场主@^^夏天要注意防晒，农场上的太阳那么毒辣，可千万别中暑了。这些咖啡是送给你的。^^从宝石海上吹来的暑风蕴藏着丰富的能量，我能在我的缝纫机前感受到它的热意，里面还混杂着浆果和豌豆花的气味儿。你要是四处转转，兴许能找到些有趣的东西。^^裁缝艾米丽",
    "Emily_c3_Text":"给农场主@^^秋天的能量就像是黄水晶或者南瓜，微微透着一股熟成的气息。^^@，你的秋天都在忙些什么？我偶尔会卖一些布料给镇上的居民，有时也会接到冬季衣物的裁缝订单，不过大多数时候我都很闲，闲得我想找些事情做。我晚上会在格斯的酒吧做调酒的工作，要是你打算去酒吧，可别忘了来看看我。^^裁缝艾米丽",
    "Emily_love_Text":"给农场主@^^给你写信的时候我很开心，毕竟我已经好久没有在书面上和人交流过了。我那薛定谔的父母半年多才给我们寄回一封信，而且我们也压根不知道怎么给他们回信，就算写了信也不知道寄到哪里去。^^有个妹妹在家里虽说有些麻烦，但是大体上我们的关系还是不错的，而且照顾她也不是什么麻烦的事。不知道你有没有兄弟姊妹？^^对了，这些是我的父母寄回来的东西，希望你收下。^^裁缝艾米丽",
    "Emily_l1_Text":"给农场主@^^这个春天我打算找时间去趟牧场，买些优质的羊毛和兔绒，回来做布料用。^^你知道怎么使用染料罐吗？染布是一门很复杂的学问。我可以简单地跟你讲解一下它的原理——想要使用染料桶，首先你需要拥有全部的*颜料*，这种颜料可以来自于蔬菜、水果、矿物乃至一切带有颜色的东西，燃料罐的魔法会把它们转化为流体颜料；其次，你要有一件可以用来染色的衣物，这种衣物必须是用天然布匹织成的而且从来没有进行过科技层面的染色；然后，你就可以把衣物放进燃料罐里面，根据你的喜好调整它们的颜色；最后你就可以收获一件你喜爱的衣服了。^^随信送给你几份优质蓝色染料，见面再聊。^^裁缝艾米丽",
    "Emily_l2_Text":"给农场主@^^我在后院种的向日葵开花了，这棵是送给你的，向日葵是一种很优质的黄色染料。^^你也可以试着用它榨油，但是榨食用油的话还是玉米更合适些。^^裁缝艾米丽",
    "Emily_l3_Text":"给农场主@^^我在冰箱里找到了些甘蓝菜，配合着秋收的苋菜还有矿湖里的鲑鱼做了一道菜，尝尝看吧。^^我在格斯那学会了这道菜，希望我的手艺还不算太差，毕竟海莉总说我用的食材很奇怪，不过她吃的还是挺开心的。^^裁缝艾米丽",
    "Emily_date_Text":"给我的小农场主^^我还是头一次收到这么亲密的礼物——但讲真的，我很喜欢这束花，你的心意我明白了，谢谢你，@。其实你和海莉应该算是同龄，不过也许你喜欢有个姐姐的感觉？那样的话我们意外的还挺合适的。^^我给你附上了些明艳而炽热的红色染料，恰如你我的爱情一般，哈哈哈。^^你的好姐姐",
    "Emily_d1_Text":"给我的小农场主^^今天过得怎么样？卡洛琳送了我几包茶叶，我随信给你寄了些过去。^^长时间的缝制工作会让我感到眼花，而一杯好茶能够使人目明。要是农场的事情让你感到筋疲力尽，不妨坐下来喝一杯茶，休息休息。^^你的好姐姐",
    "Emily_d2_Text":"给我的小农场主^^星露谷的夏天潮湿且炎热，整个山谷就像个大蒸笼，让人一动就浑身是汗。我从抽屉里给你拿了几瓶滋补水，要是太累了的话，只要喝上一瓶就能精神许多。^^你的好姐姐",
    "Emily_d3_Text":"给我的小农场主^^做一个农场主的感觉怎么样？秋天正是农忙的时候，估计你现在已经忙得团团转了吧。^^我这次给你准备了一些食醋。说实话，我一开始有考虑过送你些牛奶或者鸡蛋这样的营养食材什么的，但是那些东西一般农场上应该都有产出，但食醋是没法自己酿造的。你可以用食醋拌沙拉或者煮防风草汤，既健康还富有积极的能量。^^你的好姐姐",
    "Emily_fd1_Text":"给我的小农场主^^嗨，@，花舞节来当我的舞伴吧？我可以教你怎么跳舞，我的房间里就有一个小音箱。^^说实话，在你来之前这个节日还让我稍微有些尴尬，毕竟我比海莉要长几岁，而镇上的年轻小伙儿大多都比我小——况且说实在的，我不怎么擅长和他们打交道。^^我要开始练习舞步了，节日上见。^^你的好姐姐",
    "Emily_fd2_Text":"给我的小农场主^^月光水母的出现和一种叫做月光宝珠的东西有关，这听上去似乎很难理解，不过也不必去理解。你只需要知道，这种东西所具有的能量对月光水母很有吸引力。^^月光水母大多是粉色半球形的，但如果你仔细观察的话，你还会在里面发现很稀有的蓝色个体，那是一种特殊的变种。如果你能在节日上找到法师的话，他可能愿意给你讲更多的东西。^^你的好姐姐",
    "Emily_fd3_Text":"给我的小农场主^^我有点好奇你会在节日上展览什么东西，不过就我来看，九样东西里面至少要有六种拥有不同种类的能量。你可以选择蔬菜、水果、蛋奶、工匠制品、矿物和野外采集品这六样东西，或者你也可以尝试其他的组合。^^你这两天也可以去矿河上游碰碰运气，如果捕到了很稀有的鱼，也会为你的展柜增光添彩。^^你的好姐姐",
    "Emily_fd4_Text":"给我的小农场主^^城里的圣诞节是什么样子的？每到冬日星盛宴的时候，全镇的人都会聚集在镇中心的广场上，大家互相交换礼物，在盛宴树下或谈天或起舞欢歌。要是饿了的话有烤鱼和南瓜汤，渴了有淡啤酒和玉米汁。欢乐永远是这个节日的主旋律。^^不知道那棵圣诞树，是如何打扮得如此动人的呢？^^你的好姐姐",
    "Emily_e_Text":"给我的小农场主^^这样说，我们就是正式的家人了？这样很好，@，必要的仪式总是能给我们的生活激起不少的喜悦和甜蜜。比起一名妻子，我可能更适合做一名姐姐，不过我还是会像伴侣一样爱着你的。我们的能量彼此契合，似乎一切都是命中注定的一样。^^而且，我要是搬出了那栋房子，我和海莉的关系会好很多，哈哈哈。^^你的好姐姐&好妻子",
    "Emily_di_Text":"给农夫@^^我们果然还是走不到一起去，@。我和你的关系就好像是我和海莉的复制版，虽然我们爱着彼此，但是无休止的争吵终究使没有血缘关系的我们走向了分散。^^不要来找我了，@，你让我真的很伤心。^^艾米丽",

    //Elliott
    "Elliott_c_title":"致好友-艾利欧特",
    "Elliott_l_title":"致至交-艾利欧特",
    "Elliott_d_title":"致亲爱的-艾利欧特",
    "Elliott_e_title":"致亲爱的-艾利欧特",
    "Elliott_di_title":"致往日的伴侣-艾利欧特",
    "Elliott_crush_Text":"致好友^^@——我在写作的闲暇时间突然想起了你，于是我来到了宝石海边的栈桥上，和着海鸥与浪花的声响给你写下了这封信。^^我在这里望不见你的田园，就像我也望不见在海天相接的那一头，是否还有与我们相似的山谷与小镇。在不列颠尼亚的歌声里，我睡倒又醒来，偶尔向浪花里抛出我的钓丝——有时是海草，有时是比目鱼。有穷的文字被书信所束缚，而海浪的声音却可以传到无尽的远方。如果你愿意再次来到我的小屋，我会和你聊更多。^^好友 艾利欧特",
    "Elliott_c1_Text":"致好友^^@，希望你在农场的生活进展顺利。春天是一个灵感萌发的季节，我会到镇子里面去走走，看一看人们都是是怎样度过这个春天的。^^有些人会比较外向，也乐于和你分享他们的生活；而有些人则稍显羞涩，需要你时刻对他们表现出浓厚的兴趣。写作的另一面也是记述与交流的艺术，如果我们的经历足够丰富，对再简单的故事也不会感到乏善可陈。^^好友 艾利欧特",
    "Elliott_c2_Text":"致好友^^这里的生活比起城里有很大的不同，我很庆幸自己来到了这个地方、亲身体验了这里的生活，这样的经历绝不是闭门造车能够描绘出的。你固然可以在阿斯马拉复制一座宏伟的圣索菲亚大教堂，但是希腊人的新罗马终究是在马尔马拉海边的。^^希望很快能与你相见。^^好友 艾利欧特",
    "Elliott_c3_Text":"致好友^^住在海边有一样优点，那就是这里既没有难耐的酷暑，也没有此起彼伏的蝉鸣。^^我喜欢把钢琴推到沙滩上，一边弹奏乐曲，一边吹着潮湿闷热的海风。小屋周围的海鸥是我唯一的听众，不过它们中的大多数只是为了来偷吃我挂在外面的鱼干。我有些时候觉得，即使自己的表达欲望再强烈，缺乏表达的对象也会让我感到烦恼。^^好友 艾利欧特",
    "Elliott_c4_Text":"致好友^^我久违地离开了海滩，来到镇西边的森林，在矿河附近寻找着新的灵感。莉亚的小木屋里照旧传来敲打石膏的声音，这使我想起了某个上午，她来到海滩，把一幅画挂到了我小屋的墙壁上。我曾对着那幅画端详了许久，最后在无数的思考中我得出了一个结论——在理解现代艺术这方面我的确没什么天赋。^^我只是在河岸上远远望着你的农场，我的心底就生出了天然的向往。^^好友 艾利欧特",
    "Elliott_c5_Text":"致好友^^这应该是我今年给你写的最后一封信了，@。^^在秋天剩下的日子里，在与其接踵而至的冬天里，我将用无数闲暇的时间记述下我收集到的故事。我可能会洋洋洒洒地写上好几天，也可能在某一瞬间突然陷入古怪的沉思，这都再正常不过了。当你有灵感的时候，你总认为自己可以笔耕不辍，然而当你的灵感逐渐被消磨，你就会开始变得懒散。^^所以我才需要这么长的时间去工作。^^好友 艾利欧特",
    "Elliott_love_Text":"致至交^^我好像在宝石海上见到了美人鱼，她们拖着翡翠色的鳞片，在离海滩不远的地方嬉戏追逐，拂着浪花的长发让我忆起了海蓝宝石的光泽。^^我由衷地热爱着写作，就像人们生来便抱有对远方与未知的热情一样。其实每个人都能够成为自己生活的作家，区别仅在于那个人是否愿意对身边的人和事物投入爱与热忱，是否愿意亲身接触世界上的美丽与丑陋，抑或是否愿意亲自去思考自己到底应当如何活着，而不是听那个人的父母、师长或者随便某一位人物的至理名言。^^我想，你能搬到星露谷来，就应该已经理解了这番话的含义。^^好友 艾利欧特",
    "Elliott_l1_Text":"致至交^^太阳，春日的艳阳，光明与热情的父亲——当我仰望天空的时候，太阳的光焰璀璨而夺目，使我不自主地想要避开他的威严；而当我低下头来，把目光放在遍布野花的草地上，太阳却又变得和蔼而慈祥。我由衷赞叹着太阳伟大的力量，把它比作一位超凡的父亲，并对他致以孩子般的敬畏与爱慕。^^太阳给予了我丰富的灵感，也给予了田园无穷的生意。我们应当怀着感恩之心，对他报以崇高的敬意。^^好友 艾利欧特",
    "Elliott_l2_Text":"致至交^^当我翻阅那些承载智慧的书籍，我总是会对那些遥远的国度与民族产生深深的向往之情。一方面，我惊叹于人类文明所造就的瑰丽的艺术与文化珍宝，而另一方面，我也对现代人在历史方面的蒙昧与无知感到唏嘘。^^在数千年里，人们犯下过无数的错误，酿就了大量骇人听闻的惨剧。我不知道为什么一群素不相识的人要彼此拼得昏天暗地、血流漂杵，仅仅为了争取永远都不会真正属于他们的东西。他们爱上从未对他们展露过善意的人，他们又恨上从未伤害过他们的人，这又是为什么呢？仅仅因为他们被国境线画成了一个个分散的团体？^^铭记历史的意义在于反思与改错，在于为人们逐步创造美好而和平的世界。我不希望在多年之后，当一群人久违地拿起历史书时，只是为了细数与对方的仇恨或者蒙蔽祖先的罪行，好让贫苦的士兵再为魔鬼的野心而流血，让逝者的亲人再为无谓的牺牲而流泪。^^好友 艾利欧特",
    "Elliott_l3_Text":"致至交^^我从事写作，是想要多看一看大多数人们眼中的世界，将他们的世界用文字表达出来。我不希望缄默中的大多数人成为只能以政府公文中的一个代号、历史书上的一串数字代表的存在，他们是世界的大部分。^^神说天堂属于穷人——太棒了，这听起来很不错，但是这些人就不能够在世界上分一杯羹吗？他们只要一小束温暖的火苗，就能给这个世界带来热烈而耀眼的太阳。^^好友 艾利欧特",
    "Elliott_l4_Text":"致至交^^这几天还真是炎热啊，热得我提不起写作的兴致来，连写信都没了动力。^^你在田园里要会照顾自己，当心不要中暑了。^^好友 艾利欧特",
    "Elliott_l5_Text":"致至交^^秋天啊，苦难的秋天，你饱受痛苦和折磨。^^风沙又重新怒号，只有我们为你拼搏。^^命该如此啊，苦难的歌，哀痛的歌。^^从黑海到白令海，反目的弟兄都在心窝。^^天空中虽没有春天的云彩，我们的爱一定会救你们出灾祸。^^好友 艾利欧特",
    "Elliott_date_Text":"致亲爱的^^你的勇气使我感到惊讶，亲爱的@。就好像上一秒我还在弹奏一首昂扬的进行曲，下一秒就收到了你的花束一样，我的感情先是惊讶，而后是对你勇气的赞叹与骄傲，最终又在言语里转变为浓厚的爱意。^^请再多来看看我吧，我快要因为思念你而发狂了。^^好友 艾利欧特",
    "Elliott_d1_Text":"致亲爱的^^虽然冬天已经过去了，但这开春的海边还稍微有些清寒。沙滩上的积雪逐渐融化了，潮汐池里的沙砾和卵石也变得明晰了起来，我又能在桥的另一头找到些半截的珊瑚树或者是不起眼的鸟蛤和牡蛎了。^^天刚擦亮，威利就开船去了近海。我这边将将拾掇好休眠了一个冬天的钓竿，准备去栈桥上钓些鱼当做早餐，就看到他又把船开回了码头附近。那艘船在旷日持久的寒风里停泊了整整一个月，而他这趟旅程的目的就是检查一下他的老朋友是否还能继续陪他出海。随后，我们在又咸又冷的海风里喝了些带冰碴儿的伏特加，这会是我一年灵感的开始。^^好友 艾利欧特",
    "Elliott_d2_Text":"致亲爱的^^我捕捉到了新的灵感，亲爱的，就在你的田园附近。矿湖里繁花的倒影就像是落入水中的奥菲利亚，我迫不及待地想要回去把这些写下来了。^^谢谢你的田园，亲爱的。^^好友 艾利欧特",
    "Elliott_d3_Text":"致亲爱的^^趁着热风还没有铺天盖地地来袭，我打算去海上钓些鱼或者纯粹看看风景。^^夏天的时候，红鲻鱼和河豚会来到宝石海近海，偶尔还会看到几条身形庞大的金枪鱼。据说这个季节还会有龙虾和螃蟹蛰伏在水底，但我还一次都没有钓到过。^^好友 艾利欧特",
    "Elliott_d4_Text":"致亲爱的^^今天起床的时候，我发现我晾在架子上的鱼干不见了，也许是贼鸥盗走了它们。^^住在海边是一件既浪漫又辛苦的事。海滩上不只有海草、鸟蛤、渔船和伏特加，还有因潮湿而逐渐腐坏的木头，以及总是盘旋在屋顶的贼鸥。^^不过世界上的一切都有两面性，我也差不多习惯了。^^好友 艾利欧特",
    "Elliott_d5_Text":"致亲爱的^^亲爱的，我要开始整合我这一年里全部的灵感与故事了。这个镇子很小，人们的经历也不算多，不过正如我曾经说过的，一个真正的作家不会对任何人的故事感到乏善可陈。^^亲爱的，如果秋收时有了什么灵感，还请务必告诉我，说到底我似乎还不够了解你的事情。^^好友 艾利欧特",
    "Elliott_d6_Text":"致亲爱的^^我还在想你会不会感到惊讶，毕竟这是第一次在冬天给你写信。^^闲话少叙——我和威利用蟹笼在冰冷的海水里捕到了只龙虾，这只是送给你的。按道理讲，我不应当停止手头的工作去干这些诸如钓鱼捕蟹这样的事，但是长期伏案让我感到腰酸背痛，我忍不住要出来透透气了。^^祝你健康，@。伏特加一定要喝加冰块的，哈哈。^^好友 艾利欧特",
    "Elliott_fd1_Text":"致亲爱的^^复活节上的潘趣酒和防风草汤给我留下了深深的印象，而彩蛋活动我倒不是很感兴趣。与其说是喜欢这个节日，不如说是喜欢记录下节日上人们的一举一动。^^节日上见面再聊吧，亲爱的。^^好友 艾利欧特",
    "Elliott_fd2_Text":"致亲爱的^^花舞节你打算和谁跳舞？其实我也不必询问，爱会让我们彼此做出正确且唯一的选择。^^音乐与舞蹈本就是一对亲姊妹，我热爱音乐，也热爱舞蹈。如果能够和你共舞一曲，那将是我毕生难忘的回忆。^^好友 艾利欧特",
    "Elliott_fd3_Text":"致亲爱的^^月光水母真是一种神奇的生物。我曾试着用小屋的灯光吸引它们，但是不知道是光线太暗还是我的脚步惊动了它们，只要我一靠近它们就会游走。^^还是说，那盏船灯有什么不为人知的奥秘？真是令人费解。^^好友 艾利欧特",
    "Elliott_fd4_Text":"致亲爱的^^万灵节是我最喜欢的节日之一——虽然我拒绝相信这个世界上有神话妖怪存在，但是观摩一下刘易斯做的假人偶还是挺有意思的。^^这些形象来自于人们长久以来对妖怪形成的总体认知，其背后反映的是人类本能的恐惧，或者说是在特定文化环境下对这种恐惧的具象化。我想要知道这种恐惧的成因，以及其背后与文明历史相关的那一部分内容。^^好友 艾利欧特",
    "Elliott_fd5_Text":"致亲爱的^^莉亚的审美一直都很棒，她做的工艺品和小装饰也是如此。自从她来到星露谷以来，刘易斯就把装饰冬日星树的工作交给了她和罗宾，不得不说这两位在木艺上都有不俗的表现。^^我仿佛已经闻到南瓜汤和香料潘趣酒的味道了，它们就摆在盛宴的桌子上——我要去跟威利讨一杯冰镇的伏特加喝，期待节日上与你相见。^^好友 艾利欧特",
    "Elliott_e_Text":"致亲爱的^^你的勇气和爱意再一次折服了我，亲爱的。我愿意接受你的爱意，成为你的丈夫，这是我的荣幸。^^我今天会听着涛声入眠，以告别这片熟识的海滩。在栈桥外，威利的渔船又一次驶向了近海，那里的月亮刚刚从海面升起，还滴着宝石般的水珠。^^好友 艾利欧特",
    "Elliott_di_Text":"致往日的伴侣^^事到如今，看来我们都做了些让彼此都追悔莫及的事情，不过我并不排斥这个结果，毕竟如果一艘船的破洞多到已经无法再修补，那么继续让它搏击海浪显然是一件自取灭亡的事情。我已经回到了我的小屋，如果有东西什么是我落下的，不必专程寄给我，丢尽海里就行了。^^我和威利再一次踏上了出海的渔船。今日的太阳没有站在我们这一边，船上的海风尤其冰冷。^^艾利欧特",

    //Sam
    "Sam_c_title":"给我的朋友-山姆",
    "Sam_l_title":"给我的朋友-山姆",
    "Sam_d_title":"给我的恋人-山姆",
    "Sam_e_title":"给我的恋人-山姆",
    "Sam_di_title":"来自山姆的信",
    "Sam_crush_Text":"@^^哦嗨，@，我写这封信是想说声谢谢。你知道的，我一个人平时还挺忙的，但是你对我的帮助很受用。^^这封信底下有个包裹，我给你准备了点儿东西。不知道那东西有没有被压坏，毕竟我不太放心芬吉尔邮递员的工作态度。^^山姆",
    "Sam_c1_Text":"@^^我昨天接文森特回家的时候，他一路上滔滔不绝地给我讲述着你的农场，讲述着他和贾斯是如何趴在栅栏上面眺望你农场里的作物和动物。孩子们好像对你的农场充满了好奇。^^要维持这么美丽的农场，一定很辛苦吧？^^山姆",
    "Sam_c2_Text":"@^^夏天的时候我会检视自己的乐器，确保吉他弦和金属制成的琴键不会生锈，毕竟这里的潮气实在是太恼人了。^^你在农场的工作也是，在烈日下不要干得太卖力，记得时刻补充些果汁之类的以防脱水。^^山姆",
    "Sam_c3_Text":"@^^虽然家里有一堆琐事要我处理，但我其实还偷偷保有一个关于音乐的理想。我、塞巴斯还有阿比盖尔三个人组了一个小乐队，偶尔我们会聚在一起排练，也许有一天我们还能够在舞台上演出呢。^^但*残酷*的事实是——文森特又被潘妮家访了，我得马上从排练地赶回家去。希望那小子没犯什么原则上的错误。^^山姆",
    "Sam_love_Text":"@^^我给你准备了些东西，下面这个包裹就是。希望能帮到你。^^我还是不太擅长和别人将自己的心里事，不过我觉得和像你这样的好友分享下也没什么坏处。在你来星露谷之前，塞巴斯帮了我很多忙，现在你又对我伸出了援手，我很感激你们。^^山姆",
    "Sam_l1_Text":"@^^@，在农场的一切是否还顺利？^^我快被文森特气死了，真的。每次只要他在家里犯了什么错误，总是一溜烟儿就没影了，找他的过程简直比逮一只野兔还费劲。但这也没办法，毕竟乔迪又没时间管他。^^回头见，@。^^山姆",
    "Sam_l2_Text":"@^^夏天的时候，文森特大部分时间都待在家里，毕竟外面的温度太高，我也怕他跑出去中暑了。^^乔迪一个人负责家里的事情，而文森特则由主要我照顾，他现在总是不太能理解肯特——也就是我父亲的状况，要瞒着一个机灵的小孩子可真是件不容易的事情。^^有些时候家里的事情总是让我筋疲力尽。虽然那些被媒体宣称为外敌的外国人很可恨，但我总觉得该恨的另有其人。^^山姆",
    "Sam_l3_Text":"@^^我给你寄去了一个包裹，就在这封信底下。^^嗯——虽然是速冻的，但至少不含任何水果成分。当然，西红柿除外。^^山姆",
    "Sam_date_Text":"@^^哈，@，我没想到你会先走出这一步，我还挺惊喜的。^^回归正题——嗯，我不太擅长表达这种感情，但是我也爱你，亲爱的@。这束花是送给你的，愿喜乐与幸福永远与我们同在。^^山姆",
    "Sam_d1_Text":"@^^春天的时候你一般种些什么啊，我还不太懂农场上的事情。什么作物适合这个季节呢？大黄还是西红柿？我从没体验过自给自足的生活，买东西基本靠网购或者去JOJA超市。^^或许有些时候返璞归真点儿还是挺好的。^^山姆",
    "Sam_d2_Text":"@^^夏天的时候，我偶尔会去格斯那里，和塞巴斯蒂安打打台球，再买几罐冰镇的可乐喝。这里的夏天实在是太燥热了，好在酒吧里还有冷气开放。^^嗯——好像阿比盖尔偶尔也会去，不过我忘了她来这儿干嘛了，但多一个朋友总比少一个要好，哈哈。^^山姆",
    "Sam_d3_Text":"@^^我听说，万灵节的迷宫其实是莱纳斯做的，每到深秋他都会趁着黑夜工作，为的就是尽量保密。^^乔迪从来不让文森特进迷宫，也许是出于对小孩子的保护吧，但是讲真的，文森特总有一天需要自己去面对一些事情。^^山姆",
    "Sam_fd1_Text":"@^^啊——对了，明天似乎是花舞节。其实这个节日还挺没意思的，不过要是能见到你的话，我还是挺期待的。^^我以前尝试过用各种理由和刘易斯请假，但每次都会被他识破。他对传统有一种难以言说的坚持，其实也可以理解，那种感觉就像是老人不愿意自己曾经历过的事情走向消亡一样。^^关于曾经的舞伴——不，我不太想提起，虽然她挺享受这个舞蹈的，但我每次都强忍着尴尬。^^山姆",
    "Sam_fd2_Text":"@^^在我眼里，这场宴会就像是一场朋友之间的聚会，能和塞巴斯见面聊聊天什么的，从这个角度看还是不错的。^^至于州长——我曾经往汤里放了一磅凤尾鱼，带来的回报就是我的社区服务时数排到了全镇前列，此外我对他没有一点好印象。^^山姆",
    "Sam_fd3_Text":"@^^我和塞巴斯约好了要在明天的展会上见面，那里的各种游戏还挺有趣的。^^如果你的展览品能够脱颖而出，刘易斯会给你大量的星星币做奖励。我相信，你的农场产出的蔬菜和水果一定是鹈鹕镇最棒的。^^山姆",
    "Sam_fd4_Text":"@^^盛宴的时候我一般和我的家人待在一起，毕竟这是为数不多的可以和家人交流感情的日子。要是你觉得一个人寂寞的话，节日上就来我们这边吧，我的家人都很喜欢你。^^哦——我要赶紧趁文森特回来之前给他包几个礼物，这封信就先到这里，节日上见。^^山姆",
    "Sam_e_Text":"@^^啊——抱歉，@，我刚刚脑子一片空白，到嘴边的话全被我忘干净了。我想说，我也同样爱着你，亲爱的@，谢谢你送我的美人鱼吊坠，我会永远珍藏这件宝贝。^^这件礼物送给你，它代表了我对我们美好前程的祝福。^^山姆",
    "Sam_di_Text":"@^^哦，嗨，@。虽然我们现在已经没关系了，但是我还有一件事想要拜托你，如果可能的话不要告诉文森特这件事，我不希望他小小年纪就对婚姻有了什么先入为主的成见——我知道我不该有这个要求，但至少站在孩子的角度，好吗？^^山姆",

    //Shane
    "Shane_c_title":"给朋友-谢恩",
    "Shane_l_title":"给我的朋友-谢恩",
    "Shane_d_title":"给我深爱的农场主-谢恩",
    "Shane_e_title":"给我深爱的农场主-谢恩",
    "Shane_crush_Text":"给@^^我不太会写信，@，我这辈子写过最多的东西就是包裹上的签收人和货架上的价格签。见谅。^^这个是送给你的——虽然是临期货架上的，但应该不会出什么问题。^^谢恩",
    "Shane_love_Text":"给朋友@^^我的朋友——我还是第一次这么说，@，你让我久违的有了朋友的感觉。^^好了，不扯那些婆婆妈妈的话了。我给你准备了一个东西，这是我从JOJA超市*进货*的。^^虽然我知道这种行为不太好，但是莫里斯已经欠了我好几个月的工资，所以我并没有什么负罪感。^^谢恩",
    "Shane_l1_Text":"给朋友@^^我现在正在JOJA超市工作，不过与其说是工作，倒不如说是被压榨。但至少给你写信的时候我是快乐的，这就没什么问题。^^我给你拿了点东西，@。我马上就得回去工作了，不然莫里斯又会来扣我工资。^^回见。^^谢恩",
    "Shane_date_Text":"给我深爱的农场主-谢恩^^谢谢你的花，@。按道理讲应该是我先走出这一步，但是我还是害怕在得不到感情上回应的同时又失去一位珍贵的朋友，不过现在这都不重要了。^^嗯，我就是来说这些的，回头见，@，我爱你。^^谢恩",
    "Shane_d1_Text":"给我深爱的农场主-谢恩^^冬天过去了，我又可以把鸡舍的栅栏门打开，让那群鸡吃些新鲜的牧草了。^^至于我，这一年过得还不算太糟，至少春天还差强人意吧。贾斯在家里憋了一个冬天，也是时候带她出去呼吸下新鲜空气了。^^谢恩",
    "Shane_d2_Text":"给我深爱的农场主-谢恩^^春天里你有什么打算？我们现在都算是住在农场的人了——区别仅在于你照料作物而我照料动物。^^贾斯不害怕动物，这让我很欣慰，我可以把关于养鸡的事情都教给她。她很懂事，也很好学，潘妮女士经常称赞她的功课，要是她的亲生父母还在的话，肯定——哦，扯远了，不好意思。^^我偶尔会带查理出去散步，这有助于改善它的心情。^^谢恩",
    "Shane_d3_Text":"给我深爱的农场主-谢恩^^春天就快过去了，@。等到夏天的时候，星露谷会迎来一段时间的雨季，牧草会长得疯快。时刻留意你的动物有没有把牧草吃光，别饿到了它们。^^要是你怕动物把草根都啃光的话，可以用栅栏压住牧草——牧草的生命力非常顽强，即使被压住也能继续蔓延，而且动物也吃不到栅栏下的牧草。^^谢恩",
    "Shane_d4_Text":"给我深爱的农场主-谢恩^^这么晒的日光，我真的不太想出门，但是我还是觉得自己有必要出去放放风。^^以前的我就是太自闭了，我觉得我有必要自己改善这一状况，至少别给贾斯带来不好的影响。那孩子的性格越来越像我了，我得多带她出去走走。^^谢恩",
    "Shane_d5_Text":"给我深爱的农场主-谢恩^^雨季到了，@，记得检查下农舍的屋顶，年久失修的顶棚很容易漏雨。出门别忘了随身带着伞，虽然这样的天气又潮又热，不过一旦淋湿了头发还是很容易感冒的。^^对了，你要是实在不放心的话，可以去北面的山上找木匠罗宾，镇上的房子都是她修的。^^谢恩",
    "Shane_d6_Text":"给我深爱的农场主-谢恩^^天气终于又凉爽起来了，这个季节是我最喜欢的，@。山谷里到处都是小麦的香气，新酿的啤酒估计已经在运货车上了——嗯，我或许该戒一下酒了，贾斯不喜欢我喝酒。^^好了@，现在我该送贾斯去上课了，见面再聊。^^谢恩",
    "Shane_d7_Text":"给我深爱的农场主-谢恩^^秋收的时候你忙不忙？我猜应该挺忙的，那么我长话短说。^^这个包裹是给你的，@，里面有些奶酪，是玛妮自己做的。回头见。^^谢恩",
    "Shane_d8_Text":"给我深爱的农场主-谢恩^^最近有些转凉了，别忘了添件衣服。^^过两天就是万灵节了，节日上会有美味的石榴酒。虽然迷宫是那个节日的重头戏，不过我对它不怎么感兴趣，倒是贾斯一直想进去玩。不知道那个迷宫的尽头有什么惊喜？^^谢恩",
    "Shane_d9_Text":"给我深爱的农场主-谢恩^^如果你有加热器的话，会让动物们在冬天过得更舒服些。冬天没法在外面放牧，只能吃些干草，虽然不太合它们心意，但也是没办法的事。^^我要去检查下保暖层了，回头见，@。^^谢恩",
    "Shane_d10_Text":"给我深爱的农场主-谢恩^^快要过年了，@，我现在还在给贾斯包礼物。她盼这个节日盼了好久了，毕竟这一整个冬天都只能在家里待着，小孩子爱玩也很正常。^^对了，我还给你准备了一份礼物。^^谢恩",
    "Shane_fd1_Text":"给我深爱的农场主-谢恩^^我不太喜欢花舞节，但是如果是跟你一起跳舞的话，我还挺期待的。^^毕竟我不怎么喜欢和人接触，而艾米丽又过分的热情，所以以前的花舞节我过得都挺尴尬的。^^谢恩",
    "Shane_fd2_Text":"给我深爱的农场主-谢恩^^我准备了一瓶蛋黄酱，它和百乐餐放在一起肯定很合适。^^明天的宴会上肯定有很多种美味的果酒，我快等不及了，@。希望能在节日上见到你。^^谢恩",
    "Shane_fd3_Text":"给我深爱的农场主-谢恩^^明天的展会上你都打算展览些什么？我和玛妮准备放一些蛋黄酱和奶酪上去，还有几匹柔顺的布料。^^要是能赢到星星币就好了，我打算换几个风干太阳花回去，摆在鸡舍里。^^谢恩",
    "Shane_fd4_Text":"给我深爱的农场主-谢恩^^明天就是冬日星盛宴了，@，希望能够和你见面。节日上来我和玛妮这边吧，正好人多也算热闹。^^谢恩",
    "Shane_e_Text":"给我深爱的农场主-谢恩^^你愿意和我结婚？嗯，我虽然缺乏一定的心理准备，但我还是有信心成为一名优秀的丈夫。^^如你所见，我不是很擅长表达，论本事也只是会养鸡而已，再加上偶尔会喝很多的酒，所以我其实挺惊讶的——你居然不嫌弃我。要是没遇到你的话，我说不定就已经结束在那个雨天了。^^收下吧，这是我给你准备的礼物，是一个老水手送给我的。据他说，这是来自海洋的珍宝。^^谢恩",

    //Sebastian
    "Sebastian_c_title":"给一位农场主的信-塞巴斯蒂安",
    "Sebastian_l_title":"给朋友的信-塞巴斯蒂安",
    "Sebastian_d_title":"给爱人的信-塞巴斯",
    "Sebastian_e_title":"给爱人的信-塞巴斯",
    "Sebastian_di_title":"给一位农场主的信-塞巴斯蒂安",
    "Sebastian_crush_Text":"给@^^我写信是来确认下，农场里的一切是否还顺利？^^其实我想我应该不用担心你的能力，但我还是觉得有必要确认一下。好了，回见。^^塞巴斯蒂安",
    "Sebastian_c1_Text":"给@^^你春天里有什么打算，@？我只是稍微有点好奇一个常年保持外出习惯的人会做些什么。^^就算是散步，我也喜欢去没有人的地方。北边的高山上，饱经风霜的铁轨边，那儿比家里要清净很多。偶尔有必要去镇上的时候，我一般会选择去格斯那，不过要不是有你在身边，我也不怎么有兴致。^^塞巴斯蒂安",
    "Sebastian_c2_Text":"给@^^雨季快到了啊——山谷里的青蛙应该会从池塘里面出来吧。^^你介意我养青蛙吗？我只是想知道你关于这件事的意见。我小的时候曾经养过一只青蛙，不过被罗宾丢了，她害怕那东西。^^塞巴斯蒂安",
    "Sebastian_love_Text":"给@^^我在家里待得还挺无聊的，你要不要来看看我什么的？我一点也不想出门，德米还在一楼的实验室里面捣鼓他的机器，我才不想看到他那张老脸。^^说实在的，与你待在一起的时候，比和他们待在一起更有家人的感觉。^^塞巴斯蒂安",
    "Sebastian_l1_Text":"给@^^我在山湖边上找到了一只可爱的青蛙。^^听起来可能没什么特别的，但是我确实找到了一只可爱的青蛙。^^塞巴斯蒂安",
    "Sebastian_l2_Text":"给@^^小的时候，我总是来到铁轨边上看火车，似乎是出于小孩子的好奇心吧。那时候罗宾还会跟我一起出来，不过那样的日子一去不返了。^^这里除了落叶就是纤维草，偶尔从隧道的远处会传来几声汽笛，紧接着铁轨也开始战栗——枕木和铁轨的挤压声里带着一股铁锈味儿，我不知道这些年久失修的工程还能坚持多久。秋天的时候，这条铁轨上开的大多是运煤的货车，偶尔有几列载着乘客的火车经过，里面的人总是一脸惊喜地望向这片山谷。他们中的有些人还会向窗外挥手，而我有时候也会向他们招手示意。我不知道他们在向谁打招呼，我也同样不认识他们，但也许我们都想告别些什么。^^塞巴斯蒂安",
    "Sebastian_date_Text":"给@^^谢谢你的花，@，这么说我们就是正式的爱人了。能够和你成为一对，我很开心。^^哦对，罗宾也问过我了——我本来没打算告诉她的，但她对我的事情出乎意料的关心。自从你走进我的生活，我和罗宾的关系也好多了，听上去很奇怪，但是还是谢谢你。^^塞巴斯",
    "Sebastian_d1_Text":"给@^^前两天我在池塘里发现了一只青蛙，它就趴在石头上，看上去似乎是在晒太阳。^^我又想养青蛙了，或许我可以准备一个生态缸。^^塞巴斯",
    "Sebastian_d2_Text":"给@^^啊，@，我给你寄去了一个包裹，就在信的下面。^^我的妹妹跟我说，如果我想表达对一个人的喜欢，应该试着开始给那个人送礼物。虽然我不太明白，但是——总之希望你喜欢。^^塞巴斯",
    "Sebastian_fd1_Text":"给@^^我不怎么喜欢这镇上的节日，但是至少在夏威夷宴会上我还能见到我的朋友们。^^最重要的是，罗宾会跟德米一起跳舞，这样节日上就没人唠叨我了。^^明天见，@。^^塞巴斯",
    "Sebastian_fd2_Text":"给@^^我是来邀请你去明天的万灵节的，恐怖的氛围和那些张牙舞爪的怪物对我还蛮有吸引力。^^据说那个迷宫是莱纳斯连夜造的——我一直觉得他不仅仅是个普通的流浪汉，他那样的生活方式一定有他自己的道理。^^明天见，@。^^塞巴斯",
    "Sebastian_e_Text":"给@^^原谅我，@，我刚刚对你的回应可能有些过于平淡，但这并不代表我不爱你。能够成为你的丈夫，我很荣幸。^^坦率地讲，我对如何当一个好丈夫这个问题还没有明确的答案，毕竟我一个可供参考的范本都没有。但是——这并不能算作逃避的借口，我会提前去跟德米交流交流的，哪怕我并不喜欢他。^^嗯——还有一件比较重要的事情，你能接受我养青蛙吗？不行的话也没事。^^塞巴斯",
    "Sebastian_di_Text":"给@^^我的东西已经搬空了，要是有什么落下的东西就扔掉吧。^^生态缸我已经丢掉了，至于青蛙去了哪里，那不是你该关心的。^^塞巴斯蒂安",

    //Alex
    "Alex_c_title":"给好朋友-亚历克斯",
    "Alex_l_title":"给好朋友-亚历克斯",
    "Alex_d_title":"给我的恋人-亚历克斯",
    "Alex_e_title":"给我的恋人-亚历克斯",
    "Alex_di_title":"亚历克斯的信",
    "Alex_crush_Text":"@^^你是个好朋友，@。^^你带给我的感觉就像是家人一样，这很不错。^^我不太会写信，所以回见。^^亚历克斯",
    "Alex_c1_Text":"@^^春天是锻炼的好机会，我需要在一个冬天的懒惰过后，重新找回自己的状态。^^嗯，回见。^^亚历克斯",
    "Alex_c2_Text":"@^^夏天的时候要保持流汗，但同时也要补充水分。你在农场上的运动量肯定很大。^^嗯，所以，就像我上面说的，要补充水分。回见。^^亚历克斯",
    "Alex_love_Text":"@^^你变得越来越优秀了，我敢肯定，@。^^你将是我最好的朋友，这不仅是因为你是个善良的好人，还因为你和我一样有上进心。^^嗯，回见。^^亚历克斯",
    "Alex_l1_Text":"@^^我今天要去海滩上训练了，在日光下流汗的感觉真的很不错。^^规律的锻炼让我能够保持健美的身材，也能在刻苦中让我牢牢记住自己最初的梦想。^^亚历克斯",
    "Alex_l2_Text":"@^^秋天的太阳比想象中要猛烈很多，记得备些防晒霜。^^这和日光浴不是一回事，被紫外线灼伤是很严重的事情。^^亚历克斯",
    "Alex_date_Text":"@^^我预料到了，我们两个人的确很合适，对此我有十足的肯定。我们的未来一定是光明的。^^我话太多了，见面再聊，@。^^亚历克斯",
    "Alex_d1_Text":"@^^如果你想见我的话，可以来冰淇淋摊找我，我偶尔会在那里打工。^^这个小镇上的人对冰淇淋的购买欲不怎么强，这对我来说是好事也是坏事，虽然没什么收入，但至少假期的时间很多。^^亚历克斯",
    "Alex_d2_Text":"@^^嗨，@，我写信是来问下，秋天适合种韭葱吗？^^是这样的，艾芙林逛遍了整个镇子也没买到韭葱，我只是想试试看能不能自己种些。^^亚历克斯",
    "Alex_fd1_Text":"@^^花舞节来做我的舞伴吧，@，我觉得只有你是我最中意的。^^我准备做一个新发型，为见你做好十足的准备。^^亚历克斯",
    "Alex_fd2_Text":"@^^宴会日是我少有的可以不必在意能量摄入的日子。在这一天我可以暂时减小锻炼强度，但即使这样也不能松懈。^^你在宴会上也不要吃太多，长久的劳作加暴饮暴食很伤身体。^^亚历克斯",
    "Alex_fd3_Text":"@^^不知道你有没有注意到，展会的北边区域有免费的汉堡，都是格斯提供的。^^我来就是为了说这个的，节日上见。^^亚历克斯",
    "Alex_fd4_Text":"@^^明天就是冬日星盛宴了，别忘了赴宴啊，艾芙林和乔治还挺想见见你的。^^天气还挺冷的，别忘了加衣服。^^亚历克斯",
    "Alex_e_Text":"@^^我们居然结婚了，我甚至都不敢想象这一天，看来我之前说的没错，我们的未来果然是光明的。^^我就要搬到农舍去了，我感到很高兴，只是不知道这样一来艾芙林和乔治会不会感觉空落落的。^^亚历克斯",
    "Alex_di_Text":"@^^我想，即使是我也会有预估出差错的时候，我们的婚后生活没有我所预想的那么完美。^^当然，我还是很感谢你，@。我想我很难找到更优秀的伴侣了，但这毕竟也不是不可能的事情。^^亚历克斯",

    //Harvey
    "Harvey_c_title":"给我的好伙伴-哈维",
    "Harvey_l_title":"给我的好伙伴-哈维",
    "Harvey_d_title":"给我最好的爱人-哈维",
    "Harvey_e_title":"给我最好的爱人-哈维",
    "Harvey_di_title":"来自哈维的信",
    "Harvey_crush_Text":"给我的好伙伴@^^感谢，@。医生的工作总是那么繁忙，而你的帮助很受用。^^虽然我是为人们的健康服务的，但说实话，我自己过得并不太健康。我经常熬夜和早起，而且很多时候都不怎么正常吃饭，只用些腌咸菜和果酒凑合——不好意思，我这人一说起话来就容易扯得特别远。总之，感谢你对我的支持和帮助。^^医生哈维",
    "Harvey_c1_Text":"给我的好伙伴@^^我建议你在春天的时候多出去散散步，@。这个季节最适合人类与大自然接触——你没有花粉过敏吧？没有的话可以到附近的山谷里走走。^^星露谷的空气质量非常好，毕竟附近没有来往的车流或者污染严重的工业，虽然这里的一切看上去都有些不太便利，但是我们的身体永远是诚实的。想要判断一个地方是否移居，只要看看我们的身体是怎么评价的就好。^^医生哈维",
    "Harvey_c2_Text":"给我的好伙伴@^^夏天的紫外线很强，虽然在大多数人眼里不过是比其他季节热了一些，但事实上长期在外劳作是很容易晒伤的。^^紫外线是不可见的，但这并不代表它不存在。如果你曾经尝试过不抹防晒霜晒日光浴，那么接下来的几周内太阳会让你牢牢地记住这样的行为有多草率，你的皮肤会以透明的干结状态小片小片地脱落下来，而底下新长出来的皮肤——你可以试着用手轻轻按压，然后体会一下到底有多疼。^^差点忘了，我是来提醒你别忘了做防晒的，不是来让你去做日光浴的。^^医生哈维",
    "Harvey_love_Text":"给我的好伙伴@^^@，感谢你的支持。在工作繁忙之余，能和你说说话还是挺好解闷的。^^你可以试着监测下自己的骨骼和肌肉有没有不适感，毕竟长久的劳作最容易磨损的就是你的骨骼。你应当在农忙之余适当的休息，或者干脆睡一觉，不要太在意农场的营收，毕竟生命只有一次，而金钱无论失去多少都可以再赚回来。^^医生哈维",
    "Harvey_l1_Text":"给我的好伙伴@^^啊，忙完手头的事情，一晃居然就是夏天了。还是想提醒你一句，别忘了擦防晒霜，也不要因为贪凉就穿半袖衣服，你的皮肤会抗议的。^^这个镇上的人们身体真的很不错，以至于我快要入不敷出了，不过这其实是好事。我该考虑在网上卖些非处方药什么的，专业医师的资历应该会吸引来客源。^^医生哈维",
    "Harvey_l2_Text":"给我的好伙伴@^^秋天是我最忙的时候，毕竟再身强力壮的人都不能保证自己一定能够幸免于这场换季的大流感。这里的人们很少有棘手的并发症，所以我的针剂总是堆到过期，而口服药却经常供不应求。^^你该保持一个规律性全面体检的习惯，@，这有助于尽早发现潜在病灶。每个人或多或少都有些缺陷，而这些缺陷很可能在某一天突然发展成疾病，这就是周期性体检的意义所在。^^医生哈维",
    "Harvey_date_Text":"给我最好的爱人^^这真是一个天大的喜讯，@。从医多年的我对无数个患者抱以善意，但还是第一次有人对我彻底展开心扉，感谢你，@。^^有患者来敲门了，这封信就先到这里，回头见，@。^^医生哈维",
    "Harvey_d1_Text":"给我最好的爱人^^我还在考虑要不要提前关门去海滩上散散步……我太想休个假了，但是没办法，医生可不能休息。^^玛鲁她虽然能帮我做些简单的工作，但我绝对不敢把诊断这种活给她干，她可一点儿专业知识都没有。^^休假这种事，果然还是只能在脑子里随便想想啊。^^医生哈维",
    "Harvey_d2_Text":"给我最好的爱人^^冬天应该没什么需要长期待在外面的工作了吧？如果有的话，我建议你不要在雪地里待太久。^^为什么这么说呢？一来如果你不戴手套的话，长时间接触裹满积雪的工具会使你的手上生冻疮，二来路面上很滑，一不留神就容易摔倒。做好防护，减少不必要的外出。^^医生哈维",
    "Harvey_fd1_Text":"给我最好的爱人^^@，花舞节要不要来做我的舞伴？我虽然不怎么擅长跳舞，但我也有在努力练习。^^长久的伏案工作让我的身体有些僵硬，趁着这个节日活动活动筋骨也是个不错的选择，该稍微放下平日里工作的负担了。^^医生哈维",
    "Harvey_fd2_Text":"给我最好的爱人^^明天的节日上，如果不出意外的话应该会有芒果糯米饭和珍贵的菠萝酒，我已经快要等不及了。^^其实这个节日和健康基本不沾边，不过一年偶尔来这么一次庆祝也不错，精神上的快乐说不定还能弥补健康上的损失。^^医生哈维",
    "Harvey_fd3_Text":"给我最好的爱人^^提前祝你圣诞快乐，@。我一个人住在星露谷，说起来还稍微有点孤独，但是盛宴的氛围就像是在家里一样，人们彼此毫无嫌隙，也不疏远。^^期待在节日上与你相见，亲爱的。^^医生哈维",
    "Harvey_e_Text":"给我最好的爱人^^很荣幸能够成为你未来的丈夫，亲爱的@。^^我想，我应该可以适当的给自己些休息了，我会把诊所的医师诊断时间从每周七天改为两天，余下的时间我会交给玛鲁，当然了，我们也需要给她多支付些报酬。^^期待着我们美妙的婚礼。^^你的哈维",
    "Harvey_di_Text":"给@^^我想，我们可能性格上的差异有点大，所以合不来也是再正常不过的事情。^^最令我忧伤的不是失去你，而是我要继续过七天午休的生活了，唉。^^医生哈维",

     //Sophia
     "Sophia_c_title": "给小农场主-索菲娅",
     "Sophia_l_title": "给小农场主-索菲娅",
     "Sophia_d_title": "给我的小农场主-索菲娅",
     "Sophia_e_title": "给我的小农场主-索菲娅",
     "Sophia_di_title": "鹈鹕镇西农场 收",
     "Sophia_crush_text": "给小农场主@^^嗨，@，我还是第一次给你写信，不知道你喜不喜欢这种*原始*的交流方式？^^虽然打电话会更方便些，但我还是更喜欢用文字来表达我的感受，毕竟打电话会让我感到紧张——你明白的。当我安心写信的时候，我有充足的时间思考自己的措辞、描述自己的感受，而且不必担心自己吞吞吐吐的样子是否会让对方逐渐愠怒。^^我就先写到这里吧，我们的农场离得不算远，记得要多来看看我哦。^^索菲娅",
     "Sophia_c1_text": "给小农场主@^^星露谷的春天很美，葡萄园的附近到处都是盛开的蒲公英和黄水仙，偶尔还有纯白色的星露谷雪球花。^^你喜欢在山谷里散步吗，@？斯嘉丽总是建议我多出门走走，不过我还是不怎么喜欢到外面去，尤其是和人打交道，我感觉我和这个世界真的合不来。我只要有你和斯嘉丽足够了，其他人都是无关紧要的。^^其实我不排斥这里的人，他们大多很友善，只是那样的热情我实在承受不来。^^索菲娅",
     "Sophia_c2_text": "给小农场主@^^夏天的时候我收了好多葡萄，它们鲜甜又饱满，圆溜溜的就像是珍珠一样。如果不是要考虑酒庄的营收，我真想把它们都冷冻起来做冰球吃——你有没有试过这种吃法？就像是吃棒冰一样。^^夏天和秋天这两季是我最忙的时候，我得收获足够数量的葡萄，这样才能保证酒庄的产出。等到冬天，我会把这些葡萄塞进酿酒桶里，而剩下的工作就都交给时间了，等待着我的是与漫画书和动画片为伍的漫长假期。^^索菲娅",
     "Sophia_love_text": "给小农场主@^^嘿，小傻瓜，今天的收成怎么样？^^虽说同为农场主，但在园艺方面我还是远不及你，你能自学成才，从一个完全没有经验的职员变成老道的农场主，在这点上我真的很佩服你。^^不过我觉得我也迟早会赶上你的，毕竟我们现在是最好的朋友，下次见面还请不吝赐教哦。^^索菲娅",
     "Sophia_l1_text": "给小农场主@^^这片酒庄、这些酿酒桶还有这些葡萄架子都是我父母留给我的，和我的名字索菲娅一起，成为了我对他们最后的印象。^^我不知道为什么他们会给我起这样一个名字，或许他们期许的是一个像东罗马的索菲娅那样勇敢、坚毅而且永远不会畏惧她命运的女儿——但我远没有那样坚强的内心。我所能做的就是尽我最大努力延续这片庄园，让蓝月酒庄的声名与旧日的光辉传承下去,在这一点上，我或许还和那位末代的公主有着相似之处。^^不知道这样说是不是有些太骄傲了呢？哈哈。^^索菲娅",
     "Sophia_l2_text": "给小农场主@^^冬天的时候你的农场里冷不冷？酒庄里的炉火烧得很旺，欢迎你随时来我这里做客。^^这里的供暖设施很完善，除了酒窖以外，各个房间都热得烤人。你敢相信我在家里还穿着短袖薄睡衣吗？在炉火边待得我要中暑了。在这样寒冷的冬日里，我就应当窝在沙发上看看漫画，盖着我的小毯子，既不用出门也不用干农活。^^毕竟忙一年了啊，@，农场主可是很少有假期这种东西的。^^索菲娅",
     "Sophia_date_text": "给我的小傻瓜^^能够和你走到一起去，我感觉我很幸运，@。^^我基本上没怎么和人打过交道，从小到大除了和斯嘉丽通话以外，唯一的社交就是寄发葡萄酒清单。我曾幼稚地认为自己可以跟漫画和动画片过一辈子，对什么是喜欢、自己喜欢什么样子的人这些事毫无概念。但自从你走近我的生活，我逐渐有了新的思考。谢谢你，我的小傻瓜，我的初恋即是我的爱人，这份幸运弥足珍贵。^^请再多来看看我吧，我想把我心底的一切都说给你听。^^你的索菲娅",
     "Sophia_d1_text": "给我的小傻瓜^^我今早散步的时候路过了你的农场，那里的空气很清新，到处都洋溢着花粉的香气。^^这片农场是谁留给你的呢？你的父母？还是你的祖父？我似乎听刘易斯说过，但是我记不清了。^^在许久之前，星露谷有四位农场主，后来煤矿森林里面的极光葡萄园不知为何突然抛荒了，紧接着我从父母的手里继承了蓝月酒庄，再后来苏珊被堵在了废墟底下——这是JOJA来到这里之后的事情了，它们的到来使得这个山谷变了很多，我对星露谷的印象就是从这时候开始模糊的。好在后来有你来了，这片土地也不至于被搁置太久。^^你的索菲娅",
     "Sophia_d2_text": "给我的小傻瓜^^嗨，我的小傻瓜，我在家里要无聊死了，快来找我玩吧。^^夏天的时候我不喜欢出门，所以每天照顾完葡萄架子后我都会回到房间里待着，谁让这里的夏天太热了呢。在屋子里的时候，我喜欢把冷气开得很低，然后再裹上毯子，那感觉就像是襁褓里的婴儿一样。^^这样说是不是有些幼稚了？但是我很喜欢这种感觉。要是你愿意来找我的话，我就分一半毯子给你。^^你的索菲娅",
     "Sophia_d3_text": "给我的小傻瓜^^我给你挑了几串葡萄过去——我本来想给你送葡萄酒的，但我又担心你不喜欢喝酒。^^按照常理，也许你会认为一个酒庄主应该对酒有着特殊的爱好，但实际上要不是为了检查葡萄酒的口感，我一滴酒都不想沾。虽然我不太理解人们对酒的喜好，但正是那种喜好为我带来了名誉和优渥的生活，这是我唯一喜欢葡萄酒的地方。^^对了，如果你暂时吃不完这些葡萄的话，可以把它们冻起来。^^你的索菲娅",
     "Sophia_d4_text": "给我的小傻瓜^^冬天的山谷安静的出奇，在酒庄附近的小林子里，偶尔甚至能见到饥肠辘辘的小鸮在追逐树枝上的花栗鼠。我常常在想，如果自己变成那些小动物，就可以四处探索这个新奇的世界，而不用在意人类异样的目光了。在文明社会里，带着一条毯子上街都会招来路人的眼光，这件事想来还是挺神奇的。^^你的索菲娅",
     "Sophia_fd1_text": "给我的小傻瓜^^说真的，@，我不想去花舞节，我不喜欢在那么多人面前穿裙子跳舞——但是花舞节上有免费的蛋糕吃。^^其实如果你想跳舞的话可以来我家，我们可以跳上整整一天，也不必在意他人的目光。我本来是这样打算的，但我最终想了想，我们还是去节日上吧，毕竟凡事都要走出第一步，而我也不能总是窝在家里。^^你的索菲娅",
     "Sophia_fd2_text": "给我的小傻瓜^^嗨，小傻瓜，我为明天的宴会准备了一瓶陈酿的葡萄酒。^^如果你想尝尝看的话，记得准时赴宴哟。^^你的索菲娅",
     "Sophia_fd3_text": "给我的小傻瓜^^其实酒庄的营收不怎么需要我到处奔波搞宣传，不过展览会依旧是个很好的机会，我可以借此机会向各路游客甚至外国游客宣传我的葡萄酒。^^你也应该抓住这个机会给你的农场打出名声，这样我们以后就可以在短时间内赚很多的钱，然后用其余的时间出去旅行或者单纯躺在房间里休假，我也可以借着难得的外出时间买到很多新的漫画书和卡带。^^总之，展览会上见，小傻瓜。^^你的索菲娅",
     "Sophia_fd4_text": "给我的小傻瓜^^小傻瓜！我是来提醒你，明天就是圣诞节了，你是不是忘记了？^^我给你准备了一份圣诞礼物，别忘了找个时间来我这里看看我。我不要口头上的祝福，我现在只想和你见见面，@。^^你的索菲娅",
     "Sophia_e_text": "给我的小傻瓜^^你终于鼓起勇气，打算和我结婚了？你真是个小傻瓜，其实我们本不用走这个程序，只要我知道你深爱着我、希望我成为你的妻子就足够了。^^你是从哪里得到这个吊坠的呢？它的形状就像是海螺壳一样，当我把它放在耳边时，隐约能听到海浪的声音。我对宝石海有着难以言说的向往，那种感情就像是女儿面对养育她的父母，是天然的依赖感。十几年间我一直坚持着自食其力的生活，那种生活让我对父母的印象越来越淡，而回忆的冲淡则使我感到痛苦——但现在你送我的吊坠使我找回了相关的一切。^^我是在宝石海的海边给你写下这封信的，今天的阳光很温暖，浪花格外的喜人。^^你的索菲娅",
     "Sophia_di_text": "给农场主@^^对不起，@，看来我还是没有准备好迎接爱情。我根本当不好一个妻子，毕竟像我这样连父母的样子都记不清的人，根本不知道家庭应当是什么样子的。^^我一定伤透了你的心，@，尽管我对此一无所知，但我的存在或许只会给身边的人带去尴尬和悲伤，所以就让我一个人待着吧。错不在你，@，不要过分苛责自己。^^我现在是多么希望自己死在那场十几年前的意外中，这样就不必再结识你了。^^索菲娅",
 
     //Victor
     "Victor_c_title": "给一位农场主的信-维克多",
     "Victor_l_title": "给一位农场主的信-维克多",
     "Victor_d_title": "给我的农场主-维克多",
     "Victor_e_title": "给我的伴侣-维克多",
     "Victor_di_title": "给一位农场主的信-维克多",
     "Victor_crush_text": "给@^^我还是第一次给人写信，@。说实话，我不知道为什么自己会突然有想要和人写信交流的想法，但我还是动起了笔，或许是因为你在我眼里比较特殊吧。^^我换种说法吧——@，你来到星露谷是为了什么呢？按常理讲、对一个普通人来说，城市的生活应当比这里更便捷而丰富多趣，这就是我觉得你很特别的地方。^^你比我更清楚自己喜欢什么、想要什么，这样的生活一定更有意义。^^维克多",
     "Victor_love_text": "给@^^嗨，@，最近是否还顺利？^^在近期的地质勘探工作中，我发现了一件事情，那就是采石场东侧的河流在不久前还是一条深谷——不，这个说法或许不准确，应该说是干涸的河床。我发现采石场附近的岩堆有人为爆破的痕迹，也许是JOJA的建设工程曾引起过山体滑坡，碎裂的石块如同天然的大坝一样堵塞住了这条河。^^修筑水坝、阻塞河流以及人为爆破开采都有可能为地质灾害的到来留下隐患，但人类想要发展，不破坏环境又是不可能的。^^维克多",
     "Victor_l1_text": "给@^^@，我最近在想一件事——虽然这里的人们过得大多很满足，但要是以一个基建工程人员的视角来看，鹈鹕镇的基础设施完全不合格。你有没有发现，这样一座水网密集的沿海小镇，能够承重的矮桥只有寥寥几座，而煤矿森林附近的小木桥在安全性上完全没有保障。当雨季降临、河水猛涨，这些小木桥无异于通往地狱的道路。^^而且，鹈鹕镇的道路完全不成建制，这也是我最担心的一点。住在镇子北边和西边的人们每天都要步行穿过一段长长的黄土路，道路两旁的岩壁完全是裸露的，这意味着一次小型山崩就有可能把他们完全隔绝在镇子以外——我说得太远了，我是想说，你的农场附近大概也是这个情况，所以你一个人要注意安全。^^维克多",
     "Victor_l2_text": "给@^^在冬天的时候我会找些书来读，以打发闲暇的时光。在寒冷的天气里，建材的强度会降低，而且冻土上也不适合进行建设，这时候格兰普顿的工程师大多会给自己放个假。虽然我现在还只是个学徒，但学会适当地给自己放假也应该算在工作技能里面。^^你的农舍里冷不冷？要是冷的话可以到我这里来，藏书室里面很暖和。^^维克多",
     "Victor_date_text": "给我的@^^我有想过我们或许会走到一起去，但我没有想到这一切会来得如此突然，我还在想要不要等我做完近期的工作就去向你表白——然而最后还是被你抢先了一步，哈哈。^^我会找个时间把这件事跟奥利维亚说一下的，如果她知道我们在一起了，一定也会感到很欣慰。^^维克多",
     "Victor_d1_text": "给我的@^^春天是一个很美好的季节，我该出去走走，消化一下整个冬天里看过的书。^^这片山谷真称得上是世外桃源，就算是我这种不喜欢散步的人都会忍不住想出去走走。虽说在过去的一个整个冬天里农家都没什么可忙的，但你也不要一个人在农舍里宅太久，不然可是会得幽闭症的。^^维克多",
     "Victor_d2_text": "给我的@^^我总是担心你会中暑，所以我给你寄了些能量滋补水过去。干活的时候不要太拼命了，事业对于一个人固然很重要，但凡事都不能和健康相提并论。^^维克多",
     "Victor_d3_text": "给我的@^^啊，我已经能闻得到秋天的奶酪味儿了，@。^^我曾经在书里看到过，用来陈酿的木桶似乎也能用于风干奶酪，而经过一定时间风干的奶酪有着一股浓郁的香气。我以前也试过在酒窖里自己风干奶酪，不过我总是搞得一团糟——就像大多数人对我的评价一样，即使让我懂得全部的知识，只要一开始投入实践就会出现数不胜数的错误。^^不过我并不为此感到气馁，这只是因为我没有经验而已。^^维克多",
     "Victor_d4_text": "给我的@^^我将用这个冬天研究星露谷的怪物们——这是个很新奇、很深奥、很危险而且又不为外界所容的议题，但是我认为如果仅仅是学术研究的话，自由并不应当被限制。^^正如我正在翻阅的这本怪物年鉴一样，这是市面上仅存的获准通行的怪物研究著述。我原本以为即使按法律只能触及一些粗浅的论点，其记录也必然有一定的可靠性，但自从我冒险深入到矿井中，亲眼目睹了那些怪物的形貌后，我便再也不能相信这些婴儿刊物一样的描述了。^^我想自己撰写一本怪物年鉴，这将推翻过去对怪物的一切研究，或许听起来很不可思议，但我所见到的一切都给了我质疑的理由。如果科学真的注重事实，那么一切不符合事实的理论都是终将坍塌的空中楼阁，我现在要做的就是对这些空中楼阁的根基踢上一脚。^^维克多",
     "Victor_fd1_text": "给我的@^^我平时并不怎么在乎传统的节日，但是我对月光水母很感兴趣，我想要记录下这种新奇生物的一举一动。^^前几年的调查报告让我确信这种生物的出现与月亮有着密不可分的关系，月光水母的命名并不是单纯的文学性表达，而是对习性的概括性描述。我已经不确定这种观念化的东西是否还能算作科学了，但在一个充满了秘密的山谷里，这一点并不重要。^^节日上见，@。^^维克多",
     "Victor_fd2_text": "给我的@^^新年对我有着特殊的意义，毕竟这是我为数不多能和母亲加深沟通的节日。我和她的交流实在是太少了，以至于我们产生了莫名其妙的隔阂，明明是母子却比朋友还疏远。^^我也想在节日上看到你，@，我不想你在团聚的节日里孤身一人。一个人固然可以习惯孤独，但没有人会喜欢孤独，这点我再清楚不过了。^^维克多",
     "Victor_e_text": "给我的@^^很荣幸成为你的未婚夫，亲爱的@。^^很难想象，在不久之前我还在思考未来的出路，还在为人生的选择而犹豫不决，而一转眼我就与你走到了一起。亲爱的@，有你在我身边，我的人生明朗了许多。^^维克多",
     "Victor_di_text": "给@^^不必难过，@，当我接到这个消息的时候我还挺平静的。^^愿你能找到使你幸福的人。^^维克多",
 
     //Olivia
     "Olivia_c_title": "送给我的好友-奥利维亚",
     "Olivia_l_title": "送给我的好友-奥利维亚",
     "Olivia_d_title": "送给我亲爱的-奥利维亚",
     "Olivia_e_title": "送给我亲爱的-奥利维亚",
     "Olivia_crush_text": "送给我的好友^^我订购了一批葡萄酒，@，不知道你会不喜欢它们的口感？^^维克多不喜欢喝葡萄酒，他总是和我说这些东西会打扰他的思考进程，不过在我看来，品酒可以让自己心情变得愉悦，从而更好地投入到工作中去。但就维克多滴酒不沾这一点上，我还对他挺放心的。^^奥利维亚",
     "Olivia_c1_text": "送给我的好友^^这些草莓是送给你的，@。^^或许你的农场也有草莓产出，不过这些草莓是我从北方的内陆小镇订购来的，比起星露谷的草莓品种，我订购的这些在味道上会有所不同。尝尝看吧，@。^^奥利维亚",
     "Olivia_c2_text": "送给我的好友^^我给你送了些奶酪过来，这些是戈特洛的产品。因为战争动乱与来自芬吉尔的经济封锁，戈特洛的许多农户急于处理掉他们堆积成山的工匠制品，开出的价格非常优惠。^^奥利维亚",
     "Olivia_love_text": "送给我的好友^^@，农场上的事情还顺利吗？像你这么能干的话，那些农活应该不成问题才是。^^我给你寄了些蜂蜜酒过去，这种酒的酿造手段很独特，与其说是酒，不如说是一种用蜂蜜制成的风味饮料。^^奥利维亚",
     "Olivia_l1_text": "送给我的好友^^我给你拿了两瓶松露油，或许你做菜的时候用得上，@。^^你的农场被你布置的很不错，到处都是欣欣向荣的样子，你真是个能干的农场主，@。不知道你认不认识我的儿子维克多？我想你们应该能合得来，身为母亲我也希望他能交到些有能力的朋友。^^奥利维亚",
     "Olivia_l2_text": "送给我的好友^^我从北方订了些鱼子酱来，今天刚刚送到。我给你寄去了一些。^^北方的渔民会在秋天收集鲟鱼鱼籽，然后放进罐头瓶中腌制，等到冬天就可以拿来做成美味佳肴了。在和平的年代，那里的渔民可以自由捕捞，售卖优质鱼子酱成为了当地的经济支柱，然而战争对水道的征用使得这些渔民走向了失业。^^对普通民众而言，战争从来都没有赢家。身为一个从戈特洛移民到芬吉尔的人，我对这句话有深刻的理解。^^奥利维亚",
     "Olivia_date_text": "送给我亲爱的^^我把你送给我的花栽在了清水里，这样它们或许还能再开上一段时间。^^这束花让我想起了爱德华还在的时候，当初他为了向我表达爱意，也曾送给我这样的一束花，看来星露谷的示爱礼仪和我们那里也差不多。自爱德华离去后，我就把自己所有的精力都放在了维克多身上，每回看到他就会让我想起和爱德华的过去。现在，维克多已经逐渐成器了，而我也是时候重新考虑下我自己的感情了。^^不必有什么负罪感，亲爱的@。爱德华去世前曾让我找一个可靠的伴侣，我当时坚定地拒绝了他，然而现在的我相信，我的快乐与幸福，才是爱德华所真正期望的。^^奥利维亚",
     "Olivia_d1_text": "送给我亲爱的^^这里的春天给我一种熟悉的感觉，就好像回到了我的家乡一样。我给你寄去了几瓶新酿的果酒，这次是我自己亲手酿的，尝尝看吧。^^奥利维亚",
     "Olivia_d2_text": "送给我亲爱的^^我写信来是想提醒你，干活的时候要注意多休息，别把自己累坏了。农场上的工作风吹日晒的，很容易劳损身体。^^我在想，如果你感觉到疲惫的话，可以来到我这里住，你也不必再干这种体力活了——但显然你更喜欢农场的生活，耕种与侍弄动物构成了你的乐趣。^^奥利维亚",
     "Olivia_d3_text": "送给我亲爱的^^我从牧场那边买了些奶酪，这些是送给你的。星露谷的奶酪尝起来要香甜许多，不知道是不是跟这里的水质和牧草有关，说实话自从我刚搬来星露谷，我就能感受到这里的独特魔力。我还是第一次感到如此宁静。^^奥利维亚",
     "Olivia_d4_text": "送给我亲爱的^^@，你有没有想念过你的家乡？也许正是因为你的爷爷曾是这里的居民，所以即使从小到大都再没回到过这里，你也能在星露谷找寻到归属感。相比之下，我经常怀念起自己在戈特洛的故乡，我担心连年的战事最终会把我对故乡的一切印象都变成历史、把我远在故乡的亲人朋友都变成历史上的一个数字。^^我不该说这些不吉利的东西，@，但我还是很怀念和平的时代。毕竟，人一到冬天就会开始喜欢怀旧啊。^^奥利维亚",
     "Olivia_fd1_text": "送给我亲爱的^^过去我也经常参加花舞节，不过我主要是去看维克多的，他不太擅长交际，因此我很担心他将来会成为一个老单身汉。就我观察，他和索菲娅走得挺近的，我还很庆幸他至少为自己找到了一个异性朋友。^^你认识那个姑娘吗？我觉得她人还挺不错的，只不过我还是第一次见到比维克多还腼腆的孩子，但愿他俩的关系能够更进一步吧。^^奥利维亚",
     "Olivia_fd2_text": "送给我亲爱的^^我还挺喜欢这样的聚餐，正好也是山谷里的人们沟通感情的机会。我准备带些陈酿的红酒和奶酪过去，你也别忘了好好挑选食材，这可是难得的盛会啊。^^奥利维亚",
     "Olivia_fd3_text": "送给我亲爱的^^明天就是展览会了，@，不知道你打算展出些什么东西？你每天都那么辛勤地工作，我相信你一定会取得好名次的。节日上见。^^奥利维亚",
     "Olivia_fd4_text": "送给我亲爱的^^今年的冬日星盛宴上来我们家这边吧，我很乐意看到你融入我们这个家庭——你不用担心维克多那边的事情，我早就跟他提到过你了，他也乐于接受你成为我们家庭的一员。^^节日上见，@。^^奥利维亚",
     "Olivia_e_text": "送给我亲爱的^^当你把吊坠送到我的手上时，我想起了爱德华，多年以前他也是这样一副惊喜的神情——那时的我还是个初涉情事的小姑娘，一转眼维克多都已经这么大了。^^对了，我该说正事，我很乐意与你订婚，@。这块宝石是送给你的，我希望它能够见证我们的未来。^^奥利维亚",
 
     //Claire
     "Claire_c_title": "给我的好朋友-克莱尔",
     "Claire_l_title": "给我的好朋友-克莱尔",
     "Claire_d_title": "给我的好爱人-克莱尔",
     "Claire_e_title": "给我的好爱人-克莱尔",
     "Claire_di_title": "给一位农场主的信-克莱尔",
     "Claire_crush_text": "给我的好朋友^^最近过得还好吗？有时候我真羡慕你呢，有一个农场可以自己经营。^^我在想，是不是做农场主的话就不用每天早上八点钟起来赶车了？要是那样就太好了，我做梦都想过上这样的生活，一成不变的工作总是让人很乏味。^^我不太会写信，@，不好意思。^^克莱尔",
     "Claire_c1_text": "给我的好朋友^^我路过公交站的时候总能看到你的农场，但每次都是草草地在外围望上一眼，很少有机会能够驻足。^^我一直觉得星露谷是个很美的地方。我渴望去接触自然，却被这样一份固定的工作所束缚，这使我无比忧郁。^^克莱尔",
     "Claire_c2_text": "给我的好朋友^^秋天似乎是一个消费的季节，每到这个时候我的工作都会变得比平日里更繁忙。当我匆匆路过公交车站的时候，我能闻出空气里飘着的野梅和榛子的味道，它们让我生出了步入郊野的想法。^^克莱尔",
     "Claire_love_text": "给我的好朋友^^你是我最好的朋友，@，就像我的同事马丁那样。^^嗯——其实我这封信就是想说这件事，但是只写这点的话还是感觉有些单薄了。要不你哪天有空的话再来我的家里，我还有很多东西想要和你见面聊。^^克莱尔",
     "Claire_l1_text": "给我的好朋友^^@，最近过得还好吗？我希望你喜欢农场的生活。^^夏天的时候应该很适合去海边，但是碍于工作，这样的事大概也只能想想而已。就算真的有那样的一个假期，我或许也找不到愿意和我一起去的人。我的性格并不怎么受欢迎，这点我还是清楚的。^^克莱尔",
     "Claire_l2_text": "给我的好朋友^^这里的天气真是冷啊，我真想窝在被子里一整天不出门。你农场里别忘了给自己多加些衣服，不然会冻感冒的。^^出门前我喝了一杯热咖啡——我快忘了这是第几箱速溶咖啡了，JOJA的工作总是让我无暇改善生活。我偶尔也想自己煮些咖啡，要是能再有时间自己做些早餐就更好了，但这终究也只能想想而已。^^克莱尔",
     "Claire_date_text": "给我的好爱人^^我喜欢你，@！我现在终于可以心无芥蒂地说出这句话了，你都不知道有好几次我们在一起的时候，我差点就把这句话漏了出来。其实我有想过干脆就和你当一辈子的挚友，这样只要我总是能看到你，我的人生也没有什么可遗憾的，但我又担心你另许他人，这样我和你见面的机会就少了。^^我说的太多了——现在的我不该担心这些了，亲爱的@。^^你的克莱尔",
     "Claire_d1_text": "给我的好爱人^^我在巴士站附近看到了一株黄水仙，我想把它采来送给你。虽然上面还沾了好些露水，但是它依旧很好看。^^我又一次路过了你的农场，里面真美啊，不知道我有没有机会进去走走？^^你的克莱尔",
     "Claire_d2_text": "给我的好爱人^^每到这个季节都让人想吃些甜瓜消消暑，我还是觉得这样的天气就应该在冷气房里面待着，可惜我居然还要去上班，唉。^^我猜农场里的夏天一定也很难熬，不仅没有冷气，还要在烈日下处理农作物，光是想想我的皮肤就开始火辣辣地疼。真希望能够有个人帮你做些工作啊。^^你的克莱尔",
     "Claire_d3_text": "给我的好爱人^^我听说，这个季节是农场主最忙碌的日子，可不要因为农活累坏了身体。^^我已经能闻到风里传来的枫糖浆味儿了，这种味道让我怀念起了焦糖鱼，我又想找个时间好好给自己做一顿饭了，毕竟连年累月的速冻食品让我的肠胃很不舒服。要是你能来我家就好了，那样的话无论工作有多疲惫，我都很愿意为你做上那样的一顿饭。^^你的克莱尔",
     "Claire_d4_text": "给我的好爱人^^昨天夜里，在回家的道路上，我远远地望到了一颗明亮而耀眼的星星。它就闪烁孤悬在夜空里，睁着一双永不合拢的眼睛。我不知道这颗星星是否就是鹈鹕镇的人们所提到的冬日星，只觉得它似乎有某种魔力在吸引着我，让我跟随它的指引——抑或是我内心的指引而生活。^^亲爱的@，你愿意让我成为你的妻子吗？我是如此深爱着你，尽管我们见面的机会很多，但那还远远不够。我从未想过自己居然有一天会变得如此贪婪，但每当我们分别的时候，我的心里都充满了悲伤。我知道我们或许很快就能见面，但是我不想等了——要是有哪一天你突然消失不见了呢？我知道这是不可能的，但是如果我们不能马上、永远地待在一起，就算只是虚妄的幻想，我也没办法说服自己。^^爱你的克莱尔",
     "Claire_fd1_text": "给我的好爱人^^亲爱的！你明天可以和我一起跳舞吗？我为了这个舞会练习了好久的舞步，就是为了能够和你一起跳舞。我希望能够在节日上牵起你的手，这样的话，大家都会知道我们是天生一对。^^你的克莱尔",
     "Claire_fd2_text": "给我的好爱人^^真期待明天的宴会啊，不知道百乐汤是否还会像往年一样可口？我打算带些葡萄和浆果过去，这些东西虽然不能下锅，但是作为节日的小点还是不错的。我希望你也能赴宴，这样的话我就能见到你了。^^你的克莱尔",
     "Claire_fd3_text": "给我的好爱人^^我有点害怕万灵节上的怪物，但是南瓜汤和石榴酒很不错，而且节日上的装饰也很新奇。^^不知道万灵节迷宫里有些什么？你有进去到里面过吗？光是在外面听听那诡异的声音，我都有些胆颤了。^^你的克莱尔",
     "Claire_fd4_text": "给我的好爱人^^往年的盛宴上我总是独自一人，虽然宴会的菜肴很美味，冬日星树也很漂亮，但没有人会喜欢在一个欢聚的节日里孤身一人。^^你也会来赴宴吗？如果你能够陪在我身边，我会很安心。^^你的克莱尔",
     "Claire_e_text": "给我的好爱人^^要不是今天还要工作的话，我真想现在就去到你的农舍里。从你说要和我订婚的那一刻开始，我就开始憧憬我们以后的生活，或许我们以后还会为人父母呢？^^我知道这还急不得，但是我真的等不及要和你一起生活了。^^你的克莱尔",
     "Claire_di_text": "给@的信^^我不知道——@，我不知道我们为什么会走到这一步，明明我还很爱你。^^但是你想要和我分开，是这样的吗？我知道了，@，也许是我太不擅长表达了，以至于让你对我的感情产生了怀疑。如果是那样的话，我很抱歉，@。我完全忘不掉与你相关的一切，但是我不想再看到你了，因为那会让我伤心。^^克莱尔",

     //Wizard
     "Wizard_c_title": "给魔法学徒的信",
     "Wizard_l_title": "给魔法学徒的信",
     "Wizard_d_title": "给魔法学徒的信",
     "Wizard_e_title": "给爱人的信",
     "Wizard_crush_text": "给学徒@^^在我指点过的人里，你虽然不是最聪颖的，但仍是那少数能看到祝尼魔的人之一。所以我想有些事情也该和你说明白了，@。^^你有没有好奇过，为什么在来到星露谷之前，你一直都没有见到过这些精灵？也许在你眼里，是我的药剂让你获得了某种能力，但是药剂是不能改变一切的，你与生俱来的体质才是发生这一切的根本。在蒙昧的过去，人们寄希望于坚定不移的信仰，期待着神祇和宁芙帮他们解决困境，而随着人类对自然规律的研究发展，拥有了科技造物的人们开始鄙视这些信仰——干冰和气象仪取代了降水图腾，工程机械和建筑师取代了祝尼魔。凡事靠自己的精神的确值得敬佩，但也正因如此，精灵们逐渐开始远离并敌视人类。^^我说得有些多了——总之，你之前看不到祝尼魔是因为它们早就抛弃了充满噪音和污染的文明世界。我曾经见到过矮人精心构筑的世界在一瞬间化为乌有的景象，不知道人类会不会步他们的后尘。^^马格努斯",
     "Wizard_c1_text": "给学徒@^^春天是接触元素的好机会，你可以试着到镇外的山林里去仔细感受一下，蛰伏了整个冬季的能量会在最近一段时间内集中涌现。^^这么说可能没什么吸引力，@，所以我换种说法吧——能量越是集中，万物的生长就越快，而相应的诸如黄水仙、野山葵等觅食品也会变多。祝尼魔们很喜欢这些自然资源，如果你想要向它们表达友好，可以考虑采集一些作为礼物。^^我要说的就是这些了，@。你要知道，你在魔法的领域就像是婴儿一样，还不会走路，只能在爬行中自己摸索。如果你希望了解更多有关魔法的事情，就不要忽略近在眼前的机会。^^马格努斯",
     "Wizard_c2_text": "给学徒@^^我只是来确认下你没有荒废你的求知欲，@。^^顺便，我还想给你提个醒——每种作物都有属于自己的独特能量，并因此呈现出不同的形状与颜色，比如雪山药吸收的是冬日的寒冷能量，在外表上就类似于雪晶。所有作物中最接近星露谷初始能量来源的是杨桃，它的形状和冬日星很像，可惜颜色上并不相符。^^冬日星的能量影响到了星露谷的土地与水源，而这种影响也作用到了山谷里的植被、动物、矿石乃至小镇居民的身上。我给你举一个简单的例子，你可以试着在缝纫机里放入拥有不同能量的作物，看看产出如何。^^我只能说这么多了。^^马格努斯",
     "Wizard_c3_text": "给学徒@^^塔的南面有条小河，是我夜里出门散步的去处。^^我能感觉到，那条河里有很多种特殊的物质，它们带给我的感觉就像是某种矿石——也许铱矿石或者放射性矿石，我不是很确定。从地形上来看，这条河应该发源自鹈鹕镇北边的群山，所以我猜测是秋汛把这些矿质冲刷到了河流的下游。^^如果有更多可供研究的样本，或许可以早日揭示矿井异变的原因。^^马格努斯",
     "Wizard_love_text": "给学徒@^^看到你有所长进是一件很有成就感的事，@。虽然我没有得到任何的许可，但鉴于你取得的不可忽视的进步，以及为了避免向一名非在册魔法学徒隐瞒事实带来的风险，我认为有必要让你深入了解一下有关魔法的事情。^^魔法是一种复杂、神秘、强大且伴随着危险的力量，这种力量的最主要来源是一种铱元素含量很高的陨石，后者大约在数亿年前伴随着大规模的流星雨降落了在泛大陆上。最早接触魔法力量的人类是观星者和占卜师，经过长期的观测和研究，个别天赋异禀的人开始掌握并熟练运用这些地外来客的力量，而这些人的纪实录则成为了魔法研究的原本。我可以给你举一个简单的例子——传送塔的工作机理就是仿照星团的湮灭和诞生，对传送物进行毁灭和再造的过程，这意味着每次传送都会让使用者灰飞烟灭，然后再在目标地点创造出一个原模原样的使用者，听起来是不是有些恐怖？但我敢担保这个过程是绝对安全的。^^或许你会有这样的问题，既然魔法与星星紧密相关，为什么你现在接触到的尽是些难以下咽的魔药呢？其实这是一种比较原始的检验学徒资质的方法，我给你的魔药里面含有大量的铱元素，如果是拥有相关资质的人，通过这种魔药就可以走上魔法之路，不需要像古老的观星者那样花上几十年去追踪星星的生命周期。善用魔药，可以让后来者少走许多弯路。^^最后再留给你一个问题吧——一个被传送塔毁灭并再造的人，还是不是当初那个人呢？^^马格努斯",
     "Wizard_l1_text": "给学徒@^^近来的情况应该还不错吧，@。^^除了调查矿井异变之外，我最感兴趣的就是来自灵界的祝尼魔。这群小东西不知道为什么一直拒绝与我沟通，我曾经做出过很多的尝试，然而这些尝试无一例外都失败了。不过你不一样，@，你的体质似乎很特殊，祝尼魔对你也很感兴趣。所以我希望你能给我带来更多与祝尼魔相关的信息，魔法部对它们的能力很感兴趣。^^马格努斯",
     "Wizard_l2_text": "给学徒@^^我收到你的报告了，@，有关祝尼魔的部分写得很细致。我要花上一段时间来确认这份报告的可参考性，随信附上的包裹是为了感谢你对芬吉尔魔法部的帮助。^^马格努斯",
     "Wizard_l3_text": "给学徒@^^前几天的展览会还真是热闹啊，看样子维尔维克又赚了不少钱，真不知道为什么人们对占卜这么感兴趣。^^顺便借此机会给你讲讲占卜的事情吧——占卜是魔法中的一种，要依靠占卜球进行。也许在大多数文学作品的记载里，占卜球大多是水晶球或宝石珠，但事实上真正能够用来占卜未来的占卜球都是用纯铱包裹五彩碎片做成的。它的原理是利用五彩碎片驱动大块纯铱与被观测者体内微乎其微的铱元素产生共鸣，以此来探知被观测者的运势，也就是说这种占卜只对那些有机会接触到铱元素的人有效。^^占卜从来都不能决定任何事，你现在以及接下来做的任何事都有可能改变未来的走向，这就是为什么占卜对我完全没有吸引力。真不知道为什么维尔维克那么不亦乐乎的。^^马格努斯",
     "Wizard_date_text": "给我的学生@^^我接受了一个魔法学徒的花束——我其实不知道这样做是否合乎礼仪，@，但是我的内心似乎不打算拒绝你的爱意。^^原则上讲，芬吉尔魔法部的在册魔法师不该陷入爱情或者婚姻，因为亲密的感情会让一个人放下应有的戒备，不过既然你也是魔法部特别授权的学徒，这条原则或许就不那么适用了。不过在关系上，我还是喜欢以师生相称，毕竟我已经很久都没有再涉足爱情了。^^马格努斯",
     "Wizard_d1_text": "给我的学生@^^我想了想，其实我也可以写信给你讲些魔法上的事情。^^你可能已经在我前妻的家里见到过那些用来诅咒别人的雕像了，这些雕像和星星魔法完全不相关。它们是曾经住在这片土地上的古代种族的祭祀用咒术，带着献祭与诅咒的野蛮色彩，因此被我封印在了沼泽小屋里。如果有人不小心触碰到了那些雕像的力量，天知道会发生什么事。^^有些时候，人类应当收敛一下自己贪婪的求知欲，以此来避免接触那些深奥而危险的事物。^^马格努斯",
     "Wizard_d2_text": "给我的学生@^^我检查了你的农作物，@，多谢你给我拿它们当研究样本的特权，我只是想知道铱元素是如何作用于土壤和水源的。^^这些地晶是送给你的，它们不是什么难以掌控的晶石，对于农场的事情应该能派上些用场。^^马格努斯",
     "Wizard_afterMogan_text": "给我的学生@^^可能你也注意到了，摩根那孩子拥有很独特的资质。^^我已经许久没有收到魔法部的请托了，尤其是在我和我的前妻铸下大错之后。他们这次能送这孩子到我这里来，说明他们一定在这孩子身上发现了什么独特的地方，也许是与虚空碎片的出现相关。^^当然，我其实还有个很不好的猜想——魔法部破例把一个学徒秘密地送到星露谷来，或许虚空的力量已经到了很危险地程度。^^马格努斯",
     "Wizard_e_text":"给我的爱人@^^要我住进一个学生的家里，还真是让我感到有些无所适从啊。^^倒也无妨，只要你愿意求学的热情没有减退，我也很愿意和你在一起。只是希望你不要嫌弃魔药和炼金机器的味道。^^马格努斯",

    //Lance
    "Lance_c_title": "给我的盟友",
    "Lance_l_title": "给我的盟友",
    "Lance_d_title": "给我的爱人",
    "Lance_e_title": "给我的爱人",
    "Lance_crush_text": "给我的盟友^^我的盟友，近况可好？^^我不常去星露谷，所以对你的拜访也无从说起。我写信给你，是想确认下我在冒险家公会的盟友是否安然无恙——以及是否还有余力做些本职工作。像你我这样的冒险家经常走在危险的边缘，动辄与死神擦身而过，所以定期地确认一下盟友的安危对我来说是一件很重要的事。^^注意安全，我可不想在英雄纪念碑上看到你的名字。^^兰斯",
    "Lance_c1_text": "给我的盟友^^我最近一直在调查一件事，是关于暗影人和矮人的。^^前几天，我在高地哨塔的盟友给我递交了一份报告，上面很完备地记录着他在高地洞窟的发现。从他的报告来看，高地洞窟是暗影人的现存的领地之一，里面漆黑又阴冷，错综复杂的道路更使得外来者难以涉足。^^然而，我的盟友在洞窟里发现了矮人的踪迹——依照我们之前对矮人的调查结果，应该不太可能出现矮人主动靠近暗影人领地的情况。我怀疑这可能是来自于一个或几个被暗影人俘虏的矮人，如果能到洞窟深处一探究竟就好了。^^兰斯",
    "Lance_c2_text": "给我的盟友^^近况可好？^^姜岛的风景还真是迷人啊，岛上的海风也暖暖的，吹在身上很舒服。比起我那些穿梭在绯红色沙尘里的盟友们，我还真是落到了个好差事。^^只是戏言，无论身处何地，都不能麻痹大意。^^兰斯",
    "Lance_c3_text": "给我的盟友^^近况可好？^^我现在待在马龙这里，他给我准备了些咖啡和山洞萝卜条当早餐。不得不说，冒险家协会的生活真是要比前哨站好上许多，起码我还能见到来自文明世界的饮料。^^刚刚马龙让我跟他去了趟矿井——我决定收回我前面说的话，那些咖啡是从怪物身上取出来的。^^兰斯",
    "Lance_love_text":"给我的盟友^^近况可好？^^请容我为你送上祝贺，@——城堡村公会认可了你在星露谷的贡献，决定以公会的名义为你送上一份礼物，以答谢你的奉献精神。正巧我今天在星露谷执勤，他们便托我把这个包裹带到你的农场。^^今后也请多多关照了，我最坚实的盟友。^^兰斯",
    "Lance_l1_text": "给我的盟友^^近况可好？^^这些东西是送给你的，它们能够确保你在危险的环境下，能够多些生还的可能性。^^顺便给你提个醒，在前哨站偶尔会有公会的商人卖一些魔药。虽然按照那个价格，公会的确能增加不少的收入，但作为公会的成员，我更希望的是我的盟友能够活下去。^^兰斯",
    "Lance_l2_text": "给我的盟友^^我给你送去了一个包裹，就在信的底下。虽然这些果实看起来十分诡异，但实际上都是能吃的，如果你足够细心的话，应该能在高地找到它们的种子。^^还请务必万分小心。^^兰斯",
    "Lance_date_text": "给我的爱人^^当我收到你的花束时，我还是挺惊讶的。冒险家并不是一个适合参杂私人情感的工作，而我也自认为不是一个很好的伴侣，所以说实话，我在写这封信之前犹豫了很久。不过我很快就想通了——拒绝一个充满决心与胆识的爱人，这无疑是在践踏冒险家的尊严。^^话虽如此，我还是想啰嗦一句，注意安全。^^你的兰斯",
    "Lance_d1_text": "给我的爱人^^一切还好吗，@？^^偶尔也来前哨站看看吧，最然有些危险，但这里的风景可是相当迷人的。如果没有事务在身的话，我会在这里等你。^^兰斯",
    "Lance_d2_text": "给我的爱人^^前几天我新接手了一批来自姜岛的矿石，按照惯例我应当把它们分发给公会的冒险家们，所以这是你的那份。^^这批矿石来之不易，还请妥善使用，@。^^兰斯",
    "Lance_blade_text": "给我的盟友^^利刃之首——这是城堡村冒险家在姜岛的聚集中心，同样也是我们最重要的海上哨所。我们把哨所建在这块巨大的礁石上是为了保护冒险家的安全，像这样的一个海中孤岛，一时半会还不会有怪物找上门来。^^况且，寓言礁的风景真是让人流连忘返啊。^^兰斯",
    "Lance_e_text":"给我的爱人^^我曾经想过，要把我未来的几十年都托付给这片神秘的土地，于是我拿起了地图和指南针，决心走上冒险家的道路。这条路的尽头满是未知的危险，但正因如此，这也是一条伟大的、充满荣誉的道路。@，当你也走上这条路的时候，你就应该理解我说的一切。^^一个志同道合的爱人是无价的，@，你的肯定与支持令我喜不自胜，但我又不得不担忧起你的安全——这并不是说我不信任你，我毫无保留地信任着你睿智的判断，但我又总是无法确信你是否真的做了充足的准备。^^不管怎样，眼下的我已经确定了要和你成为彼此人生的伴侣，所以那些无关痛痒的忧虑都是没有意义的。以后也请多多关照了，@。^^你的兰斯"

}